{"id":"Shaftesbury.C.S.3.1","imported":true,"parent":"Shaftesbury.C.S.3","title":"Section I","breadcrumb":"Section 1","published":[1710],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-1/simple#lf5987_div_051","blocks":[{"type":"title","content":"£1 Section I £1","id":"Shaftesbury.C.S.3.1"},{"type":"paragraph","content":"'TIS esteem'd the highest Compliment which can be paid _a Writer,_ on the occasion of some new Work he has made publick, to tell him, \"That he has undoubtedly _surpass'd_ ^Himself.^\" And indeed when one observes how well this Compliment is receiv'd, one wou'd imagine it to contain some wonderful _Hyperbole_ of Praise. For according to the Strain of modern Politeness; 'tis not an ordinary Violation of Truth, which can afford a Tribute sufficient to answer any common degree of _Merit._ Now 'tis well known that the Gentlemen whose Merit lies towards _Authorship,_ are unwilling to make the least abatement on the foot of this Ceremonial. One wou'd wonder therefore to find 'em so entirely satisfy'd with a Form of Praise, which in plain sense amounts to no more than a bare Affirmative, \"That they have in some manner differ'd from themselves, and are become somewhat _worse_ or _better,_ than their common rate.\" For if the vilest Writer grows _viler_ than ordinary, or exceeds his natural pitch on either side, he is justly said _to exceed,_ or _go beyond himself._","subId":"1","id":"Shaftesbury.C.S.3.1.1"},{"type":"paragraph","content":"We find in the same manner, that there is no expression more generally us'd in a way of Compliment to great Men and Princes, than that plain one, which is so often verify'd, and may be safely pronounc'd for Truth, on most occasions; \"That they have acted _like themselves,_ and sutably to their own Genius and Character.\" The Compliment, it must be own'd, sounds well. No one suspects it. For what Person is there who in his Imagination joins not something worthy and deserving with his _true_ and native ^Self,^ as oft as he is refer'd to it, and made to consider, _Who he is?_ Such is the _natural_ Affection of all Mankind towards moral Beauty and Perfection, that they never fail in making this Presumption in behalf of themselves: \"That _by Nature_ they have something estimable and worthy in respect of others of their Kind; and that their _genuine, true,_ and _natural_ ^Self,^ is, as it ought to be, of real value in Society, and justly honourable for the sake of its Merit, and good Qualitys.\" They conclude therefore they have the height of Praise allotted 'em, when they are assur'd by any-one, that they have done nothing _below themselves,_ or that in some particular Action, they have exceeded the ordinary _Tenor_ of their Character.","subId":"2","id":"Shaftesbury.C.S.3.1.2"},{"type":"paragraph","content":"Thus is every-one convinc'd of the Reality of _a better_ ^Self,^ and of the Cult or Homage which is due to It. The misfortune is, we are seldom taught to comprehend this _Self,_ by placing it in a distinct View from its Representative or Counterfeit. In our holy Religion, which for the greatest part is adapted to the very meanest Capacitys, 'tis not to be expected that a Speculation of this kind shou'd be openly advanc'd. 'Tis enough that we have Hints given us of a nobler _Self,_ than that which is commonly suppos'd the Basis and Foundation of our Actions. _Self-Interest_ is there taken, as it is vulgarly conceiv'd. Tho on the other side there are, in the most[n1] sacred Characters, Examples given us of the highest Contempt of all such interested Views, of a Willingness to suffer without recompence for the sake of others, and of a desire to part even with _Life_ and _Being_ it-self, on account of what is generous and worthy. But in the same manner as the celestial _Phaenomena_ are in the Sacred Volumes generally treated according to common Imagination, and the then current System of Astronomy and natural Science; so _the moral Appearances_ are in many places preserv'd without Alteration, according to vulgar Prejudice, and the general Conception of _Interest_ and _Self-good._ Our _real_ and _genuine_ ^Self^ is sometimes suppos'd that _ambitious one_ which is fond of Power and Glory; sometimes that _childish one_ which is taken with vain Shew, and is to be invited to Obedience by promise of finer Habitations, precious Stones and Metals, shining Garments, Crowns, and other such dazling Beautys, by which another _Earth,_ or material _City,_ is represented.","subId":"3","id":"Shaftesbury.C.S.3.1.3"},{"type":"paragraph","content":"It must be own'd, that even at that time, when a greater and purer Light disclos'd it-self in the chosen Nation; their natural[n2] Gloominess appear'd still, by the great difficulty they had _to know themselves,_ or learn their real _Interest,_ after such long Tutorage and Instruction from above. The Simplicity of that People must certainly have been very great; when the best Doctrine cou'd not go down without _a Treat,_ and the best Disciples had their Heads so running upon their _Loaves,_ that they were apt to construe every divine Saying in a[n3] _Belly_-Sense, and thought nothing more self-constituent than that inferior Receptacle. Their Taste in Morals cou'd not fail of being sutable to this extraordinary Estimation of _themselves._ No wonder if the _better_ and _nobler_ ^Self^ was left as a Mystery to a People, who of all human Kind were the most grosly _selfish,_ crooked and perverse. So that it must necessarily be confess'd, in honour of their divine Legislators, Patriots, and Instructors; that they exceeded all others in Goodness and Generosity; since they cou'd so truly love their Nation and Brethren, such as they were; and cou'd have so generous and disinterested Regards for those, who were in themselves so sordidly interested and undeserving.","subId":"4","id":"Shaftesbury.C.S.3.1.4"},{"type":"paragraph","content":"But whatever may be the proper Effect or Operation of Religion, 'tis the known Province of Philosophy to teach us _our-selves,_ keep us the _self-same_ Persons, and so regulate our governing Fancys, Passions, and Humours, as to make us comprehensible to our selves, and knowable by other Features than those of a bare Countenance. For 'tis not certainly by virtue of our Face merely, that we are _our-selves._ 'Tis not WE who change, when our Complexion or Shape changes. But there is _that,_ which being wholly metamorphos'd and converted, WE are thereby in reality transform'd and lost.","subId":"5","id":"Shaftesbury.C.S.3.1.5"},{"type":"paragraph","content":"Shou'd an intimate Friend of ours, who had endur'd many Sicknesses, and run many ill Adventures while he travel'd thro' the remotest parts of the East, and hottest Countrys of the South, return to us so alter'd in his whole outward Figure, that till we had for a time convers'd with him, we cou'd not know him again to be the same Person; the matter wou'd not seem so very strange, nor wou'd our concern on this account be very great. But shou'd a like Face and Figure of a Friend return to us with Thoughts and Humours of a strange and foreign Turn, with Passions, Affections, and Opinions wholly different from any thing we had formerly known; we shou'd say in earnest, and with the greatest Amazement and Concern, that this was _another Creature,_ and not _the Friend_ whom we once knew familiarly. Nor shou'd we in reality attempt any renewal of Acquaintance or Correspondence with such a Person, tho perhaps he might preserve in his Memory the faint Marks or Tokens of former Transactions which had pass'd between us.","subId":"6","id":"Shaftesbury.C.S.3.1.6"},{"type":"paragraph","content":"When a Revolution of this kind, tho not so total, happens at any time in a Character; when the Passion or Humour of a known Person changes remarkably from what it once was; 'tis to _Philosophy_ we then appeal. 'Tis either the Want or Weakness of this Principle, which is charg'd on the Delinquent. And on this bottom it is, that we often challenge our-selves, when we find such variation in our Manners; and observe that it is not always _the same Self,_ nor _the same Interest_ we have in view; but often a direct contrary-one, which we serve still with the same Passion and Ardour. When from a noted Liberality we change perhaps to as remarkable a Parsimony; when from Indolence and Love of Rest we plunge into Business; or from a busy and severe Character, abhorrent from the tender Converse of the fair Sex, we turn on a sudden to a contrary Passion, and become amorous or uxorious: we acknowledg the Weakness; and charging our Defect on the general want of _Philosophy,_ we say (sighing) \"That, indeed, we none of us truly _know ourselves._\" And thus we recognize the Authority and proper Object of Philosophy; so far at least, that tho we pretend not to be compleat _Philosophers,_ we confess, \"That as we have more or less of this Intelligence or Comprehension of our-selves, we are accordingly more or less _truly_ ^Men,^ and either more or less to be depended on, in Friendship, Society, and the Commerce of Life.\"","subId":"7","id":"Shaftesbury.C.S.3.1.7"},{"type":"paragraph","content":"The _Fruits_ of this Science are indeed the fairest imaginable; and, upon due trial, are found to be as well relish'd, and of as good savour with Mankind. But when invited to the Speculation, we turn our Eyes on that which we suppose the _Tree,_ 'tis no wonder if we slight the _Gardenership,_ and think the manner of Culture a very contemptible Mystery. \"_Grapes,_ 'tis said, _are not gather'd from Thorns; nor Figs from Thistles._\" Now if in the literate World there be any choking Weed, any thing purely _Thorn or Thistle,_ 'tis in all likelihood that very kind of Plant which stands for[n4] _Philosophy_ in some famous Schools. There can be nothing more ridiculous than to expect that _Manners_ or _Understanding_ shou'd sprout from such a Stock. It pretends indeed some relation to _Manners,_ as being definitive of the Natures, Essences, and Propertys of Spirits; and some relation to _Reason,_ as describing the Shapes and Forms of certain Instruments imploy'd in the reasoning Art. But had the craftiest of Men, for many Ages together, been imploy'd in finding out a method to confound _Reason,_ and degrade the _Understanding_ of Mankind; they cou'd not perhaps have succeeded better, than by the Establishment of such a _Mock-Science._","subId":"8","id":"Shaftesbury.C.S.3.1.8"},{"type":"paragraph","content":"I knew once a notable _Enthusiast_ of the itinerant kind, who being upon a high Spiritual Adventure in a Country where prophetick Missions are treated as no Jest, was, as he told me, committed a close Prisoner, and kept for several months where he saw no manner of Light. In this Banishment from Letters and Discourse, the Man very wittily invented an Amusement much to his purpose, and highly preservative both of Health and Humour. It may be thought perhaps, that of all Seasons or Circumstances here was one the most sutable to our oft-mention'd practice of ^Soliloquy;^ especially since the Prisoner was one of those whom in this Age we usually call _Philosophers,_ a Successor of ^Paracelsus,^ and a Master in the occult Sciences. But as to _Moral_ Science, or any thing relating to _Self-converse,_ he was a mere Novice. To work therefore he went, after a different method. He tun'd his natural Pipes not after the manner of a Musician, to practice what was melodious and agreeable in Sounds, but to fashion and form all sorts of articulate Voices the most distinctly that was possible. This he perform'd by strenuously exalting his Voice, and essaying it in all the several Dispositions and Configurations of his Throat and Mouth. And thus bellowing, roaring, snarling, and otherwise variously exerting his Organs of Sound, he endeavour'd to discover what Letters of the Alphabet cou'd best design each Species, or what new Letters were to be invented, to mark the undiscover'd Modifications. He found, for instance, the Letter _A_ to be a most genuine Character, an original and pure Vowel, and justly plac'd as principal in the front of the alphabetick Order. For having duly extended his under Jaw to its utmost distance from the upper; and by a proper Insertion of his Fingers provided against the Contraction of either Corner of his Mouth; he experimentally discover'd it impossible for human Tongue under these Circumstances to emit any other Modification of Sound than that which was describ'd by this primitive Character. The Vowel _O_ was form'd by an orbicular Disposition of the Mouth; as was aptly delineated in the Character it-self. The Vowel _U_ by a parallel Protrusion of the Lips. The other Vowels and Consonants by other various Collisions of the Mouth, and Operations of the active Tongue upon the passive Gum or Palat. The Result of this profound Speculation and long Exercise of our Prisoner, was _a Philosophical Treatise,_ which he compos'd when he was set at liberty. He esteem'd himself the only Master of Voice and Language on the account of this his _radical_ Science, and _fundamental Knowledg_ of Sounds. But whoever had taken him to improve their Voice, or teach 'em an agreeable or just manner of Accent or Delivery, wou'd, I believe, have found themselves considerably deluded.","subId":"9","id":"Shaftesbury.C.S.3.1.9"},{"type":"paragraph","content":"'Tis not that I wou'd condemn as useless this speculative Science of _Articulation._ It has its place, no doubt, among the other Sciences, and may serve to _Grammar,_ as _Grammar_ serves to _Rhetorick,_ and to other Arts of Speech and Writing. The Solidity of _Mathematicks,_ and its Advantage to Mankind, is prov'd by many effects in those beneficial Arts and Sciences which depend on it: tho _Astrologers, Horoscopers,_ and other such, are pleas'd to honour themselves with the Title of _Mathematicians._ As for _Metaphysicks,_ and that which in the Schools is taught for _Logick_ or for _Ethicks;_ I shall willingly allow it to pass for _Philosophy,_ when by any real effects it is prov'd capable to refine our Spirits, improve our Understandings, or mend our Manners. But if the defining _material_ and _immaterial Substances,_ and distinguishing their _Propertys_ and _Modes,_ is recommended to us, as the right manner of proceeding in the Discovery of our own Natures, I shall be apt to suspect such a Study as the more delusive and infatuating, on account of its magnificent Pretension.","subId":"10","id":"Shaftesbury.C.S.3.1.10"},{"type":"paragraph","content":"The Study of Triangles and Circles interferes not with the Study of _Minds._ Nor does the Student in the mean while suppose himself advancing in Wisdom, or the Knowledg of Himself or Mankind. All he desires, is to keep his Head sound, as it was before. And well, he thinks indeed, he has come off, if by good fortune there be no Crack made in it. As for other Ability or Improvement in the Knowledg of human Nature or the World; he refers himself to other Studys and Practice. Such is _the Mathematician's_ Modesty and good Sense. But for _the Philosopher,_ who pretends to be wholly taken up in considering his higher Facultys, and examining the Powers and Principles of his Understanding; if in reality his Philosophy be foreign to the Matter profess'd; if it goes beside the mark, and reaches nothing we can truly call our Interest or Concern; it must be somewhat worse than mere Ignorance or Idiotism. The most ingenious way of becoming foolish, is _by a System._ And the surest Method to prevent good Sense, is to set up something in the room of it. The liker any thing is to Wisdom, if it be not plainly _the thing it-self,_ the more directly it becomes _its opposite._","subId":"11","id":"Shaftesbury.C.S.3.1.11"},{"type":"paragraph","content":"One wou'd expect it of these _Physiologists_ and Searchers of _Modes_ and _Substances,_ that being so exalted in their Understandings, and inrich'd with Science above other Men, they shou'd be as much above 'em in their Passions and Sentiments. The Consciousness of being admitted into the secret Recesses of Nature, and the inward Resources of a human Heart, shou'd, one wou'd think, create in these Gentlemen a sort of Magnanimity, which might distinguish 'em from the ordinary Race of Mortals. But if their pretended Knowledg of the Machine of _this World,_ and of _their own Frame,_ is able to produce nothing beneficial either to the one or to the other; I know not to what purpose such a Philosophy can serve, except only to shut the door against better Knowledg, and introduce Impertinence and Conceit with the best Countenance of Authority.","subId":"12","id":"Shaftesbury.C.S.3.1.12"},{"type":"paragraph","content":"'Tis hardly possible for a Student, but more especially _an Author,_ who has dealt in _Ideas,_ and treated formally of _the Passions,_ in a way of _natural Philosophy,_ not to imagine himself more wise on this account, and more knowing in his own Character, and the Genius of Mankind. But that he is mistaken in his Calculation, Experience generally convinces us: none being found more impotent in themselves, of less command over their Passions, less free from Superstition and vain Fears, or less safe from common Imposture and Delusion, than the noted Head-pieces of this stamp. Nor is this a wonder. The Speculation in a manner bespeaks the Practice. There needs no formal Deduction to make this evident. A small Help from our familiar Method of _Soliloquy_ may serve turn: and we may perhaps decide this matter in a more diverting way; by confronting this super-speculative Philosophy with a more practical sort, which relates chiefly to our Acquaintance, Friendship, and good Correspondence with _our-selves._","subId":"13","id":"Shaftesbury.C.S.3.1.13"},{"type":"paragraph","content":"On this account, it may not be to my Reader's disadvantage, if forgetting him for a-while, I apply chiefly to _my-self;_ and, as occasion offers, assume that _self-conversant Practice,_ which I have pretended to disclose. 'Tis hop'd therefore, he will not esteem it as ill Breeding, if I lose the usual regard to his Presence. And shou'd I fall insensibly into one of the Paroxysms describ'd; and as in a sort of Phrenzy, enter into high Expostulation with my-self; he will not surely be offended with the free Language, or even with the Reproaches he hears from a Person who only makes bold with whom he may.","subId":"14","id":"Shaftesbury.C.S.3.1.14"},{"type":"paragraph","content":"IF A Passenger shou'd turn by chance into a Watchmaker's Shop, and thinking to inform himself concerning _Watches,_ shou'd inquire, of what Metal, or what Matter, each Part was compos'd; what gave the Colours, or what made the Sounds; without examining what the real Use was of such an Instrument; or by what Movements its _End_ was best attain'd, and its Perfection acquir'd: 'tis plain that such an Examiner as this, wou'd come short of any Understanding in the real Nature of the Instrument. Shou'd a Philosopher, after the same manner, employing himself in the Study of human Nature, discover only, what Effects each Passion wrought upon the Body; what change of Aspect or Feature they produc'd; and in what different manner they affected the Limbs and Muscles; this might possibly qualify him to give Advice to an Anatomist or a Limner, but not to _Mankind_ or to _Himself:_ Since according to this Survey he consider'd not the real Operation or Energy of his Subject, nor contemplated the _Man,_ as _real_ ^Man,^ and as a human Agent; but as a _Watch_ or common _Machine._","subId":"15","id":"Shaftesbury.C.S.3.1.15"},{"type":"paragraph","content":"\"The Passion of _Fear_ (as a[n5] modern Philosopher informs me) determines the Spirits to the Muscles of the Knees, which are instantly ready to perform their Motion; by taking up the Legs with incomparable Celerity, in order to remove the Body out of harm's way.\"—Excellent Mechanism! But whether the knocking together of the Knees be any more the cowardly Symptom of Flight, than the chattering of the Teeth is the stout Symptom of Resistance, I shall not take upon me to determine. In this whole Subject of Inquiry I shall find nothing of the least _Self_-concernment. And I may depend upon it, that by the most refin'd Speculation of this kind, I shall neither learn to diminish my Fears, or raise my Courage. This, however, I may be assur'd of, that 'tis the Nature of Fear, as well as of other Passions, to have its Increase and Decrease, as it is fed by _Opinion,_ and influenc'd by Custom and Practice.","subId":"16","id":"Shaftesbury.C.S.3.1.16"},{"type":"paragraph","content":"These Passions, according as they have the Ascendency in me, and differ in proportion with one another, affect my Character, and make me different with respect to _my-self_ and others. I must, therefore, of necessity find Redress and Improvement in this case, by reflecting justly on the manner of my own _Motion,_ as guided by _Affections_ which depend so much on Apprehension and Conceit. By examining the various Turns, Inflections, Declensions, and inward Revolutions of _the Passions,_ I must undoubtedly come the better to understand a human Breast, and judg the better both of others and _my-self._ 'Tis impossible to make the least advancement in such a Study, without acquiring some Advantage, from the Regulation and Government of those Passions, on which the Conduct of a Life depends.","subId":"17","id":"Shaftesbury.C.S.3.1.17"},{"type":"paragraph","content":"For instance, if ^Superstition^ be the sort of Fear which most oppresses; 'tis not very material to inquire, on this occasion, to what Parts or Districts the Blood or Spirits are immediately detach'd, or where they are made to rendevouz. For this no more imports me to understand, than it depends on me to regulate or change. But when the Grounds of this superstitious Fear are consider'd to be from _Opinion,_ and the Subjects of it come to be thorowly search'd and examin'd; the Passion it-self must necessarily diminish, as I discover more and more the Imposture which belongs to it.","subId":"18","id":"Shaftesbury.C.S.3.1.18"},{"type":"paragraph","content":"In the same manner, if ^Vanity^ be from _Opinion,_ and I consider how _Vanity_ is conceiv'd, from what imaginary Advantages, and inconsiderable Grounds; if I view it in its excessive height, as well as in its contrary depression; 'tis impossible I shou'd not in some measure be reliev'd of this Distemper.","subId":"19","id":"Shaftesbury.C.S.3.1.19"},{"type":"paragraph","content":"[n6]Are you swollen up with the love of praise? There are sure remedies. . . . There are spells and charms by which you may ease this pain and throw off a great part of your complaint.","subId":"20","id":"Shaftesbury.C.S.3.1.20"},{"type":"paragraph","content":"The same must happen in respect of _Anger, Ambition, Love, Desire,_ and the other Passions from whence I frame the different Notion I have of _Interest._ For as these Passions veer, my _Interest_ veers, my _Steerage_ varys; and I make alternately, now this, now that, to be my _Course_ and _Harbour._ The Man in Anger, has a different _Happiness_ from the Man in Love. And the Man lately become covetous, has a different Notion of _Satisfaction_ from what he had before, when he was liberal. Even the Man in Humour, has another Thought of _Interest_ and _Advantage_ than the Man out of Humour, or in the least disturb'd. The Examination, therefore, of my _Humours,_ and the[n7] ^Inquiry^ after my _Passions,_ must necessarily draw along with it the Search and Scrutiny of my _Opinions,_ and the sincere Consideration of my _Scope_ and _End._ And thus the Study of _human Affection_ cannot fail of leading me towards the Knowledg of _human Nature,_ and of ^My-self.^","subId":"21","id":"Shaftesbury.C.S.3.1.21"},{"type":"paragraph","content":"This is the _Philosophy,_ which, by Nature, has the Pre-eminence above all other Science or Knowledg. Nor can this surely be of the sort call'd[n8] _vain_ or _deceitful;_ since it is the only means by which I can discover Vanity and Deceit. This is not of that kind which depends on[n9] _Genealogys_ or _Traditions,_ and[n10] _ministers Questions and vain Jangling._ It has not its Name, as other Philosophys, from the mere Subtlety and Nicety of the Speculation; but, by way of Excellence, from its being superior to all other Speculations; from its presiding over all other Sciences and Occupations; teaching the Measure of each, and assigning the just Value of everything in Life. By this Science _Religion_ it-self is judg'd, _Spirits_ are search'd, _Prophecys_ prov'd, _Miracles_ distinguish'd: the sole Measure and Standard being taken from _moral Rectitude,_ and from the Discernment of what is sound and just in the Affections. For if the[n11] _Tree_ is known only _by its Fruits;_ my first Endeavour must be to distinguish the true Taste of _Fruits,_ refine my Palat, and establish a just Relish in the kind. So that to bid me judg Authority by Morals, whilst the Rule of Morals is suppos'd[n12] dependent on mere Authority and _Will;_ is the same in reality as to bid me see with my Eyes shut, measure without a Standard, and count without Arithmetick.","subId":"22","id":"Shaftesbury.C.S.3.1.22"},{"type":"paragraph","content":"And thus ^Philosophy,^ which judges both of her-self, and of every thing besides; discovers her own Province, and chief Command; teaches me to distinguish between her Person and her Likeness; and shews me her immediate and real self, by that sole Privilege of teaching me _to know my-self,_ and _what belongs to me._ She gives to every inferior Science its just rank; leaves some to measure _Sounds;_ others to scan _Syllables;_ others to weigh _Vacuums,_ and define _Spaces,_ and _Extensions:_ but reserves to her-self her due Authority, and Majesty; keeps her State, and antient Title, of Guide of life, investigator of virtue,[n13] and the rest of those just Appellations which of old belong'd to her; when she merited to be apostrophiz'd, as she was, by the[n14] Orator: \"Thou didst find out laws, thou wast the teacher of character and method. . . . One day spent well and under thy rules is better than an eternity of error.\" Excellent Mistress! but easy to be mistaken! whilst so many Handmaids wear as illustrious Apparel; and some are made to outshine her far, in Dress, and Ornament.","subId":"23","id":"Shaftesbury.C.S.3.1.23"},{"type":"paragraph","content":"In reality, how specious a Study, how solemn an Amusement is rais'd from what we call _Philosophical Speculations!_—the _Formation of Ideas!_—their _Compositions, Comparisons, Agreement,_ and _Disagreement!_—What can have a better Appearance, or bid fairer for _genuine_ and _true_ ^Philosophy?^ Come on then. Let me philosophize in this manner; if this be indeed the way I am to grow _wise._ Let me examine my _Ideas_ of _Space_ and _Substance:_ Let me look well into _Matter_ and its _Modes;_ if this be looking into ^My-self;^ if this be to improve my _Understanding,_ and enlarge my ^Mind.^ For of this I may soon be satisfy'd. Let me observe therefore, with diligence, what passes _here;_ what Connexion and Consistency, what Agreement or Disagreement I find _within:_ \"Whether, according to my present _Ideas,_ that which I approve this Hour, I am like to approve as well the next: And in case it be otherwise with me; how or after what manner, I shall relieve myself; how _ascertain_ my _Ideas,_ and keep my Opinion, Liking, and Esteem of things, _the same._\" If this remains unsolv'd; if I am still the same Mystery to my-self as ever: to what purpose is all this reasoning and acuteness? Wherefore do I admire my Philosopher, or study to become such a one, my-self?","subId":"24","id":"Shaftesbury.C.S.3.1.24"},{"type":"paragraph","content":"To-_day_ things have succeeded well with me; consequently my Ideas are rais'd: \"'Tis a fine World! All is glorious! Every thing delightful and entertaining! Mankind, Conversation, Company, Society; What can be more desirable?\" _To-morrow_ comes Disappointment, Crosses, Disgrace. And what follows? \"O miserable Mankind! Wretched State! Who wou'd live out of Solitude? Who wou'd write or act for such a World?\" Philosopher! where are thy _Ideas?_ Where is _Truth, Certainty, Evidence,_ so much talk'd of? 'Tis here surely they are to be maintain'd, if any where. 'Tis here I am to preserve some _just Distinctions,_ and _adequate Ideas;_ which if I cannot do a jot the more, by what such a Philosophy can teach me, the Philosophy is in this respect imposing, and delusive. For whatever its other Virtues are; it relates not to _Me my-self,_ it concerns not _the Man,_ nor any otherwise affects _the Mind_ than by the conceit of Knowledg, and the false Assurance rais'd from a suppos'd Improvement.","subId":"25","id":"Shaftesbury.C.S.3.1.25"},{"type":"paragraph","content":"Again. What are my Ideas _of the World,_ of _Pleasure, Riches, Fame, Life?_ What Judgment am I to make of Mankind and human Affairs? What Sentiments am I to frame? What Opinions? What Maxims? If none at all; why do I concern my-self in Speculations about my _Ideas?_ What is it to me, for instance, to know what kind of Idea I can form of _Space?_ \"Divide a solid Body of whatever Dimension,\" (says a renown'd modern Philosopher): \"And 'twill be impossible for the Parts to move within the bounds of its Superficies; if there be not left in it[n15] a void Space, as big as the least part into which the said Body is divided.\"—","subId":"26","id":"Shaftesbury.C.S.3.1.26"},{"type":"paragraph","content":"Thus the _Atomist,_ or _Epicurean,_ pleading for a _Vacuum._ The _Plenitudinarian,_ on the other side, brings his _Fluid_ in play, and joins the Idea of _Body_ and _Extension._ \"Of this, says one, I have clear Ideas.\" \"Of this, says the other, I can be certain.\" \"And what, say I, if in the whole matter there be no certainty at all?\" For _Mathematicians_ are divided: and _Mechanicks_ proceed as well on one Hypothesis as on the other. My _Mind,_ I am satisfy'd, will proceed either way alike: For it is concern'd on neither side.—\"Philosopher! Let me hear concerning what is of some moment to me. Let me hear concerning _Life;_ what the right Notion is; and what I am to stand to, upon occasion: that I may not, when Life seems retiring, or has run it-self out to the very Dregs, cry _Vanity!_ condemn the World, and at the same time complain, that _Life is short and passing!_\" For why so _short,_ indeed, if not found _sweet?_ Why do I complain both ways? Is Vanity, _mere Vanity,_ a Happiness? Or can Misery _pass away_ too soon?","subId":"27","id":"Shaftesbury.C.S.3.1.27"},{"type":"paragraph","content":"This is of moment to me to examine. This is worth my while. If, on the other side, I cannot find the _Agreement_ or _Disagreement_ of my _Ideas_ in this place; if I can come to nothing _certain_ here; what is all the rest to me? What signifys it how I come by my _Ideas,_ or how _compound_ 'em; which are _simple,_ and which _complex?_ If I have a right Idea of _Life,_ now when perhaps I think slightly of it, and resolve with my-self, \"That it may easily be laid down on any honourable occasion of Service to my Friends, or Country\"; teach me how I may preserve this _Idea:_ or, at least, how I may get safely rid of it; that it may trouble me no more, nor lead me into ill Adventures. Teach me how I came by such an _Opinion_ of Worth and Virtue; what it is, which at one time raises it so high, and at another time reduces it to nothing; how these Disturbances and Fluctuations happen; \"By what Innovation, what _Composition,_ what _Intervention of other Ideas._\" If this be the Subject of the _Philosophical Art;_ I readily apply to it, and embrace the Study. If there be nothing of this in the Case; I have no occasion for this sort of Learning; and am no more desirous of knowing how I form or compound those _Ideas_ which are mark'd by Words, than I am of knowing how, and by what Motions of my Tongue or Palat, I form those _articulate Sounds,_ which I can full as well pronounce, without any such Science or Speculation.","subId":"28","id":"Shaftesbury.C.S.3.1.28"},{"type":"note","content":"^Exod.^ Ch. xxxii. ver. 31, 32, _&c._ and ^Rom.^ Ch. ix. ver. 1, 2, 3, _&c._","subId":"n1","id":"Shaftesbury.C.S.3.1.n1"},{"type":"note","content":"_Supra,_ p. 29. & VOL. III. p. 53–56. & 115, &c.","subId":"n2","id":"Shaftesbury.C.S.3.1.n2"},{"type":"note","content":"^Mat.^ Ch. xvi. ver. 6, 7, 8, &c.","subId":"n3","id":"Shaftesbury.C.S.3.1.n3"},{"type":"note","content":"_Infra,_ p. 333, 334, 335. and VOL. III. p. 184, 185, 186.","subId":"n4","id":"Shaftesbury.C.S.3.1.n4"},{"type":"note","content":"Monsieur ^DesCartes,^ in his Treatise of the Passions.","subId":"n5","id":"Shaftesbury.C.S.3.1.n5"},{"type":"note","content":"\"\"$Laudis amore tumes? Sunt certa Piacula— // Sunt verba & voces quibus hunc lenire dolorem // Possis, & magnam morbi deponere partem.$ // [Hor. _Epist._ 1. _lib._ 1.]\"\"","subId":"n6","id":"Shaftesbury.C.S.3.1.n6"},{"type":"note","content":"See ^Inquiry,^ _viz._ Treatise IV. of these Volumes.","subId":"n7","id":"Shaftesbury.C.S.3.1.n7"},{"type":"note","content":"^Coloss.^ Ch. ii. ver. 8.; ^Tit.^ Ch. iii. ver. 9.; 1 ^Tim.^ Ch. i. ver. 4, & 6. and Ch. vi. ver. 20.","subId":"n8","id":"Shaftesbury.C.S.3.1.n8"},{"type":"note","content":"^Coloss.^ Ch. ii. ver. 8.; ^Tit.^ Ch. iii. ver. 9.; 1 ^Tim.^ Ch. i. ver. 4, & 6. and Ch. vi. ver. 20.","subId":"n9","id":"Shaftesbury.C.S.3.1.n9"},{"type":"note","content":"^Coloss.^ Ch. ii. ver. 8.; ^Tit.^ Ch. iii. ver. 9.; 1 ^Tim.^ Ch. i. ver. 4, & 6. and Ch. vi. ver. 20.","subId":"n10","id":"Shaftesbury.C.S.3.1.n10"},{"type":"note","content":"^Luke,^ Ch. vi. ver. 43, 44. and ^Mat.^ Ch. vii. ver. 16. See VOL. II. _p._ 269, 334.","subId":"n11","id":"Shaftesbury.C.S.3.1.n11"},{"type":"note","content":"_Supra,_ pag. 107.","subId":"n12","id":"Shaftesbury.C.S.3.1.n12"},{"type":"note","content":"_Vitae Dux, Virtutis Indagatrix._","subId":"n13","id":"Shaftesbury.C.S.3.1.n13"},{"type":"note","content":"\"_Tu Inventrix Legum, tu Magistra morum & disciplinae. \\* \\* \\* Est autem unus dies bene & ex praeceptis tuis actus, peccanti immortalitati anteponendus._\" ^Cicero,^ _Tusc. Quaest. lib._ 5.","subId":"n14","id":"Shaftesbury.C.S.3.1.n14"},{"type":"note","content":"These are the Words of the particular Author cited.","subId":"n15","id":"Shaftesbury.C.S.3.1.n15"}],"texts":[],"ancestors":[{"id":"Shaftesbury","forename":"Anthony","surname":"Ashley Cooper","title":"Lord Shaftesbury","birth":1671,"death":1713,"published":1699,"nationality":"English","sex":"Male","texts":[{"id":"Shaftesbury.C","forename":"Anthony","surname":"Ashley Cooper","title":"Characteristicks of Men, Manners, Opinions, Times","birth":1671,"death":1713,"published":[1711],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Characteristicks"},{"id":"Shaftesbury.LMU","forename":"Anthony","surname":"Ashley Cooper","title":"Several Letters Written by a Noble Lord to a Young Man at the University","birth":1671,"death":1713,"published":[1716],"nationality":"English","sex":"Male","breadcrumb":"Letters to a Man at the University"},{"id":"Shaftesbury.LM","forename":"Anthony","surname":"Ashley Cooper","title":"The Late Earl of Shaftesbury's Letters to the Right Honourable the Lord Molesworth","birth":1671,"death":1713,"published":[1721],"nationality":"English","sex":"Male","breadcrumb":"Letters to Molesworth"}]},{"id":"Shaftesbury.C","forename":"Anthony","surname":"Ashley Cooper","title":"Characteristicks of Men, Manners, Opinions, Times","birth":1671,"death":1713,"published":[1711],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Characteristicks"},{"id":"Shaftesbury.C.S","imported":true,"title":"Soliloquy: or, Advice to an Author","breadcrumb":"Soliloquy","published":[1710]},{"id":"Shaftesbury.C.S.3","imported":true,"title":"Part III","breadcrumb":"Part 3","published":[1710]}],"prev":{"id":"Shaftesbury.C.S.3","imported":true,"title":"Part III","breadcrumb":"Part 3","published":[1710]},"next":{"id":"Shaftesbury.C.S.3.2","imported":true,"title":"Section II","breadcrumb":"Section 2","published":[1710]}}