{"id":"Hutcheson.IBV.IGE.1","imported":true,"parent":"Hutcheson.IBV.IGE","title":"Section 1. Of the Moral Sense by which we perceive Virtue and Vice, and approve or disapprove them in others","breadcrumb":"Section 1","published":[1725],"copytext":[1738],"sourceDesc":"Hutcheson’s <cite>Inquiry into the Original of Our Ideas of Beauty and Virtue</cite> was first published in 1725, with a second edition “Corrected and Enlarg'd” in 1726, and a third “Corrected” in 1729. Our copytext is the fourth edition of 1738, likewise “Corrected”, which contains Hutcheson's final modifications and additions. The text was derived from Wolfgang Leidhold's edition (Indianapolis: Liberty Fund, 2004), which follows the second 1726 edition (noting significant variants from other editions), and removes most of the original italics and small capitals. This source text has been substantially altered, reinstating the original formatting and bringing the text in line with the 1738 edition.","sourceUrl":"https://oll.libertyfund.org/titles/hutcheson-an-inquiry-into-the-original-of-our-ideas-of-beauty-and-virtue-1726-2004/simple#lf1458_div_036","blocks":[{"type":"title","content":"<h3>SECT. I.</h3> <h3><em>Of the </em>Moral Sense<em> by which we perceive </em>Virtue<em> and </em>Vice<em>, and approve or disapprove them in others.</em></h3> ","id":"Hutcheson.IBV.IGE.1"},{"type":"paragraph","content":"<span class=\"margin-comment\">Different Ideas of Moral and Natural Good.</span> THAT the Perceptions of <em>moral Good</em> and <em>Evil</em>, are perfectly different from those of <em>natural Good</em> or <em>Advantage</em>, every one must convince himself, by reflecting upon the different Manner in which he finds himself affected when these Objects occur to him. Had we no <em>Sense</em> of <em>Good</em> distinct from the <em>Advantage</em> or <em>Interest</em> arising from the external Senses, and the Perceptions of <em>Beauty</em> and <em>Harmony</em>; our Sensations and Affections toward a <em>fruitful Field</em>, or <em>commodious Habitation</em>, would be much the same with what we have toward a <em>generous Friend</em>, or any <em>noble Character</em>; for both are or may be <em>advantageous</em> to us: And we should no more admire any Action, or love any Person in a distant <em>Country</em>, or <em>Age</em>, whose Influence could not extend to us, than we love the <em>Mountains</em> of <span class=\"small-capitals\">Peru</span>, while we are unconcern'd in the <em>Spanish Trade</em>. We should have the same Sentiments and Affections toward <em>inanimate Beings</em>, which we have toward <em>rational Agents</em>, which yet every one knows to be false. Upon Comparison, we say, <q>Why should we approve or love <em>inanimate Beings</em>? They have no Intention of <em>Good</em> to us, or to any other Person; their <em>Nature</em> makes them fit for our Uses, which they neither know nor study to serve. But it is not so with <em>rational Agents</em>: they study the <em>Interest</em>, and delight in the <em>Happiness</em> of other Beings with whom they converse.</q>","subId":"1","id":"Hutcheson.IBV.IGE.1.1"},{"type":"paragraph","content":"<span class=\"small-capitals\">We</span> are all then conscious of the Difference between that <em>Approbation</em> or Perception of <em>moral Excellence</em>, which <em>Benevolence</em> excites toward the Person in whom we observe it, and that Opinion of <em>natural Goodness</em>, which only raises <em>Desire</em> of Possession toward the good Object. Now <q>what should make this Difference, if all Approbation, or <em>Sense</em> of <em>Good</em> be from Prospect of <em>Advantage</em>? Do not <em>inanimate Objects</em> promote our <em>Advantage</em>, as well as <em>benevolent Persons</em>, who do us Offices of <em>Kindness</em> and <em>Friendship</em>? Should we not then have the same endearing Approbation of both? or only the same cold Opinion of <em>Advantage</em> in both?</q> The Reason why it is not so, must be this, <q>That we have a distinct Perception of <em>Beauty</em>, or <em>Excellence</em> in the kind Affections of <em>rational Agents</em>; whence we are determin'd to admire and love such <em>Characters</em> and <em>Persons</em>.</q>","subId":"2","id":"Hutcheson.IBV.IGE.1.2"},{"type":"paragraph","content":"<span class=\"margin-comment\">In Actions done to our selves.</span> <span class=\"small-capitals\">Suppose</span> we reap the same <em>Advantage</em> from two Men, one of whom serves us from an <em>ultimate Desire</em> of our Happiness, and Good-will toward us; the other from Views of <em>Self-Interest</em>, or by <em>Constraint</em>: both are in this Case equally beneficial or <em>advantageous</em> to us, and yet we shall have quite different Sentiments of them. We must then certainly have other Perceptions of <em>moral Actions</em>, than those of <em>Advantage</em>: And that Power of receiving these Perceptions may be call'd a <span class=\"small-capitals\">Moral Sense</span>, since the Definition agrees to it, <em>viz.</em> <em>a Determination of the Mind, to receive any Idea from the Presence of an Object which occurs to us, independent on our Will</em><a href=\"#n1\"><sup>[1]</sup></a>.","subId":"3","id":"Hutcheson.IBV.IGE.1.3"},{"type":"paragraph","content":"<span class=\"margin-comment\">Of Evil, Moral and Natural.</span> <span class=\"small-capitals\">This</span> perhaps will be equally evident from our Ideas of <em>Evil</em>, done to us designedly by a <em>rational Agent</em>. Our Senses of <em>natural Good</em> and <em>Evil</em> would make us receive, with equal Serenity and Composure, an <em>Assault</em>, a <em>Buffet</em>, an <em>Affront</em> from a <em>Neighbour</em>, a <em>Cheat</em> from a <em>Partner</em>, or <em>Trustee</em>, as we would an equal Damage from the Fall of a <em>Beam</em>, a <em>Tile</em>, or a <em>Tempest</em>; and we should have the same Affections and Sentiments on both Occasions. <em>Villany</em>, <em>Treachery</em>, <em>Cruelty</em>, would be as meekly resented as a <em>Blast</em>, or <em>Mildew</em>, or an <em>overflowing Stream</em>. But I fansy every one is very differently affected on these Occasions, tho' there may be equal <em>natural Evil</em> in both. Nay, Actions no way detrimental may occasion the strongest Anger and Indignation, if they evidence only impotent Hatred or Contempt. And, on the other hand, the Intervention of <em>moral Ideas</em> may prevent our <em>Condemnation</em> of the Agent, or bad moral Apprehension of that Action, which causes to us the greatest <em>natural Evil</em>. Thus the Opinion of <em>Justice</em> in any Sentence, will prevent all Ideas of <em>moral Evil</em> in the Execution, or Hatred toward the <em>Magistrate</em>, who is the immediate Cause of our greatest Sufferings.","subId":"4","id":"Hutcheson.IBV.IGE.1.4"},{"type":"paragraph","content":"<span class=\"margin-comment\">In Actions toward others.</span> <span class=\"small-capitals\">In</span> our Sentiments of Actions which affect ourselves, there is indeed a Mixture of the Ideas of <em>natural</em> and <em>moral Good</em>, which require some Attention to separate them. But when we reflect upon the Actions which affect other Persons only, we may observe the <em>moral Ideas</em> unmix'd with those of <em>natural Good</em> or <em>Evil</em>. For let it be here observ'd, that those Senses by which we perceive Pleasure in natural Objects, whence they are constituted <em>Advantageous</em>, could never raise in us any Desire of <em>publick Good</em>, but only of what was good to ourselves in particular. Nor could they ever make us approve an Action merely because of its promoting the Happiness of others. And yet, as soon as any Action is represented to us as flowing from <em>Love</em>, <em>Humanity</em>, <em>Gratitude</em>, <em>Compassion</em>, a <em>Study</em> of the good of others, and an ultimate Desire of their Happiness, altho' it were in the most distant Part of the World, or in some past Age, we feel Joy within us, admire the lovely Action, and praise its Author. And on the contrary, every Action represented as flowing from Ill-will, Desire of the Misery of others without View to any prevalent Good to the Publick, or <em>Ingratitude</em>, raises Abhorrence and Aversion.","subId":"5","id":"Hutcheson.IBV.IGE.1.5"},{"type":"paragraph","content":"<span class=\"small-capitals\">It</span> is true indeed, that the Actions we approve in others, are generally imagin'd to tend to the <em>natural Good</em> of <em>Mankind</em>, or of some <em>Parts</em> of it. But whence this <em>secret Chain</em> between <em>each Person</em> and <em>Mankind</em>? How is my <em>Interest</em> connected with the most distant <em>Parts</em> of it? And yet I must admire Actions which show Good-will toward them, and love the Author. Whence this <em>Love</em>, <em>Compassion</em>, <em>Indignation</em> and <em>Hatred</em> toward even <em>feign'd Characters</em>, in the most distant Ages, and Nations, according as they appear <em>kind</em>, <em>faithful</em>, <em>compassionate</em>, or of the <em>opposite Dispositions</em>, toward their imaginary Contemporaries? If there is no <em>moral Sense</em>, which makes rational Actions appear <em>Beautiful</em>; if all Approbation be from the <em>Interest</em> of the Approver, <blockquote><em>What's <span class=\"small-capitals\">Hecuba</span> to us, or we to <span class=\"small-capitals\">Hecuba</span>?</em><a href=\"#n2\"><sup>[2]</sup></a></blockquote>","subId":"6","id":"Hutcheson.IBV.IGE.1.6"},{"type":"paragraph","content":"<span class=\"margin-comment\">Moral Ideas not from Interest.</span> <span class=\"small-capitals\">Some</span> refin'd Explainers of <em>Self-Love</em> may tell us, <q>That we approve or condemn <em>Characters</em>, according as we apprehend we should have been supported, or injur'd by them, had we liv'd in their Days.</q> But how obvious is the Answer, if we only observe, that had we no Sense of <em>moral Good</em> in <em>Humanity</em>, <em>Mercy</em>, <em>Faithfulness</em>, why should not <em>Self-Love</em>, and our Sense of <em>natural Good</em> engage us always to the victorious Side, and make us admire and love the successful <em>Tyrant</em>, or <em>Traitor</em>? Why do not we love <span class=\"name\"><span class=\"small-capitals\">Sinon</span></span>, or <span class=\"name\"><span class=\"small-capitals\">Pyrrhus</span></span>, in the <cite><em>Æneid</em></cite>? for had we been Greeks, these two would have been very <em>advantageous Characters</em>. Why are we affected with the Fortunes of <span class=\"name\"><span class=\"small-capitals\">Priamus</span></span>, <span class=\"name\"><span class=\"small-capitals\">Polites</span></span>, <span class=\"name\"><span class=\"small-capitals\">Choroebus</span></span> or <span class=\"name\"><span class=\"small-capitals\">Æneas</span></span>? Would not the <em>Parsimony</em> of a Miser be as advantageous to his Heir, as the <em>Generosity</em> of a worthy Man is to his Friend? And cannot we as easily imagine ourselves Heirs to Misers, as the Favourites of Heroes? Why don't we then approve both alike? It is plain we have some <em>secret Sense</em> which determines our Approbation without regard to <em>Self-Interest</em>; otherwise we should always favour the <em>fortunate</em> Side without regard to <em>Virtue</em>, and suppose ourselves engaged with that Party.","subId":"7","id":"Hutcheson.IBV.IGE.1.7"},{"type":"paragraph","content":"<span class=\"small-capitals\">As</span> <span class=\"name\">Mr. <em>Hobbes</em></span> explains all the Sensations of <em>Pity</em> by our Fear of the like Evils, when by Imagination we place ourselves in the Case of the Sufferers; so others explain all Approbation and Condemnation of Actions in distant Ages or Nations, by a like Effort of Imagination: We place ourselves in the Case of others, and then discern an <em>imaginary private Advantage or Disadvantage</em> in these Actions. But as his Account of Pity will never explain how the Sensation increases, according to the apprehended <em>Worth</em> of the Sufferer, or according to the <em>Affection</em> we formerly had to him; since the Sufferings of any Stranger may suggest the same Possibility of our suffering the like: So this Explication will never account for our high Approbation of brave unsuccessful Attempts, which we see prove detrimental both to the Agent, and to those for whose Service they were intended; here there is no private Advantage to be imagined. Nor will it account for our Abhorrence of such Injuries as we are incapable of suffering. Sure, when a Man abhors the Attempt of the young <span class=\"name\"><em>Tarquin</em></span>, he does not imagine that he has chang'd his Sex like <span class=\"name\"><em>Cæneus</em></span>. And then, when one corrects his Imagination, by remembring his own Situation, and Circumstances, we find the moral Approbation and Condemnation continues as lively as it was before, tho' the Imagination of Advantage is gone.","subId":"8","id":"Hutcheson.IBV.IGE.1.8"},{"type":"paragraph","content":"<span class=\"small-capitals\">Suppose</span> any great Destruction occasion'd by mere <em>Accident</em>, without any Design, or Negligence of the Person who casually was the Author of it: This Action might have been as <em>disadvantageous</em> to us as design'd <em>Cruelty</em>, or <em>Malice</em>; but who will say he has the same Idea of both Actions, or Sentiments of the Agents? Thus also an easy, indolent <em>Simplicity</em>, which exposes a Man of Wealth as a Prey to others, may be as advantageous a Disposition as the most <em>prudent Generosity</em>, to those he converses with; and yet our Sentiments of this latter Temper are far nobler than of the former. <q>Whence then this Difference?</q>","subId":"9","id":"Hutcheson.IBV.IGE.1.9"},{"type":"paragraph","content":"<span class=\"small-capitals\">And</span> farther, Let us make a Supposition, which perhaps is not far from Matter of Fact, to try if we cannot approve even <em>disadvantageous Actions</em>, and perceive <em>moral Good</em> in them. A few ingenious <em>Artisans</em>, persecuted in their own Country, flee to ours for Protection; they instruct us in <em>Manufactures</em> which support Millions of Poor, increase the Wealth of almost every Person in the <em>State</em>, and make us formidable to our <em>Neighbours</em>. In a <em>Nation</em> not far distant from us, some resolute <em>Burgomasters</em>, full of Love to their <em>Country</em>, and Compassion toward their <em>Fellow-Citizens</em>, opprest in Body and Soul by a <em>Tyrant</em> and <em>Inquisition</em>, with <em>indefatigable Diligence</em>, <em>publick Spirit</em>, and <em>Courage</em>, support a tedious perilous War against the <em>Tyrant</em>, and form an <em>industrious Republick</em>, which rivals us in <em>Trade</em>, and almost in <em>Power</em>. All the World sees whether the <em>former</em> or the <em>latter</em> have been more <em>advantageous</em> to us: and yet let every Man consult his own Breast, which of the two Characters he has the most agreeable Idea of? whether of the <em>useful Refugee</em>, or the <em>publick-spirited Burgomaster</em>, by whose Love to his own <em>Country</em>, we have often suffer'd in our <em>Interests</em>? And I am confident he will find some other Foundation of Esteem than <em>Advantage</em>, and will see a just Reason, why the Memory of our <em>Artisans</em> is so obscure among us, and yet that of our <em>Rivals</em> is immortal.","subId":"10","id":"Hutcheson.IBV.IGE.1.10"},{"type":"paragraph","content":"<span class=\"margin-comment\">Self-Love not the Ground of Approbation.</span> <span class=\"small-capitals\">Some</span> <em>Moralists</em>, who will rather twist <em>Self-Love</em> into a thousand Shapes, than allow any other Principle of Approbation than <em>Interest</em>, may tell us, <q>That whatever profits one Part without detriment to another, profits <em>the Whole</em>, and then some small Share will redound to <em>each Individual</em>; that those Actions which tend to the <em>Good</em> of the <em>Whole</em>, if universally perform'd, would most effectually secure to <em>each Individual</em> his own Happiness; and that consequently, we may approve such Actions, from the Opinion of their tending ultimately to our own <em>Advantage</em>.</q>","subId":"11","id":"Hutcheson.IBV.IGE.1.11"},{"type":"paragraph","content":"<span class=\"small-capitals\">We</span> need not trouble these <em>Gentlemen</em> to shew by their nice Train of Consequences, and Influences of Actions by way of Precedent in particular Instances, that we in this Age reap any <em>Advantage</em> from <span class=\"name\"><span class=\"small-capitals\">Orestes</span></span>'s killing the <em>treacherous</em> <span class=\"name\"><span class=\"small-capitals\">Ægysthus</span></span>, or from the Actions of <span class=\"name\"><span class=\"small-capitals\">Codrus</span></span> or <span class=\"name\"><span class=\"small-capitals\">Decius</span></span>. Allow their Reasonings to be perfectly good, they only prove, that after long Reflection, and Reasoning, we may find out some ground to judge certain Actions advantageous to us, which every man admires as soon as he hears of them; and that too under a quite different Conception.","subId":"12","id":"Hutcheson.IBV.IGE.1.12"},{"type":"paragraph","content":"<span class=\"small-capitals\">Should</span> any of our Travellers find some old <em>Grecian Treasure</em>, the <em>Miser</em> who hid it, certainly perform'd an Action more to the Traveller's <em>Advantage</em> than <span class=\"name\"><span class=\"small-capitals\">Codrus</span></span> or <span class=\"name\"><span class=\"small-capitals\">Orestes</span></span>; for he must have but a small Share of Benefit from their Actions, whose Influence is so dispers'd, and lost in various Ages and Nations: Surely then this <em>Miser</em> must appear to the Traveller a prodigious Hero in <em>Virtue</em>! For <em>Self-Interest</em> will recommend Men to us only according to the <em>Good</em> they do to <em>our Selves</em>, and not give us high Ideas of <em>publick Good</em>, but in proportion to our Share of it. But must a Man have the Reflection of <span class=\"name\"><span class=\"small-capitals\">Cumberland</span></span> or <span class=\"name\"><span class=\"small-capitals\">Puffendorf</span></span>, to admire <em>Generosity</em>, <em>Faith</em>, <em>Humanity</em>, <em>Gratitude</em>? Or reason so nicely to apprehend the <em>Evil</em> in <em>Cruelty</em>, <em>Treachery</em>, <em>Ingratitude</em>? Do not the <em>former</em> excite our <em>Admiration</em>, and <em>Love</em>, and <em>Study</em> of Imitation, where-ever we see them, almost at first View, without any such Reflection, and the <em>latter</em>, our <em>Contempt</em>, and <em>Abhorrence</em>? Unhappy would it be for <em>Mankind</em>, if a <em>Sense of Virtue</em> was of as narrow an Extent, as a Capacity for such <em>Metaphysicks</em>.","subId":"13","id":"Hutcheson.IBV.IGE.1.13"},{"type":"paragraph","content":"<span class=\"margin-comment\">Our Moral Sense cannot be brib'd.</span> <span class=\"small-capitals\">This</span> <em>moral Sense</em>, either of our <em>own</em> Actions, or of those of <em>others</em>, has this in common with our other Senses, that however our Desire of <em>Virtue</em> may be counterbalanc'd by <em>Interest</em>, our Sentiment or Perception of its <em>Beauty</em> cannot; as it certainly might be, if the only Ground of our Approbation were Views of <em>Advantage</em>. Let us consider this both as to our <em>own</em> Actions and those of <em>others</em>.","subId":"14","id":"Hutcheson.IBV.IGE.1.14"},{"type":"paragraph","content":"<span class=\"margin-comment\">In judging of our own Actions.</span> <span class=\"small-capitals\">A Covetous</span> <em>Man</em> shall dislike any Branch of Trade, how useful soever it may be to the Publick, if there is no Gain for himself in it; here is an Aversion from <em>Interest</em>. Propose a sufficient Premium, and he shall be the first who sets about it, with full Satisfaction in his own Conduct. Now is it the same way with our <em>Sense</em> of <em>moral Actions</em>? Should any one advise us to wrong a <em>Minor</em>, or <em>Orphan</em>, or to do an ungrateful Action, toward a <em>Benefactor</em>; we at first View abhor it: Assure us that it will be very <em>advantageous</em> to us, propose even a <em>Reward</em>; our <em>Sense</em> of the Action is not alter'd. It is true, these Motives may make us undertake it; but they have no more Influence upon us to make us approve it, than a Physician's Advice has to make a nauseous Potion pleasant to the Taste, when we perhaps force ourselves to take it for the Recovery of Health.","subId":"15","id":"Hutcheson.IBV.IGE.1.15"},{"type":"paragraph","content":"<span class=\"small-capitals\">Had</span> we no Notion of Actions, beside our Opinion of their <em>Advantage</em> or <em>Disadvantage</em>, could we ever chuse an Action as <em>advantageous</em>, which we are conscious is still <em>evil</em>? as it too often happens in human Affairs. Where would be the need of such <em>high Bribes</em> to prevail with Men to abandon the Interests of a ruin'd Party, or of <em>Tortures</em> to force out the Secrets of their Friends? Is it so hard to convince Mens Understandings, if that be the only Faculty we have to do with, that it is probably more advantageous to secure present Gain, and avoid present Evils, by joining with the prevalent Party, than to wait for the remote Possibility of future Good, upon a Revolution often improbable, and sometimes unexpected? And when Men are over-persuaded by <em>Advantage</em>, do they always approve their own Conduct? Nay, how often is their remaining Life odious, and shameful, in their <em>own Sense</em> of it, as well as in that of others, to whom the base Action was profitable?","subId":"16","id":"Hutcheson.IBV.IGE.1.16"},{"type":"paragraph","content":"<span class=\"small-capitals\">If</span> any one becomes satisfy'd with his own Conduct in such a Case, upon what Ground is it? How does he please himself, or vindicate his Actions to others? Never by reflecting upon his <em>private Advantage</em>, or alledging this to others as a Vindication; but by gradually warping into the <em>moral Principles</em> of his <em>new</em> Party; for no Party is without them. And thus Men become pleas'd with their Actions under some Appearance of <em>moral Good</em>, distinct from <em>Advantage</em>.","subId":"17","id":"Hutcheson.IBV.IGE.1.17"},{"type":"paragraph","content":"<span class=\"margin-comment\">Our Moral Sense not founded on Religion.</span> <span class=\"small-capitals\">It</span> may perhaps be alledg'd, <q>That in those Actions of our own which we call <em>good</em>, there is <em>this</em> constant <em>Advantage</em>, superior to all others, which is the Ground of our Approbation, and the Motive to them from <em>Self-love</em>, <em>viz.</em> That we suppose the <span class=\"small-capitals\">Deity</span> will <em>reward</em> them.</q> This will be more fully consider'd<a href=\"#n3\"><sup>[3]</sup></a> hereafter: At present it is enough to observe, that many have high Notions of <em>Honour</em>, <em>Faith</em>, <em>Generosity</em>, <em>Justice</em>, who have scarce any Opinions about the <span class=\"small-capitals\">Deity</span>, or any Thoughts of <em>future Rewards</em>; and abhor any thing which is <em>treacherous</em>, <em>cruel</em>, or <em>unjust</em>, without any regard to <em>future Punishments</em>.","subId":"18","id":"Hutcheson.IBV.IGE.1.18"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> farther, tho' these <em>Rewards</em> and <em>Punishments</em>, may make my own Actions appear <em>advantageous</em> to me, yet they would never make me approve, and love <em>another</em> Person for the like Actions, whose Merit would not be imputed to me. Those Actions are <em>advantageous</em> indeed to the <em>Agent</em>; but his <em>Advantage</em> is not my <em>Advantage</em>: and <em>Self-Love</em> could never recommend to me Actions as <em>advantageous</em> to others, or make me like the Authors of them on that account.","subId":"19","id":"Hutcheson.IBV.IGE.1.19"},{"type":"paragraph","content":"<span class=\"margin-comment\">Our Moral Sense of the Actions of others, not to be brib'd.</span> <span class=\"small-capitals\">This</span> is the second thing to be consider'd, <q>Whether our <em>Sense</em> of the <em>moral Good</em> or <em>Evil</em> in the Actions of others, can be over-balanc'd, or brib'd by Views of <em>Interest</em>.</q> Now I may indeed easily be capable of wishing, that another would do an Action I abhor as <em>morally evil</em>, if it were very <em>advantageous</em> to me: <em>Interest</em> in that Case may overbalance my Desire of <em>Virtue</em> in another. But no <em>Interest to myself</em>, will make me approve an Action as morally Good, which without that <em>Interest to myself</em>, would have appear'd morally evil; if upon computing its whole Effects, it appears to produce as great a Moment of Good in the Whole, when it is not beneficial to me, as it did before, when it was. In our <em>Sense</em> of <em>moral Good</em> or <em>Evil</em>, our own private Advantage or Loss is of no more moment, than the Advantage or Loss of a third Person, to make an Action appear <em>Good</em> or <em>Evil</em>. This Sense therefore cannot be over-balanc'd by <em>Interest</em>. How ridiculous an Attempt would it be, to engage a Man by Rewards or Thretnings into a good Opinion of an Action, which was contrary to his <em>moral Notions</em>? We may procure Dissimulation by such means, and that is all.","subId":"20","id":"Hutcheson.IBV.IGE.1.20"},{"type":"paragraph","content":"<span class=\"margin-comment\">Not occasion'd by Praise.</span> <span class=\"small-capitals\">A late</span> witty Author<a href=\"#n4\"><sup>[4]</sup></a> says, <q>That the Leaders of Mankind do not really admire such Actions as those of <span class=\"name\"><span class=\"small-capitals\">Regulus</span></span>, or <span class=\"name\"><span class=\"small-capitals\">Decius</span></span>, but only observe, that Men of such Dispositions are very useful for the Defence of any State; and therefore by <em>Panegyricks</em>, and <em>Statues</em>, they encourage such Tempers in others, as the most <em>tractable</em> and <em>useful</em>.</q> Here first let us consider, If a <em>Traitor</em>, who would sell his own Country to us, may not often be as <em>advantageous</em> to us, as an <em>Hero</em> who defends us: And yet we can love the Treason, and hate the Traitor. We can at the same time praise a <em>gallant Enemy</em>, who is very <em>pernicious</em> to us. Is there nothing in all this but an Opinion of <em>Advantage</em>?","subId":"21","id":"Hutcheson.IBV.IGE.1.21"},{"type":"paragraph","content":"<span class=\"small-capitals\">Again</span>, upon this Scheme what could a <em>Statue</em> or <em>Panegyrick</em> effect?—Men love <em>Praise</em>—They will do the Actions which they observe to be <em>praised</em>—<em>Praise</em>, with Men who have no other Idea of <em>Good</em> but <em>Self-Interest</em>, is <em>the Opinion which a Nation or Party have of a Man as useful to them</em>—<span class=\"name\"><span class=\"small-capitals\">Regulus</span></span>, or <span class=\"name\"><span class=\"small-capitals\">Cato</span></span>, or <span class=\"name\"><span class=\"small-capitals\">Decius</span></span>, had no <em>Advantage</em> by the Actions which profited their Country, and therefore they themselves could not admire them, however the Persons who reap'd the <em>Advantage</em> might praise such Actions.—<span class=\"name\"><span class=\"small-capitals\">Regulus</span></span> or <span class=\"name\"><span class=\"small-capitals\">Cato</span></span> could not possibly praise or love another Hero for a <em>virtuous Action</em>; for this would not gain them the <em>Advantage</em> of <em>Honour</em>; and their own Actions they must have look'd upon as the hard Terms on which Honour was to be purchas'd, without any thing amiable in them, which they could contemplate or reflect upon with Pleasure. Nay, what should excite a <span class=\"name\"><span class=\"small-capitals\">Cato</span></span> or a <span class=\"name\"><span class=\"small-capitals\">Decius</span></span> to desire Praise, if it is only the cold Opinion of others that they were useful to the State, without any Perception of Excellence in such Conduct?—Now how unlike is this to what the least Observation would teach a Man concerning such Characters?","subId":"22","id":"Hutcheson.IBV.IGE.1.22"},{"type":"paragraph","content":"But says<a href=\"#n5\"><sup>[5]</sup></a> he, <q>These wondrous cunning Governors made Men believe, by their <em>Statues</em> and <em>Panegyricks</em>, that there was <em>publick Spirit</em>, and that this was in it self <em>excellent</em>; and hence Men are led to admire it in others, and to imitate it in themselves, forgetting the Pursuit of their own <em>Advantage</em>.</q> So easy a matter it seems to him, to quit judging of others by what we feel in ourselves!—for a Person who is wholly <em>selfish</em>, to imagine others to be <em>publick-spirited</em>!—for one who has no Ideas of <em>Good</em> but in his own <em>Advantage</em>, to be led, by the Persuasions of others, into a Conception of <em>Goodness</em> in what is avowedly detrimental to himself, and profitable to others; nay so entirely, as not to approve the Action thorowly, but so far as he was conscious that it proceeded from a <em>disinterested Study</em> of the <em>Good</em> of others!—Yet this it seems <em>Statues</em> and <em>Panegyricks</em> can accomplish! <blockquote><span class=\"foreign\">Nil intra est oleam, nil extra est in nuce duri!</span><a href=\"#n6\"><sup>[6]</sup></a></blockquote>","subId":"23","id":"Hutcheson.IBV.IGE.1.23"},{"type":"paragraph","content":"<span class=\"small-capitals\">It</span> is an easy matter for Men to assert any thing in Words; but our own Hearts must decide the Matter, <q>Whether some <em>moral Actions</em> do not at first View appear <em>amiable</em> even to those who are unconcern'd in their Influence? Whether we do not sincerely <em>approve</em> and love a generous kind <em>Friend</em>, or <em>Patriot</em>, whose Actions procure <em>Honour</em> to him only, without any <em>Advantage</em> to our selves?</q> It is true, that the Actions which we approve, are useful to Mankind; but not always to the Approver. It would perhaps be useful to the <em>Whole</em>, that all Men agreed in performing such Actions; and then every one would have his Share of the <em>Advantage</em>: But this only proves, that <em>Reason</em> and <em>calm Reflection</em> may recommend to us, from <em>Self-Interest</em>, those Actions, which at first View our <em>moral Sense</em> determines us to admire, without considering this <em>Interest</em>. Nay, our <em>Sense</em> shall operate even where the <em>Advantage</em> to ourselves does not hold. We can approve the Justice of a Sentence against ourselves: A condemn'd <em>Traitor</em> may approve the Vigilance of a <span class=\"name\"><span class=\"small-capitals\">Cicero</span></span> in discovering conspiracies, tho' it had been for the Traitor's Advantage, that there never had been in the World any Men of such Sagacity. To say that he may still approve such Conduct as tending to the <em>publick Good</em>, is a Jest from one whose only Idea of <em>Good</em> is <em>Self-Interest</em>. Such a Person has no Approbation of <em>publick Spirit</em>, nor Desire of <em>publick Good</em>, farther than it tends to his own <em>Advantage</em>, which it does not at all in the present Case.","subId":"24","id":"Hutcheson.IBV.IGE.1.24"},{"type":"paragraph","content":"<span class=\"margin-comment\">Nor Custom, Education, &amp;c.</span> <span class=\"small-capitals\">If</span> what is said makes it appear, that we have some other <em>amiable Idea</em> of Actions than that of <em>advantageous</em> to our selves, we may conclude, <q>That this Perception of <em>moral Good</em> is not deriv'd from <em>Custom</em>, <em>Education</em>, <em>Example</em>, or <em>Study</em>.</q> These give us no new Ideas: They might make us see <em>private Advantage</em> in Actions whose Usefulness did not at first appear; or give us Opinions of some Tendency of Actions to our <em>Detriment</em>, by some nice Deductions of Reason, or by a rash Prejudice, when upon the first View of the Action we should have observ'd no such thing: but they never could have made us apprehend Actions as <em>amiable</em> or <em>odious</em>, without any Consideration of our own <em>Advantage</em>.","subId":"25","id":"Hutcheson.IBV.IGE.1.25"},{"type":"paragraph","content":"<span class=\"small-capitals\">It</span> remains then, <q>That as the <span class=\"small-capitals\">Author</span> of <em>Nature</em> has determin'd us to receive, by our <em>external Senses</em>, pleasant or disagreeable Ideas of Objects, according as they are useful or hurtful to our Bodys; and to receive from <em>uniform Objects</em> the Pleasures of <em>Beauty</em> and <em>Harmony</em>, to excite us to the Pursuit of Knowledge, and to reward us for it; or to be an Argument to us of his <em>Goodness</em>, as the <em>Uniformity</em> itself proves his <em>Existence</em>, whether we had a <em>Sense</em> of <em>Beauty</em> in <em>Uniformity</em> or not: in the same manner he has given us a <span class=\"small-capitals\">Moral Sense</span>, to direct our Actions, and to give us still <em>nobler Pleasures</em>; so that while we are only intending the <em>Good</em> of others, we undesignedly promote our own greatest <em>private Good</em>.</q>","subId":"26","id":"Hutcheson.IBV.IGE.1.26"},{"type":"paragraph","content":"<span class=\"margin-comment\">This Moral Sense does not infer innate Ideas or Propositions.</span> <span class=\"small-capitals\">We</span> are not to imagine, that this <em>moral Sense</em>, more than the other Senses, supposes any <em>innate Ideas</em>, <em>Knowledge</em>, or <em>practical Proposition</em>: We mean by it only <em>a Determination of our Minds to receive the simple Ideas of Approbation of Condemnation, from Actions observ'd, antecedent to any Opinions of Advantage or Loss to redound to our selves from them</em>; even as we are pleas'd with a <em>regular Form</em>, or an <em>harmonious Composition</em>, without having any Knowledge of <em>Mathematicks</em>, or seeing any <em>Advantage</em> in that Form or Composition, different from the immediate Pleasure.","subId":"27","id":"Hutcheson.IBV.IGE.1.27"},{"type":"paragraph","content":"<span class=\"small-capitals\">That</span> we may discern more distinctly the Difference between <em>moral Perceptions</em> and others, let us consider, when we taste a pleasant Fruit, we are conscious of Pleasure; when another tastes it, we only conclude or form an Opinion that he enjoys Pleasure; and, abstracting from some previous <em>Good-will</em> or <em>Anger</em>, his enjoying this Pleasure is to us a Matter wholly indifferent, raising no new <em>Sentiment</em> or <em>Affection</em>. But when we are under the Influence of a virtuous Temper, and thereby engaged in virtuous Actions, we are not always conscious of any Pleasure, nor are we only pursuing private Pleasures, as will appear hereafter: 'tis only by <em>reflex Acts</em> upon our Temper and Conduct that we enjoy the Delights of Virtue. When also we judge the Temper of another to be virtuous, we do not necessarily imagine him <em>then</em> to enjoy Pleasure, tho' we know <em>Reflection</em> will give it to him: And farther, our Apprehension of his virtuous Temper raises Sentiments of <em>Approbation</em>, <em>Esteem</em>, or <em>Admiration</em>, and the Affection of <em>Good-will</em> toward him. The Quality approved by our moral Sense is conceived to reside in the Person approved, and to be a Perfection and Dignity in him: <em>Approbation</em> of another's Virtue is not conceived as making the Approver happy, or virtuous, or worthy, tho' 'tis attended with some samll Pleasure. Virtue is then called <em>amiable</em> or <em>lovely</em>, from its raising <em>Good-will</em> or <em>Love</em> in Spectators toward the Agent; and not from the Agent's perceiving the virtuous Temper to be advantageous to him, or desiring to obtain it under that View. A virtuous Temper is called <em>good</em> or <em>beatifick</em>, not that it is always attended with Pleasure in the Agent; much less that some small Pleasure attends the Contemplation of it in the Approver: but from this, that every Spectator is persuaded that the <em>reflex Acts</em> of the virtuous Agent upon his own Temper will give him the highest Pleasures. The admired Quality is conceived as the Perfection of the Agent, and such a one as is distinct from the <em>Pleasure</em> either in the Agent or the Approver; tho' 'tis a sure Source of Pleasure to the Agent. The Perception of the Approver, tho' attended with Pleasure, plainly represents something quite distinct from this Pleasure; even as the Perception of <em>external Forms</em> is attended with Pleasure, and yet represents something distinct from this Pleasure. This may prevent many Cavils upon this Subject.","subId":"28","id":"Hutcheson.IBV.IGE.1.28"},{"type":"note","content":"<em>See the <cite>Preface, Page 6</cite>.</em>","subId":"n1","id":"Hutcheson.IBV.IGE.1.n1"},{"type":"note","content":"<cite><em>Tragedy of </em>Hamlet<em>.</em></cite>","subId":"n2","id":"Hutcheson.IBV.IGE.1.n2"},{"type":"note","content":"See <cite><em>Sect.</em> ii. <em>Art.</em> 7.</cite>","subId":"n3","id":"Hutcheson.IBV.IGE.1.n3"},{"type":"note","content":"See the <cite>Fable of the Bees, Page 34, 36. 3d Edition</cite>.","subId":"n4","id":"Hutcheson.IBV.IGE.1.n4"},{"type":"note","content":"See the same Author in the Same Place.","subId":"n5","id":"Hutcheson.IBV.IGE.1.n5"},{"type":"note","content":"<cite>Hor. Ep. 1. Lib. 2. v. 31.</cite>","subId":"n6","id":"Hutcheson.IBV.IGE.1.n6"}],"texts":[],"ancestors":[{"id":"Hutcheson","forename":"Francis","surname":"Hutcheson","birth":1694,"death":1746,"published":1725,"nationality":"Irish/Scottish","sex":"Male","texts":[{"id":"Hutcheson.IBV","forename":"Francis","surname":"Hutcheson","title":"An Inquiry into the Original of Our Ideas of Beauty and Virtue","birth":1694,"death":1746,"published":[1725],"nationality":"Irish/Scottish","sex":"Male","imported":true,"breadcrumb":"Inquiry into Beauty and Virtue"},{"id":"Hutcheson.EI","forename":"Francis","surname":"Hutcheson","title":"An Essay on the Nature and Conduct of the Passions and Affections, with Illustrations on the Moral Sense","birth":1694,"death":1746,"published":[1728],"nationality":"Irish/Scottish","sex":"Male","imported":true,"breadcrumb":"Essay and Illustrations"},{"id":"Hutcheson.LFV","forename":"Francis","surname":"Hutcheson","title":"Letters Between the Late Mr. Gilbert Burnet and Mr. Hutchinson, Concerning the True Foundation of Virtue or Moral Goodness","birth":1694,"death":1746,"published":[1735],"nationality":"Irish/Scottish","sex":"Male","duplicate":"Burnet.LFV","breadcrumb":"Letters on the Foundation of Virtue"},{"id":"Hutcheson.RL","forename":"Francis","surname":"Hutcheson","title":"Reflections upon Laughter and Remarks on the Fable of Bees","birth":1694,"death":1746,"published":[1750],"nationality":"Irish/Scottish","sex":"Male","breadcrumb":"Reflections upon Laughter"}]},{"id":"Hutcheson.IBV","forename":"Francis","surname":"Hutcheson","title":"An Inquiry into the Original of Our Ideas of Beauty and Virtue","birth":1694,"death":1746,"published":[1725],"nationality":"Irish/Scottish","sex":"Male","imported":true,"breadcrumb":"Inquiry into Beauty and Virtue"},{"id":"Hutcheson.IBV.IGE","imported":true,"title":"An Inquiry concerning Moral Good and Evil","breadcrumb":"Inquiry concerning Good and Evil","published":[1725]}],"prev":{"id":"Hutcheson.IBV.IGE.Intro","imported":true,"title":"Introduction","breadcrumb":"Introduction","published":[1725]},"next":{"id":"Hutcheson.IBV.IGE.2","imported":true,"title":"Section 2. Concerning the immediate Motive to virtuous Actions","breadcrumb":"Section 2","published":[1725]}}