{"imported":true,"id":"Hutcheson.IBV.IGE.2","parent":"Hutcheson.IBV.IGE","title":"Section 2. Concerning the immediate Motive to virtuous Actions","breadcrumb":"Section 2","sourceUrl":"https://oll.libertyfund.org/titles/hutcheson-an-inquiry-into-the-original-of-our-ideas-of-beauty-and-virtue-1726-2004/simple#lf1458_div_037","texts":[],"published":[1725],"copytext":[1738],"sourceDesc":"Hutcheson’s <cite>Inquiry into the Original of Our Ideas of Beauty and Virtue</cite> was first published in 1725, with a second edition “Corrected and Enlarg'd” in 1726, and a third “Corrected” in 1729. Our copytext is the fourth edition of 1738, likewise “Corrected”, which contains Hutcheson's final modifications and additions. The text was derived from Wolfgang Leidhold's edition (Indianapolis: Liberty Fund, 2004), which follows the second 1726 edition (noting significant variants from other editions), and removes most of the original italics and small capitals. This source text has been substantially altered, reinstating the original formatting and bringing the text in line with the 1738 edition.","forename":"Francis","surname":"Hutcheson","author":"Francis Hutcheson","birth":1694,"death":1746,"nationality":"Irish/Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h3>SECT. II.</h3> <h3><em>Concerning the </em>immediate Motive<em> to </em>virtuous Actions<em>.</em></h3> ","id":"Hutcheson.IBV.IGE.2"},{"type":"paragraph","content":"<span class=\"margin-comment\">Nature.</span> THE <em>Motives</em> of human Actions, or their <em>immediate Causes</em>, would be best understood after considering the <em>Passions</em> and <em>Affections</em>; but here we shall only consider the <em>Springs</em> of the Actions which we call <em>virtuous</em>, as far as it is necessary to settle the general Foundation of the <em>Moral Sense</em>.","subId":"1","id":"Hutcheson.IBV.IGE.2.1"},{"type":"paragraph","content":"<span class=\"margin-comment\">Affections, the Motives to Actions.</span> <span class=\"small-capitals\">Every</span> Action, which we apprehend as either <em>morally good</em> or <em>evil</em>, is always suppos'd to flow from some <em>Affection</em> toward sensitive Natures; and whatever we call <em>Virtue</em> or <em>Vice</em>, is either some such <em>Affection</em>, or some <em>Action</em> consequent upon it. Or it may perhaps be enough to make an Action, or Omission, appear <em>vitious</em>, if it argues the Want of such Affection toward rational Agents, as we expect in Characters counted <em>morally good</em>. All the Actions counted <em>religious</em> in any Country, are suppos'd, by those who count them so, to flow from some Affections toward the <span class=\"small-capitals\">Deity</span>; and whatever we call <em>social Virtue</em>, we still suppose to flow from Affections toward our <em>Fellow-Creatures</em>: for in this all seem to agree, <q>That external Motions, when accompany'd with no Affections toward <span class=\"small-capitals\">God</span> or <em>Man</em>, or evidencing no Want of the <em>expected</em> Affections toward either, can have no <em>moral Good</em> or <em>Evil</em> in them.</q>","subId":"2","id":"Hutcheson.IBV.IGE.2.2"},{"type":"paragraph","content":"<span class=\"small-capitals\">Ask</span>, for instance, the most <em>abstemious Hermit</em>, if <em>Temperance</em> of itself would be <em>morally good</em>, supposing it shew'd no Obedience toward the <span class=\"small-capitals\">Deity</span>, made us no fitter for Devotion, or the Service of Mankind, or the Search after Truth, than <em>Luxury</em>; and he will easily grant, that it would be no <em>moral Good</em>, tho' still it might be <em>naturally good</em> or <em>advantageous</em> to Health: And mere <em>Courage</em>, or Contempt of Danger, if we conceive it to have no regard to the Defence of the Innocent, or repairing of Wrongs or Self-Interest, wou'd only entitle its Possessor to <em>Bedlam</em>. When such sort of Courage is sometimes admir'd, it is upon some secret Apprehension of a good Intention in the Use of it, or as a natural Ability capable of an useful Application. <em>Prudence</em>, if it was only employ'd in promoting <em>private Interest</em>, is never imagin'd to be a <em>Virtue</em>: and <em>Justice</em>, or observing a strict Equality, if it has no regard to the <em>Good</em> of <em>Mankind</em>, the Preservation of <em>Rights</em>, and securing <em>Peace</em>, is a Quality properer for its ordinary <em>Gestamen</em>, a <em>Beam</em> and <em>Scales</em>, than for a <em>rational Agent</em>. So that these four Qualitys, commonly call'd <em>Cardinal Virtues</em>, obtain that Name, because they are Dispositions universally necessary to promote <em>publick Good</em>, and denote <em>Affections</em> toward <em>rational Agents</em>; otherwise there would appear no <em>Virtue</em> in them.","subId":"3","id":"Hutcheson.IBV.IGE.2.3"},{"type":"paragraph","content":"<span class=\"margin-comment\">Affections, disinterested.</span> <span class=\"small-capitals\">Now</span>, if it can be made appear, that none of these Affections which we approve as <em>virtuous</em>, are either <em>Self-love</em>, or Desire of <em>private Interest</em>; since all <em>Virtue</em> is either some such <em>Affections</em>, or <em>Actions</em> consequent upon them; it must necessarily follow, <q>That <em>Virtue</em> springs from some other Affection than <em>Self-love</em>, or Desire of private Advantage. And where Self-Interest excites to the same Action, the Approbation is given only to the disinterested Principle.</q>","subId":"4","id":"Hutcheson.IBV.IGE.2.4"},{"type":"paragraph","content":"<span class=\"margin-comment\">Love of Complacence, and Hatred of Displicence.</span> <span class=\"small-capitals\">The</span> Affections which are of most Importance in <em>Morals</em>, are commonly included under the Names of <span class=\"small-capitals\">Love</span> and <span class=\"small-capitals\">Hatred</span>. Now in discoursing of <em>Love</em>, we need not be caution'd not to include that <em>Love</em> between the <em>Sexes</em>, which, when no other Affections accompany it, is only Desire of Pleasure, and is never counted a <em>Virtue</em>. <em>Love</em> toward rational Agents, is subdivided into <em>Love</em> of <em>Complacence</em> or <em>Esteem</em>, and <em>Love</em> of <em>Benevolence</em>: And <em>Hatred</em> is subdivided into <em>Hatred</em> of <em>Displicence</em> or <em>Contempt</em>, and <em>Hatred</em> of <em>Malice</em>. <em>Complacence</em> denotes <em>Approbation of any Person by our Moral Sense</em>; and is rather a Perception than an Affection; tho' the Affection of Good-will is ordinarily subsequent to it. <em>Benevolence</em> is the Desire of the Happiness of another. Their Opposites are called <em>Dislike</em> and <em>Malice</em>. Concerning each of these separately we shall consider, <q>Whether they can be influenc'd by Motives of <em>Self-Interest</em>.</q>","subId":"5","id":"Hutcheson.IBV.IGE.2.5"},{"type":"paragraph","content":"<span class=\"margin-comment\">Are entirely disinterested.</span> <em>COMPLACENCE</em>, <em>Esteem</em>, or <em>Good-liking</em>, at first view appears to be <em>disinterested</em>, and so <em>Displicence</em> or <em>Dislike</em>; and are entirely excited by some <em>moral Qualitys</em>, <em>Good or Evil</em>, apprehended to be in the Objects; which Qualitys the very <em>Frame</em> of our <em>Nature</em> determines us to approve or disapprove, according to the <em>moral Sense</em><a href=\"#n1\"><sup>[1]</sup></a> above explain'd. Propose to a Man all the Rewards in the World, or threaten all the Punishments, to engage him to <em>Esteem</em> and <em>Complacence</em> toward a person intirely <em>unknown</em>, or if known, apprehended to be <em>cruel</em>, <em>treacherous</em>, <em>ungrateful</em>; you may procure external Obsequiousness, or good Offices, or Dissimulation; but <em>real Esteem</em> no Price can purchase. And the same is obvious as to <em>Contempt</em>, which no Motive of <em>Advantage</em> can prevent. On the contrary, represent a Character as <em>generous</em>, <em>kind</em>, <em>faithful</em>, <em>humane</em>, tho' in the most distant Parts of the World, and we cannot avoid <em>Esteem</em> and <em>Complacence</em>. A <em>Bribe</em> may possibly make us attempt to ruin such a Man, or some strong Motive of <em>Advantage</em> may excite us to oppose his Interest; but it can never make us disapprove him, while we retain the same Opinion of his Temper and Intentions. Nay, when we consult our own Hearts, we shall find, that we can scarce ever persuade ourselves to attempt any Mischief against such Persons, from any Motive of <em>Advantage</em>; nor execute it without the strongest Reluctance and Remorse, until we have blinded ourselves into a false Opinion about his Temper.","subId":"6","id":"Hutcheson.IBV.IGE.2.6"},{"type":"paragraph","content":"<span class=\"margin-comment\">Benevolence and Malice, disinterested.</span> <span class=\"small-capitals\">As</span> to the <em>Love</em> of <em>Benevolence</em>, the very Name excludes <em>Self-Interest</em>. We never call that Man <em>benevolent</em>, who is in Fact useful to others, but at the same time only intends his <em>own Interest</em>, without any ultimate Desire of the <em>Good</em> of <em>others</em>. If there be any <em>Benevolence</em> at all, it must be <em>disinterested</em>; for the most useful Action imaginable loses all appearance of <em>Benevolence</em>, as soon as we discern that it only flowed from <em>Self-Love</em>, or <em>Interest</em>. Thus, never were any human Actions more <em>advantageous</em>, than the Inventions of <em>Fire</em>, and <em>Iron</em>; but if these were casual, or if the <em>Inventor</em> only intended his own <em>Interest</em> in them, there is nothing which can be call'd <em>benevolent</em> in them. Where-ever then <em>Benevolence</em> is suppos'd, there it is imagin'd <em>disinterested</em>, and design'd for the <em>Good</em> of others. To raise Benevolence, no more is required than calmly to consider and <em>sensitive Nature</em> not pernicious to others. <em>Gratitude</em> arises from Benefits conferred from Good-will on ourselves, or those we love; <em>Complacence</em> is a Perception of the moral Sense. Gratitude includes some <em>Complacence</em>, and Complacence still raises a stronger Good-will than that we have toward indifferent Characters, where there is no Opposition of Interests.","subId":"7","id":"Hutcheson.IBV.IGE.2.7"},{"type":"paragraph","content":"<span class=\"margin-comment\">Self-Love join'd with Benevolence.</span> <span class=\"small-capitals\">But</span> it must be here observ'd, That as all Men have <em>Self-Love</em>, as well as <em>Benevolence</em>, these two Principles may jointly excite a Man to the same Action; and then they are to be consider'd as two Forces impelling the same Body to Motion; sometimes they conspire, sometimes are indifferent to each other, and sometimes are in some degree opposite. Thus, if a Man have such strong <em>Benevolence</em>, as would have produc'd an Action without any Views of <em>Self-Interest</em>; that such a Man has also in View <em>private Advantage</em>, along with <em>publick Good</em>, as the Effect of his Action, does no way diminish the <em>Benevolence</em> of the Action. When he would not have produc'd so much <em>publick Good</em>, had it not been for Prospect of <em>Self-Interest</em>, then the Effect of <em>Self-Love</em> is to be deducted, and his <em>Benevolence</em> is proportion'd to the Remainder of <em>Good</em>, which pure <em>Benevolence</em> would have produc'd. When a Man's <em>Benevolence</em> is hurtful to himself, then <em>Self-Love</em> is opposite to <em>Benevolence</em>, and the <em>Benevolence</em> is proportion'd to the Sum of the <em>Good</em> produc'd, added to the Resistance of <em>Self-Love</em> surmounted by it. In most Cases it is impossible for Men to know how far their Fellows are influenc'd by the one or other of these Principles; but yet the general Truth is sufficiently certain, That this is the way in which the <em>Benevolence</em> of Actions is to be computed.","subId":"8","id":"Hutcheson.IBV.IGE.2.8"},{"type":"paragraph","content":"<span class=\"margin-comment\">Benevolence is disinterested.</span> <span class=\"small-capitals\">There</span> are two ways in which some may deduce <em>Benevolence</em> from <em>Self-Love</em>, the one supposing that <q>we voluntarily bring this Affection upon ourselves, whenever we have an Opinion that it will be for our Interest to <em>have this Affection</em>, either as it may be immediately pleasant, or may afford pleasant Reflection afterwards by our Moral Sense, or as it may tend to procure some external Reward from <span class=\"small-capitals\">God</span> or Man.</q> The other Scheme alledges no such Power in us of raising Desire or Affection of any kind by our <em>Choice</em> or <em>Volition</em>; but <q>supposes our Minds determined by the Frame of their Nature to desire whatever is apprehended as the Means of any private Happiness; and that the <em>Observation of the Happiness of other Persons</em>, in many Cases is made the necessary Occasion of Pleasure to the Observer, as their <em>Misery</em> is the Occasion of his Uneasiness: and in Consequence of this Connexion, as soon as we have observed it, we begin to desire the Happiness of others as the <em>Means</em> of obtaining this Happiness to ourselves, which we expect from the Contemplation of others in a happy State. They alledge it to be impossible to desire either the Happiness of another, or any Event whatsoever, without conceiving it as the <em>Means</em> of some Happiness or Pleasure to <em>ourselves</em>; but own at the same time, that Desire is not raised in us directly by any <em>Volition</em>, but arises necessarily upon our apprehending any Object or Event to be conducive to our Happiness.</q>","subId":"9","id":"Hutcheson.IBV.IGE.2.9"},{"type":"paragraph","content":"<span class=\"margin-comment\">The first contrary Opinion confuted.</span> <span class=\"small-capitals\">That</span> the former Scheme is not just, may appear from this general Consideration, that <q>neither Benevolence nor any other Affection or Desire can be directly raised by <em>Volition</em>.</q> If they could, then we could be bribed into any Affection whatsoever toward any Object, even the most improper: we might raise <em>Jealousy</em>, <em>Fear</em>, <em>Anger</em>, <em>Love</em>, toward any sort of Persons indifferently by an Hire, even as we engage Men to external Actions, or to the Dissimulation of Passions; but this every Person will by his own Reflection find to be impossible. The Prospect of any Advantage to arise to us <em>from having any Affection</em>, may indeed turn our Attention to those <em>Qualitys</em> in the Object, which are naturally constituted the necessary <em>Causes</em> or <em>Occasions</em> of the advantageous Affection; and if we find such Qualitys in the Object, the Affection will certainly arise. Thus <em>indirectly</em> the Prospect of Advantage may tend to raise any Affection; but if these Qualitys be not found or apprehended in the Object, no <em>Volition</em> of ours, nor <em>Desire</em>, will ever raise any Affection in us.","subId":"10","id":"Hutcheson.IBV.IGE.2.10"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> more particularly, <em>that Desire</em> of the Good of others, which we approve as virtuous, cannot be alledged to be voluntarily raised from Prospect of any <em>Pleasure accompanying</em> the Affection itself: for 'tis plain that our Benevolence is not always accompanied with <em>Pleasure</em>; nay, 'tis often attended with Pain, when the Object is in Distress. Desire in general is rather uneasy than pleasant. 'Tis true, indeed, all the Passions and Affections <em>justify themselves</em>; while they continue, (as <span class=\"name\"><em>Malebranch</em></span> expresses it) we generally approve our being thus affected on this Occasion, as an innocent Disposition, or a just one, and condemn a Person who would be otherwise affected on the like Occasion. So the <em>Sorrowful</em>, the <em>Angry</em>, the <em>Jealous</em>, the <em>Compassionate</em>, approve their several Passions on the apprehended Occasion; but we should not therefore conclude, that <em>Sorrow</em>, <em>Anger</em>, <em>Jealousy</em> or <em>Pity</em> are pleasant, or chosen for their concomitant Pleasure. The Case is plainly thus: The Frame of our Nature on the Occasions which move these Passions, determines us to be thus affected, and to approve our Affection at least as innocent. <em>Uneasiness</em> generally attends our Desires of any kind; and this <em>Sensation</em> tends to fix our Attention, and to continue the Desire. But the Desire does not terminate upon the <em>Removal of the Pain accompanying the Desire</em>, but upon some other Event: the concomitant Pain is what we seldom reflect upon, unless when it is very violent. Nor does any Desire or Affection terminate upon the Pleasure which may accompany the Affection; much less is it raised by an Act of our Will, with a View to obtain this Pleasure.","subId":"11","id":"Hutcheson.IBV.IGE.2.11"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> same Reflection will shew, that we do not by an Act of our Will raise in ourselves that Benevolence which we approve as virtuous, with a View to obtain future Pleasures of <em>Self-Approbation</em> by our Moral Sense. Could we raise Affections in this manner, we should be engaged to any Affection by the <em>Prospect of an Interest</em> equivalent to this of <em>Self-Approbation</em>, such as Wealth or sensual Pleasure, which with many Tempers are more powerful; and yet we universally own, that <em>that</em> Disposition to do good Offices to others, which is raised by these Motives, is not virtuous: how can we then imagine, that the virtuous Benevolence is brought upon us by a Motive equally <em>selfish</em>?","subId":"12","id":"Hutcheson.IBV.IGE.2.12"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> what will most effectually convince us of the Truth on this Point, is Reflection upon our own Hearts, whether we have not a <em>Desire</em> of the Good of others, generally without any Consideration or Intention of obtaining these <em>pleasant Reflections</em> on our own Virtue: nay, often this Desire is strongest where we least imagine Virtue, in <em>natural Affection</em> toward Offspring, and in Gratitude to a great Benefactor; the <em>Absence</em> of which is indeed the greatest <em>Vice</em>, but the Affections themselves are not esteemed in any considerable degree virtuous. The same Reflection will also convince us, that these Desires or Affections are not produced by <em>Choice</em>, with a View to obtain this private Good.","subId":"13","id":"Hutcheson.IBV.IGE.2.13"},{"type":"paragraph","content":"<span class=\"small-capitals\">In</span> like manner, if no <em>Volition</em> of ours can directly raise Affections from the former Prospects of Interest, no more can any <em>Volition</em> raise them from Prospects of <em>eternal Rewards</em>, or to avoid <em>eternal Punishments</em>. The former Motives differ from these only as smaller from greater, shorter from more durable. If Affections could be directly raised by Volition, the same Consideration would make us <em>angry</em> at the most innocent or virtuous Character, and <em>jealous</em> of the most faithful and affectionate, or <em>sorrowful</em> for the Prosperity of a Friend; which we all find to be impossible. The Prospect of a <em>future State</em>, may, no doubt, have a greater indirect Influence, by turning our Attention to the Qualitys in the Objects naturally apt to raise the required Affection, than any other Consideration<a href=\"#n2\"><sup>[2]</sup></a>.","subId":"14","id":"Hutcheson.IBV.IGE.2.14"},{"type":"paragraph","content":"<span class=\"small-capitals\">'Tis</span> indeed probably true in Fact, that those who are engaged by Prospect of future Rewards to do good Offices to Mankind, have generally the <em>virtuous Benevolence</em> jointly exciting them to Action; because, as it may appear hereafter, Benevolence is natural to Mankind, and still operates where there is no <em>Opposition of apparent Interest</em>, or where any contrary apparent Interest is overbalanced by a greater <em>Interest</em>. Men, conscious of this, do generally approve good Offices, to which Motives of a future State partly excited the Agent. But that the Approbation is founded upon the Apprehension of a <em>disinterested Desire</em> partly exciting the Agent, is plain from this, that not only Obedience to an <em>evil Deity</em> in doing Mischief, or even in performing trifling Ceremonies, only from Hope of Reward, or Prospect of avoiding Punishment, but even Obedience to a good <span class=\"small-capitals\">Deity</span> only from the same Motives, without any <em>Love</em> or <em>Gratitude</em> towards him, and with a perfect Indifference about the Happiness or Misery of Mankind, abstracting from this private Interest, would meet with no <em>Approbation</em>. We plainly see that a Change of <em>external Circumstances</em> of Interest under an evil <span class=\"small-capitals\">Deity</span>, without any Change in the <em>Disposition</em> of the Agent, would lead him into every Cruelty and Inhumanity.","subId":"15","id":"Hutcheson.IBV.IGE.2.15"},{"type":"paragraph","content":"<span class=\"small-capitals\">Gratitude</span> toward the <span class=\"small-capitals\">Deity</span> is indeed disinterested, as it will appear hereafter. This Affection therefore may obtain our Approbation, where it excites to Action, tho' there were no other Benevolence exciting the Agent. But this Case scarce occurs among Men. But where the <em>Sanction of the Law</em> is the only Motive of Action, we could expect no more <em>Benevolence</em>, nor no other <em>Affection</em>, than those in one forced by the <em>Law</em> to be <em>Curator</em> to a Person for whom he has not the least Regard. The Agent would so manage as to save himself harmless if he could, but would be under no Concern about the <em>Success</em> of his Attempts, or the <em>Happiness</em> of the Person whom he served, provided he performed the Task required by Law; nor would any Spectator approve this Conduct.","subId":"16","id":"Hutcheson.IBV.IGE.2.16"},{"type":"paragraph","content":"<span class=\"margin-comment\">The second Opinion confuted.</span> <span class=\"small-capitals\">The</span> other Scheme is more plausible: That Benevolence is not raised by any <em>Volition</em> upon Prospect of Advantage; but that we desire the Happiness of others, as conceiving it necessary to procure some <em>pleasant Sensations</em> which we expect to feel upon seeing others happy; and that for like Reason we have Aversion to their Misery. This Connection between the Happiness of others and our Pleasure, say they, is chiefly felt among <em>Friends</em>, <em>Parents</em> and <em>Children</em>, and eminently virtuous Characters. But this Benevolence flows as directly from <em>Self-Love</em> as any other Desire.","subId":"17","id":"Hutcheson.IBV.IGE.2.17"},{"type":"paragraph","content":"<span class=\"small-capitals\">To</span> shew that this Scheme is not true in Fact, let us consider, that if in our Benevolence we only desired the Happiness of others as the <em>Means</em> of this Pleasure to ourselves, whence is it that no Man <em>approves</em> the Desire of the Happiness of others as a means of procuring <em>Wealth</em> or <em>sensual Pleasure</em> to ourselves? If a Person had <em>wagered</em> concerning the future Happiness of a Man of such Veracity, that he would sincerely confess whether he were happy or not; would this Wagerer's Desire of the Happiness of another, in order to win the Wager, be <em>approved as virtuous</em>? If not, wherein does this Desire differ from the former? except that in one case there is one pleasant Sensation expected, and in the other case other Sensations: For by increasing or diminishing the Sum wagered, the Interest in this case may be made either greater or less than that in the other.","subId":"18","id":"Hutcheson.IBV.IGE.2.18"},{"type":"paragraph","content":"<span class=\"small-capitals\">Reflecting</span> on our own Minds again will best discover the Truth. Many have never thought upon this <em>Connection</em>: nor do we ordinarily intend the obtaining of any such Pleasure when we do generous Offices. We all often <em>feel</em> Delight upon seeing others happy, but during our Pursuit of their Happiness we have no <em>Intention</em> of obtaining this Delight. We often feel the Pain of Compassion; but were our sole ultimate Intention or Desire the <em>freeing ourselves</em> from this Pain, would the Deity offer to us either wholly to blot out all Memory of the Person in Distress, to take away this Connection, so that we should be easy during the Misery of our Friend on the one hand, or on the other would relieve him from his Misery, we should be as ready to choose the former way as the latter; since either of them would free us from <em>our Pain</em>, which upon this Scheme is the <em>sole End</em> proposed by the compassionate Person.—Don't we find in ourselves that our Desire does not terminate upon the Removal of our own Pain? Were this our sole Intention, we would run away, shut our Eyes, or divert our Thoughts from the miserable Object, as the readiest way of removing our Pain: This we seldom do, nay, we croud about such Objects, and voluntarily expose ourselves to this Pain, unless <em>calm Reflection</em> upon our Inability to relieve the Miserable, countermand our Inclination, or some <em>selfish Affection</em>, as <em>Fear of Danger</em>, over-power it.","subId":"19","id":"Hutcheson.IBV.IGE.2.19"},{"type":"paragraph","content":"<span class=\"small-capitals\">To</span> make this yet clearer, suppose that the <span class=\"small-capitals\">Deity</span> should declare to a good Man that he should be suddenly <em>annihilated</em>, but at the Instant of his Exit it should be left to his Choice whether his Friend, his Children, or his Country should be made happy or miserable for the Future, when he himself could have no Sense of either Pleasure or Pain from their State. Pray would he be any more indifferent about their State now, that he neither hoped or feared any thing to himself from it, than he was in any prior Period of his Life? Nay, is it not a pretty common Opinion among us, that after our Decease we know nothing of what befalls those who survive us? How comes it then that we do not lose, at the Approach of Death, all Concern for our Families, Friends, or Country? Can there be any Instance given of our desiring any Thing only as the <em>Means of private Good</em>, as violently when we know that we shall not enjoy this Good many Minutes, as if we expected the Possession of this Good for many Years? Is this the way we compute the Value of <em>Annuities</em>?","subId":"20","id":"Hutcheson.IBV.IGE.2.20"},{"type":"paragraph","content":"<span class=\"small-capitals\">How</span> the disinterested Desire of the Good of others should seem inconceivable, 'tis hard to account: perhaps 'tis owing to the Attempts of some great Men to give Definitions of <em>simple Ideas</em>.—<em>Desire</em>, say they, <em>is Uneasiness, or uneasy Sensation upon the Absence of any Good</em>.—Whereas Desire is as distinct from <em>Uneasiness</em>, as <em>Volition</em> is from Sensation. Don't they themselves often speak of our <em>desiring to remove Uneasiness</em>? <em>Desire</em> then is different from <em>Uneasiness</em>, however a Sense of Uneasiness accompanies it, as <em>Extension</em> does the Idea of <em>Colour</em>, which yet is a very distinct Idea. Now wherein lies the Impossibility of desiring the Happiness of another without conceiving it as the Means of obtaining any thing farther, even as we desire our own Happiness without farther View? If any alledge, that we desire our own Happiness as the <em>Means</em> of removing the Uneasiness we feel in the Absence of Happiness, then at least the Desire of <em>removing our own Uneasiness</em> is an <em>ultimate Desire</em>: and why may we not have other <em>ultimate Desires</em>?","subId":"21","id":"Hutcheson.IBV.IGE.2.21"},{"type":"paragraph","content":"<q><span class=\"small-capitals\">But</span> can any Being be <em>concerned</em> about the Absence of an Event which gives it no <em>Uneasiness</em>?</q> Perhaps superior Natures desire without <em>uneasy Sensation</em>. But what if we cannot? We may be uneasy while a desired Event is in Suspence, and yet not desire this Event only as the <em>Means</em> of removing this Uneasiness: Nay, if we did not desire the Event without View to this <em>Uneasiness</em>, we should never have brought the Uneasiness upon ourselves by <em>desiring</em> it. So likewise we may <em>feel Delight</em> upon the Existence of a desired Event, when yet we did not desire the Event only as the <em>Means</em> of obtaining this Delight; even as we often receive Delight from Events which we had an Aversion to.","subId":"22","id":"Hutcheson.IBV.IGE.2.22"},{"type":"paragraph","content":"<span class=\"small-capitals\">If</span> any one should ask, since none of these Motives of Self-Interest excite our Benevolence, but we are in virtuous Actions intending solely the Good of others, to what Purpose serves our <em>moral Sense</em>, our <em>Sense of Pleasure from the Happiness of others</em>? To what Purpose serves the <em>wise Order of Nature</em>, by which Virtue is even made generally advantageous in this Life? To what End are <em>eternal Rewards</em> appointed and revealed? The Answer to these Questions was given partly already: all these Motives may make us desire to have <em>benevolent Affections</em>, and consequently turn our <em>Attention</em> to those Qualities in Objects which excite them; they may overbalance all apparent <em>contrary Motives</em>, and all Temptations to Vice. But farther, I hope it will be still thought an End worthy of the <span class=\"small-capitals\">Deity</span>, to make the Virtuous happy, by a wise Constitution of Nature, whether the Virtuous were in every Action intending to obtain this Happiness or not. Beneficent Actions tend to the publick Good; it is therefore good and kind to give all possible <em>additional Motives</em> to them; and to excite Men, who have some weak Degrees of good <em>Affection</em>, to promote the publick Good more vigorously by Motives of <em>Self-Interest</em>; or even to excite those who have no Virtue at all to external <em>Acts of Beneficence</em>, and to restrain them from Vice<a href=\"#n3\"><sup>[3]</sup></a>.","subId":"23","id":"Hutcheson.IBV.IGE.2.23"},{"type":"paragraph","content":"<span class=\"small-capitals\">From</span> the Whole it may appear, that there is in human Nature a <em>disinterested ultimate Desire</em> of the Happiness of others; and that our <em>Moral Sense</em> determines us only to approve Actions as virtuous, which are apprehended to proceed partly at least from such Desire.","subId":"24","id":"Hutcheson.IBV.IGE.2.24"},{"type":"paragraph","content":"<span class=\"margin-comment\">Human Nature incapable of sedate Malice.</span> <span class=\"small-capitals\">As</span> to Malice, <em>Human Nature</em> seems scarce capable of <em>malicious disinterested Hatred</em>, or a sedate ultimate Desire of the Misery of others, when we imagine them no way pernicious to us, or opposite to our <em>Interest</em>: And for that Hatred which makes us oppose <em>those</em> whose Interests are opposite to <em>ours</em>, it is only the Effect of <em>Self-Love</em>, and not of <em>disinterested Malice</em>. A sudden Passion may give us wrong Representations of our Fellow-Creatures, and for a little time represent them as <em>absolutely evil</em>; and during this Imagination perhaps we may give some Evidences of <em>disinterested Malice</em>: but as soon as we reflect upon <em>human Nature</em>, and form just Conceptions, this <em>unnatural</em> Passion is allay'd, and only <em>Self-Love</em> remains, which may make us, from <em>Self-Interest</em>, oppose our Adversarys.","subId":"25","id":"Hutcheson.IBV.IGE.2.25"},{"type":"paragraph","content":"<span class=\"small-capitals\">Every</span> one at present rejoices in the Destruction of our <em>Pirates</em>; and yet let us suppose a Band of such Villains cast in upon some desolate Island, and that we were assur'd some Fate would confine them there perpetually, so that they should disturb Mankind no more: Now let us calmly reflect, that these Persons are capable of Knowledge and Counsel, may be happy and joyful, or may be involv'd in Misery, Sorrow, and Pain; that they may return to a State of <em>Love</em>, <em>Humanity</em>, <em>Kindness</em>, and become <em>Friends</em>, <em>Citizens</em>, <em>Husbands</em>, <em>Parents</em>, with all the sweet Sentiments which accompany these Relations: then let us ask our selves, when <em>Self-Love</em>, or regard to the Safety of better Men, no longer makes us desire their Destruction, and when we cease to look upon them under the Ideas suggested by fresh Resentment of Injurys done to us or our Friends, as utterly incapable of any good <em>moral Quality</em>; whether we would wish them the Fate of <span class=\"name\"><span class=\"small-capitals\">Cadmus</span></span>'s <em>Army</em>, by plunging their Swords in each others Breast, or a worse Fate by the most exquisite Tortures; or rather, that they should recover the ordinary Affections of Men, become <em>kind</em>, <em>compassionate</em>, and <em>friendly</em>; contrive <em>Laws</em>, <em>Constitutions</em>, <em>Governments</em>, <em>Propertys</em>; and form an honest happy Society with <em>Marriages</em>, and <blockquote><em>Relations dear, and all the Charities <br> Of Father, Son, and Brother ——<a href=\"#n4\"><sup>[4]</sup></a>?</em></blockquote> I fansy the latter would be the Wish of every Mortal, notwithstanding our present just Abhorrence of them from <em>Self-Interest</em>, or <em>publick Love</em>, and Desire of promoting the Interest of our Friends who are expos'd to their Fury. Now this plainly evidences, that we scarce ever have any <em>sedate Malice</em> against any Person, or ultimate Desire of his Misery. Our calm Ill-will is only from Opposition of <em>Interest</em>; or if we can entertain <em>sedate Malice</em>, it must be toward a Character apprehended <em>necessarily</em> and <em>unalterably Evil</em> in a <em>moral Sense</em>; such as a sudden Passion sometimes represents our Enemies to us: and perhaps no <em>such Being</em> occurs to us among the Works of a <em>good</em> <span class=\"small-capitals\">Deity</span>.","subId":"26","id":"Hutcheson.IBV.IGE.2.26"},{"type":"paragraph","content":"<span class=\"margin-comment\">Other Affections disinterested.</span> <span class=\"small-capitals\">Having</span> offer'd what may perhaps prove, That neither our <em>Esteem</em> or <em>Benevolence</em> is founded on <em>Self-Love</em>, or views of <em>Interest</em>; let us see <q>if some other <em>Affections</em>, in which <em>Virtue</em> may be plac'd, do arise from <em>Self-Love</em>;</q> such as <em>Fear</em>, or <em>Reverence</em>, arising from an Apprehension of <em>Goodness</em>, <em>Power</em>, and <em>Justice</em>. For no body apprehends any <em>Virtue</em> in <em>base Dread</em> and <em>Servitude</em> toward a <em>powerful Evil Being</em>: This is indeed the <em>meanest Selfishness</em>. Now the same Arguments which prove <em>Esteem</em> to be <em>disinterested</em>, will prove this <em>honourable Reverence</em> to be so too; for it plainly arises from an Apprehension of <em>amiable Qualitys</em> in the Person, and <em>Love</em> toward him, which raises an <em>Abhorrence</em> of offending him. Could we reverence a <em>Being</em> because it was our <em>Interest</em> to do so, a third Person might bribe us into Reverence toward a <em>Being</em> neither <em>good</em>, nor <em>powerful</em>, which every one sees to be a Jest. And this we might shew to be common to all other Passions, which have been reputed virtuous.","subId":"27","id":"Hutcheson.IBV.IGE.2.27"},{"type":"paragraph","content":"<span class=\"margin-comment\">Objections.</span> <span class=\"small-capitals\">There</span> is one Objection against <em>disinterested Good-Will</em>, which occurs from considering, <q>That nothing so effectually excites our <em>Love</em> toward rational Agents, as their <em>Beneficence</em>, and especially toward ourselves; whence we are led to imagine, that our Love of Persons, as well as irrational Objects, flows intirely from <em>Self-Interest</em>.</q> But let us here examine ourselves more narrowly. Do we only wish well to the <em>Beneficent</em>, because it is our <em>Interest</em> to do so? Or do we choose to love them, because our <em>Love</em> is the means of procuring their <em>Bounty</em>? If it be so, then we could indifferently love any Character, even to obtain the Bounty of a third Person; or we could be brib'd by a third Person to love the greatest Villain heartily, as we may be brib'd to external Offices: Now this is plainly impossible. Nay, farther, is not our <em>Good-will</em> the Consequent of <em>Bounty</em>, and not the Means of procuring it? External Shew, Obsequiousness, and Dissimulation may proceed an Opinion of <em>Beneficence</em>; but <em>real Love</em> always presupposes it, and will necessarily arise even when we expect no more, from Consideration of past Benefits.","subId":"28","id":"Hutcheson.IBV.IGE.2.28"},{"type":"paragraph","content":"<span class=\"small-capitals\">Or</span> can any one say he only loves the <em>Beneficent</em>, as he does a <em>Field</em> or <em>Garden</em>, because of its <em>Advantage</em>? His <em>Love</em> then must cease toward one who has ruin'd himself in kind Offices to him, when he can do him no more; as we cease to love an inanimate Object which ceases to be useful, unless a Poetical <em>Prosopopoeia</em> animate it, and raise an imaginary Gratitude, which is indeed pretty common. <em>Beneficence</em> then must increase our Good-will, as it raises <em>Complacence</em>, which is still attended with stronger Degrees of Benevolence: and hence we love even those who are <em>beneficent</em> to others.","subId":"29","id":"Hutcheson.IBV.IGE.2.29"},{"type":"paragraph","content":"<span class=\"small-capitals\">In</span> the Benefits which we receive ourselves, we are more fully sensible of their Value, and of the Circumstances of the Action, which are Evidences of a generous Temper in the <em>Donor</em>; and from the good Opinion we have of ourselves, we are apt to look upon the Kindness as better employ'd, than when it is bestow'd on others, of whom perhaps we have less favourable Sentiments. It is however sufficient to remove the Objection, that <em>Bounty</em> from a <em>Donor</em> apprehended as <em>morally evil</em>, or extorted by <em>Force</em>, or conferr'd with some View of <em>Self-Interest</em>, will not procure <em>real Good-will</em>; nay, it may raise <em>Indignation</em>, if we suspect Dissimulation of Love, or a Design to allure us into any thing dishonourable: whereas wisely employ'd <em>Bounty</em> is always approv'd, and gains Love to the Author from all who hear of it.","subId":"30","id":"Hutcheson.IBV.IGE.2.30"},{"type":"paragraph","content":"<span class=\"margin-comment\">Virtue disinterested.</span> <span class=\"small-capitals\">If</span> then no <em>Good-will</em> toward Persons arises from <em>Self-Love</em>, or Views of <em>Interest</em>, and all <em>Virtue</em> flows from <em>Good-will</em>, or some other Affection equally <em>disinterested</em>; it remains, <q>That there must be some other Affection than <em>Self-Love</em>, or <em>Interest</em>, which excites us to the Actions we call <em>Virtuous</em>.</q>","subId":"31","id":"Hutcheson.IBV.IGE.2.31"},{"type":"paragraph","content":"<span class=\"small-capitals\">Had</span> we no other <em>ultimate Desire</em> but that of <em>private Advantage</em>, we must imagine that every <em>rational Being</em> acts only for its own <em>Advantage</em>; and however we may call a <em>beneficent Being</em> a <em>good Being</em>, because it acts for our Advantage, yet upon <em>this Scheme</em> we should not be apt to think there is any <em>beneficent Being</em> in <em>Nature</em>, or a <em>Being</em> who acts for the <em>Good</em> of others. Particularly, If there is no <em>Sense</em> of Excellence in <em>publick Love</em>, and promoting the Happiness of others, whence should this Persuasion arise, <q>That the <span class=\"small-capitals\">Deity</span> will make the <em>Virtuous</em> happy?</q> Can we prove that it is for the <em>Advantage</em> of the <span class=\"small-capitals\">Deity</span> to do so? This I fancy will be look'd upon as very absurd, by many who yet expect Mercy and Beneficence in the <span class=\"small-capitals\">Deity</span>. And if there be such Dispositions in the <span class=\"small-capitals\">Deity</span>, where is the impossibility of some small degree of this <em>publick Love</em> in his Creatures? And why must they be suppos'd incapable of acting but from <em>Self-Love</em>?","subId":"32","id":"Hutcheson.IBV.IGE.2.32"},{"type":"paragraph","content":"<span class=\"small-capitals\">In</span> short, without acknowledging some other Principle of Action in rational Agents than <em>Self-Love</em>, I see no Foundation to expect <em>Beneficence</em>, or <em>Rewards</em> from <em>God</em> or <em>Man</em>, farther than it is the <em>Interest</em> of the <em>Benefactor</em>; and all Expectation of Benefits from a <em>Being</em> whose Interests are independent on us, must be <em>perfectly ridiculous</em>. What should engage the <span class=\"small-capitals\">Deity</span> to reward <em>Virtue</em>? <em>Virtue</em> is commonly suppos'd, upon <em>this Scheme</em>, to be only <em>a consulting our own Happiness in the most artful way, consistently with the Good of the Whole</em>; and in <em>Vice</em> the <em>same thing</em> is foolishly pursu'd, in a manner which will not so probably succeed, and which is contrary to the <em>Good</em> of the <em>Whole</em>. But how is the <span class=\"small-capitals\">Deity</span> concern'd in this <em>Whole</em>, if every Agent always acts from <em>Self-Love</em>? And what Ground have we, from the Idea of infinite Power and Art, to believe the <span class=\"small-capitals\">Deity</span> is <em>good</em> in the <em>Christian Sense</em>, that is, <em>studious of the Good of his Creatures</em>? Perhaps the <em>Misery</em> of his Creatures may give him as much Pleasure, as their <em>Happiness</em>: And who can find fault, or blame such a <em>Being</em> to study their <em>Misery</em>? for what else should we expect? A <em>Manichean evil God</em>, is a Notion which Men would as readily run into, as that of a <em>good one</em>, if there is no Excellence in <em>disinterested Love</em>, and no <em>Being</em> acts but for its own <em>Advantage</em>; unless we prov'd, that the Happiness of <em>Creatures</em> was <em>advantageous</em> to the <span class=\"small-capitals\">Deity</span>.","subId":"33","id":"Hutcheson.IBV.IGE.2.33"},{"type":"paragraph","content":"<span class=\"margin-comment\">The true Spring of Virtue.</span> <span class=\"small-capitals\">Having</span> remov'd these <em>false Springs</em> of <em>virtuous Actions</em>, let us next establish the <em>true one</em>, viz. <em>some Determination of our Nature to study the Good of others</em>; or <em>some Instinct, antecedent to all Reason from Interest, which influences us to the Love of others</em>; even as the <em>moral Sense</em>,<a href=\"#n5\"><sup>[5]</sup></a> above explain'd, determines us to <em>approve</em> the Actions which flow from <em>this Love</em> in ourselves or others. This <em>disinterested Affection</em>, may appear strange to Men impress'd with Notions of <em>Self-Love</em>, as the <em>sole</em> Spring of Action, from the Pulpit, the Schools, the Systems, and Conversations regulated by them: but let us consider it in its strongest and simplest Kinds; and when we see the Possibility of it in these Instances, we may easily discover its <em>universal Extent</em>.","subId":"34","id":"Hutcheson.IBV.IGE.2.34"},{"type":"paragraph","content":"<span class=\"margin-comment\">Natural Affection.</span> <span class=\"small-capitals\">An</span> honest <em>Farmer</em> will tell you, that he studies the <em>Preservation</em> and <em>Happiness</em> of his Children, and loves them without any design of Good to himself. But say some of our <em>Philosophers</em>, <q>The Happiness of their Children gives Parents Pleasure, and their Misery gives them Pain; and therefore to obtain the <em>former</em>, and avoid the <em>latter</em>, they study, from <em>Self-Love</em>, the Good of their Children.</q> Suppose several Merchants join'd in Partnership of their whole Effects; one of them is employ'd abroad in managing the Stock of the Company; his Prosperity occasions Gain to all, and his Losses give them Pain from their Share in the Loss: Is this then the <em>same</em> Kind of Affection with <em>that</em> of Parents to their Children? Is there the same tender, personal Regard? I fancy no Parent will say so. In this Case of Merchants there is a plain Conjunction of Interest; but whence the Conjunction of Interest between the <em>Parent</em> and <em>Child</em>? Do the Child's <em>Sensations</em> give Pleasure or Pain to the Parent? Is the Parent <em>hungry</em>, <em>thirsty</em>, <em>sick</em>, when his Children are so? No, but <em>his</em> naturally implanted Desire of their Good, and Aversion to their Misery, makes him be affected with Joy or Sorrow from their Pleasures or Pains. This Desire then is antecedent to the Conjunction of Interest, and the Cause of it, not the Effect: it then must be <em>disinterested</em>. <q>No, says another <em>Sophist</em>, Children are <em>Parts</em> of ourselves, and in loving them we but love <em>ourselves</em> in them.</q> A very good Answer! Let us carry it as far as it will go. How are they <em>Parts</em> of ourselves? Not as a <em>Leg</em> or an <em>Arm</em>: We are not conscious of their Sensations. <q>But <em>their</em> Bodys were form'd from Parts of <em>ours</em>.</q> So is a <em>Fly</em>, or a <em>Maggot</em>, which may breed in any discharg'd Blood or Humour: Very dear Insects surely! There must be something else then which makes Children <em>Parts</em> of ourselves; and what is this but <em>that Affection</em>, which <span class=\"small-capitals\">Nature</span> determines us to have toward them? <em>This Love</em> makes them <em>Parts</em> of ourselves, and therefore does not flow from their being so before. This is indeed a good Metaphor; and where-ever we find a Determination among several rational Agents to <em>mutual Love</em>, let <em>each Individual</em> be look'd upon as a <em>Part</em> of a great <em>Whole</em>, or <em>System</em>, and concern himself in the <em>publick Good</em> of it.","subId":"35","id":"Hutcheson.IBV.IGE.2.35"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> a later Author observes,<a href=\"#n6\"><sup>[6]</sup></a> <q>That <em>natural Affection</em> in Parents is <em>weak</em>, till the Children begin to give Evidences of <em>Knowledge</em> and <em>Affections</em>.</q> Mothers say they feel it strong from the very first: and yet I could wish, for the Destruction of his Hypothesis, that what he alledges was true; as I fansy it is in some measure, tho' we may find in some Parents an Affection toward Idiots. The observing of <em>Understanding</em> and <em>Affections</em> in Children, which make them appear <em>moral Agents</em>, can increase Love toward them without prospect of <em>Interest</em>; for I hope, this Increase of Love is not from Prospect of Advantage from the Knowledge or Affections of Children, for whom Parents are still toiling, and never intend to be refunded their Expences, or recompens'd for their Labour, but in Cases of extreme Necessity. If then the observing a <em>Moral Capacity</em> can be the occasion of increasing Love without <em>Self-Interest</em>, even from the <em>Frame</em> of our <em>Nature</em>; pray, may not <em>this</em> be a Foundation of <em>weaker</em> degrees of Love, where there is no preceding Tie of Parentage, and extend it to <em>all Mankind</em>?","subId":"36","id":"Hutcheson.IBV.IGE.2.36"},{"type":"paragraph","content":"<span class=\"margin-comment\">Publick Affections, natural.</span> <span class=\"small-capitals\">And</span> that this is so in Fact, will appear by considering some more distant Attachments. If we observe any Neighbours, from whom perhaps we have receiv'd no good Offices, form'd into <em>Friendships</em>, <em>Familys</em>, <em>Partnerships</em>, and with Honesty and Kindness assisting each other; pray ask any Mortal if he would not more desire their <em>Prosperity</em>, when their Interests are no way inconsistent with his own, than their <em>Misery</em> and <em>Ruin</em>? and you shall find a <em>Bond</em> of <em>Benevolence</em> farther extended than a <em>Family</em> and <em>Children</em>, altho' the Ties are not so strong. Again, suppose a Person, for Trade, had left his <em>native Country</em>, and with all his Kindred had settled his Fortunes abroad, without any View of returning; and only imagine he had receiv'd no Injurys from his Country: ask such a Man, would he not rather desire the <em>Prosperity</em> of his Country? Or could he, now that his Interests are separated from that of his Nation, as readily wish that it was laid waste by <em>Tyranny</em>, or a <em>foreign</em> Power? I fansy his Answer would shew us a <em>Benevolence</em> extended beyond <em>Neighbourhoods</em> or <em>Acquaintances</em>. Let a Man of a <em>compos'd</em> Temper, out of the hurry of his <em>private</em> Affairs, only read of the <em>Constitution</em> of a <em>foreign</em> Country, even in the <em>most distant</em> Parts of the Earth, and observe <em>Art</em>, <em>Design</em>, and a <em>Study</em> of <em>publick Good</em> in the <em>Laws</em> of this Association; and he shall find his Mind <em>mov'd</em> in their favour; he shall be <em>contriving</em> Rectifications and Amendments in their Constitution, and <em>regret</em> any unlucky Part of it which may be pernicious to their Interest; he shall <em>bewail</em> any Disaster which befalls them, and <em>accompany</em> all their Fortunes with the Affections of a Friend. Now this proves <em>Benevolence</em> to be in some degree extended to all Mankind, where there is no <em>interfering</em> Interest, which from <em>Self-Love</em> may obstruct it. And had we any Notions of <em>rational Agents</em>, capable of moral Affections, in the <em>most distant</em> Planets, our <em>good Wishes</em> would still attend them, and we should desire their Happiness. And that all these Affections, whether more or less extensive, are properly <em>disinterested</em>, not even founded on any Desire of that Happiness we may expect in seeing their prosperous Condition; may appear from this, that they would continue even at the Instant of our Death, or intire Destruction, as was already observed, <cite><em>Art.</em> IV. of this Section</cite>.","subId":"37","id":"Hutcheson.IBV.IGE.2.37"},{"type":"paragraph","content":"<span class=\"margin-comment\">National Love.</span> <span class=\"small-capitals\">Here</span> we may transiently remark the Foundation of what we call <em>national Love</em>, or <span class=\"small-capitals\">Love</span> of one's <em>native Country</em>. Whatever place we have liv'd in for any considerable time, there we have most distinctly remark'd the <em>various Affections</em> of <em>human Nature</em>; we have known many <em>lovely Characters</em>; we remember the <em>Associations</em>, <em>Friendships</em>, <em>Familys</em>, <em>natural Affections</em>, and other <em>human Sentiments</em>: our <em>moral Sense</em> determines us to approve these <em>lovely Dispositions</em>, where we have most distinctly observ'd them; and our <em>Benevolence</em> concerns us in the Interests of the Persons possess'd of them. When we come to observe the like as distinctly in <em>another</em> Country, we begin to acquire a <em>national Love</em> toward it also; nor has our <em>own</em> Country any other preference in our Idea, unless it be by an <em>Association</em> of the pleasant Ideas of our Youth, with the <em>Buildings</em>, <em>Fields</em>, and <em>Woods</em> where we receiv'd them. This may let us see how <em>Tyranny</em>, <em>Faction</em>, a <em>Neglect</em> of Justice, a <em>Corruption</em> of Manners, and <em>any thing</em> which occasions the Misery of the Subjects, destroys this <em>national Love</em>, and the <em>dear Idea</em> of a <span class=\"small-capitals\">Country</span>.","subId":"38","id":"Hutcheson.IBV.IGE.2.38"},{"type":"paragraph","content":"<span class=\"margin-comment\">The Reason why natural Affections do not always appear.</span> <span class=\"small-capitals\">We</span> ought here to observe, That the only Reason of that <em>apparent Want</em> of natural Affection, among <em>collateral Relations</em>, is, that these <em>natural Inclinations</em>, in many Cases, are overpower'd by <em>Self-Love</em>, where there happens any <em>Opposition</em> of Interests; but where this does not happen, we shall find all Mankind under its Influence, tho' with different Degrees of Strength, according to the <em>nearer</em> or <em>more remote</em> Relations they stand in to each other; and according as the <em>natural Affection</em> of <em>Benevolence</em> is join'd with and strengthen'd by <em>Esteem</em>, <em>Gratitude</em>, <em>Compassion</em>, or <em>other kind Affections</em>; or on the contrary, weaken'd by <em>Displicence</em>, <em>Anger</em>, or <em>Envy</em>.","subId":"39","id":"Hutcheson.IBV.IGE.2.39"},{"type":"note","content":"<em>See <cite>Sect. <em>i.</em></cite></em>","subId":"n1","id":"Hutcheson.IBV.IGE.2.n1"},{"type":"note","content":"<em>THESE several </em>Motives of Interest<em>, which, some alledge, excite us to Benevolence, operate upon us in a very different Manner. Prospect of </em>external Advantage<em> of any kind in this Life from our Fellows, is only a Motive to the </em>Volition of external Actions<em> immediately, and not to raise Desire of the Happiness of others. Now being </em>willing to do external Actions<em> which we know do in Fact promote the Happiness of others, without any </em>Desire<em> of their Happiness, is not approved as virtuous: Otherwise it were Virtue to do a beneficent Action for a Bribe of Money.</em> <em>THE Prospect of </em>Rewards from the <span class=\"small-capitals\">Deity</span><em>, of future Pleasure from the </em>Self-Approbation<em> of our Moral Sense, or of any Pleasure attending an Affection itself, are only Motives to us to </em>desire<em> or </em>wish to have the Affection of Benevolence<em> in our Hearts; and consequently, if our Volition could raise Affections in us, these Motives would make us will or choose to raise </em>benevolent Affections<em>: But these Prospects cannot be Motives to us from Self-Love, to desire the </em>Happiness of others<em>; for, from Self-Love we only desire what we apprehend to be the Means of private Good. Now the </em>having those Affections<em> is the Means of obtaining these private Goods, and not the actual Happiness of others; for the Pleasure of Self-Approbation, and Divine Rewards, are not obtained or lost according as others are happy or miserable, but according to the </em>Goodness of our Affections<em>. If therefore Affections are not directly raised by Volition or Choice, Prospects of future Rewards, or of Self-Approbation, cannot directly raise them.</em>","subId":"n2","id":"Hutcheson.IBV.IGE.2.n2"},{"type":"note","content":"<em>LET it be also remembred, that every Consideration suggested in the Gospel, as an </em>additional Motive<em> to beneficent Actions, is not immediately to be looked upon as the </em>proper Motive<em> to Virtue, or what would engage our Approbation of Actions flowing from it alone. We have the </em>Promises of this Life<em> as well as of the next, and yet the former alone was never thought a virtuous Principle. Some Texts are also brought to confute this Scheme of disinterested Affections as the only truly virtuous Principle, such as <cite><em>1 Corinth. Ch. XV. ver. 32</em></cite> which imports no more than this, <q>That if there were no Resurrection, and consequently <span class=\"name\"><em>Christ</em></span> had not risen, and therefore his Religion only an Imposture, it had been the greatest Folly in the Apostle to have exposed himself to Persecution:</q> Not that the Prospect of a future Reward was the only Motive to Virtue, or that the only Affection of Mind which made the Apostle bear Persecution, was Hope of Reward.</em> <em>ANOTHER Text insisted on is, <cite><em>Heb. XI. ver. 6.</em></cite> But this only means, either <q>that no Man can perform religious Acts acceptably to God, who does not believe his Existence and Goodness,</q> which is self-evident: Or it is to be understood of embracing the true Religion, and adhering to it under the most severe Persecutions, which we may allow no Man could do without Hopes of future Reward. Not this does not prove either that our </em>sole<em>, or our </em>strongest Incitement<em> to virtuous Actions is a Prospect of Interest, nor even that any Action is approved, because it springs from Hope of Reward.</em> <em><cite><em><span class=\"small-capitals\">Heb.</span> XII. ver. 2.</em></cite> is chiefly urged, but with least Ground: if we have it well translated, it only asserts, <q>That the Hope of future Joy was one Incitement to our Saviour in enduring Sufferings,</q> not that this was the </em>principal Spring<em> of his beneficient Actions, or that they were made amiable by arising from it. Nay, this </em>Joy<em> may be understood metonymically, for its Object, </em>viz.<em> </em>the Salvation of Mankind<em>. Not to mention another Translation long ago known to Criticks; some of whom insist that <span class=\"foreign\">αντι</span> is seldom used for the </em>final Cause<em>; but means </em>instead of<em>, in this Place, as well as in Texts debated with the </em>Sucinians<em>: And the this Verse may be thus translated; <q>Who instead of that Joy which was ready at hand, or in his Power to have enjoyed, as he had from the Beggining, he submitted to the Cross.</q> Nor is there any thing to confute this Translation; save that some </em>Antithesis<em> between our suffering from Faith in a Reward, and his suffering in like manner, is not kept up so well; as if it were a necessary Perfection in the Scriptures to abound in such </em>Antitheses<em>. For in this Translation there is good Reasoning, in shewing how our Saviour's Sufferings are enhanced by his exchanging a State of Joy for them, parallel to <cite><em>Philip. II. ver. 6, 7</em></cite></em>. <em>WHOEVER would appeal to the general Strain of the Christian Exhortations, will find </em>disinterested Love<em> more inculcated, and </em>Motives of Gratitude<em> more frequently suggested, that any others.</em>","subId":"n3","id":"Hutcheson.IBV.IGE.2.n3"},{"type":"note","content":"<cite>Milt. Par. Lost, B. iv. v. 756.</cite>","subId":"n4","id":"Hutcheson.IBV.IGE.2.n4"},{"type":"note","content":"See <cite><em>Sect.</em> i.</cite>","subId":"n5","id":"Hutcheson.IBV.IGE.2.n5"},{"type":"note","content":"See the <cite>Fable of the Bees, <em>Pag.</em> 68, 3d <em>Ed.</em></cite>","subId":"n6","id":"Hutcheson.IBV.IGE.2.n6"}]}