{"imported":true,"id":"Hutcheson.IBV.IGE.4","parent":"Hutcheson.IBV.IGE","title":"Section 4. All Mankind agree in this general Foundation of their Approbation of moral Actions. The Grounds of the different Opinions about Morals","breadcrumb":"Section 4","sourceUrl":"https://oll.libertyfund.org/titles/hutcheson-an-inquiry-into-the-original-of-our-ideas-of-beauty-and-virtue-1726-2004/simple#lf1458_div_039","texts":[],"published":[1725],"copytext":[1738],"sourceDesc":"Hutcheson’s <cite>Inquiry into the Original of Our Ideas of Beauty and Virtue</cite> was first published in 1725, with a second edition “Corrected and Enlarg'd” in 1726, and a third “Corrected” in 1729. Our copytext is the fourth edition of 1738, likewise “Corrected”, which contains Hutcheson's final modifications and additions. The text was derived from Wolfgang Leidhold's edition (Indianapolis: Liberty Fund, 2004), which follows the second 1726 edition (noting significant variants from other editions), and removes most of the original italics and small capitals. This source text has been substantially altered, reinstating the original formatting and bringing the text in line with the 1738 edition.","forename":"Francis","surname":"Hutcheson","author":"Francis Hutcheson","birth":1694,"death":1746,"nationality":"Irish/Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h3>SECT. IV.</h3> <h3><em>All Mankind agree in this </em>general Foundation<em> of their Approbation of </em>moral Actions<em>. The Grounds of the </em>different Opinions<em> about </em>Morals<em>.</em></h3> ","id":"Hutcheson.IBV.IGE.4"},{"type":"paragraph","content":"<span class=\"margin-comment\">This Moral Sense universal.</span> TO shew how far Mankind agree in that which we have made the <em>universal Foundation</em> of this <em>moral Sense</em>, <em>viz.</em> <span class=\"small-capitals\">Benevolence</span>, we have observ'd already<a href=\"#n1\"><sup>[1]</sup></a>, that when we are ask'd the Reason of our Approbation of any Action, we universally alledge its <em>Usefulness</em> to the <em>Publick</em>, and not to the <em>Actor</em> himself. If we are vindicating a censur'd Action, and maintaining it lawful, we always make this one Article of our Defence, <q>That it injur'd no body, or did more <em>Good</em> than <em>Harm</em>.</q> On the other hand, when we blame any piece of Conduct, we shew it to be <em>prejudicial</em> to others, besides the <em>Actor</em>; or to evidence at least a <em>Neglect</em> of their Interest, when it was in our power to serve them; or when <em>Gratitude</em>, <em>natural Affection</em>, or some other <em>disinterested Tye</em> should have rais'd in us a Study of their Interest. If we sometimes blame foolish Conduct in others, without any reflection upon its Tendency to <em>publick Evil</em>, it is generally occasion'd by our <em>Benevolence</em>, which makes us concern'd for the Evils befalling others<a href=\"#n2\"><sup>[2]</sup></a>. We all know how great an Extenuation of Crimes it is, to alledge, <q>That the poor Man does harm to nobody but himself;</q> and how often this turns Hatred into Pity. And yet we shall find, that the greatest part of the Actions which are <em>immediately prejudicial</em> to ourselves, and are often look'd upon as <em>innocent</em> toward others, do really tend to the <em>publick Detriment</em>, by making us incapable of performing the good Offices we could otherwise have done, and perhaps would have been inclin'd to do. This is the Case of <em>Intemperance</em> and <em>extravagant Luxury</em>.","subId":"1","id":"Hutcheson.IBV.IGE.4.1"},{"type":"paragraph","content":"<span class=\"margin-comment\">Benevolence the sole ground of Approbation.</span> <span class=\"small-capitals\">And</span> farther, we may observe, that no Action of any other Person was ever approv'd by us, but upon some Apprehension, well or ill-grounded, of some <em>really good moral Quality</em>. If we observe the Sentiments of Men concerning Actions, we shall find, that it is always some <em>really amiable</em> and <em>benevolent Appearance</em> which engages their Approbation. We may perhaps commit Mistakes, in judging that Actions tend to the publick Good, which do not; or be so inadvertent, that while our Attention is fix'd on some <em>partial good Effects</em>, we may quite over-look many <em>evil Consequences</em> which counterbalance the <em>Good</em>. Our <em>Reason</em> may be very deficient in its Office, by giving us partial Representations of the Tendency of Actions; but it is still some <em>apparent Species</em> of <em>Benevolence</em> which commands our Approbation. And <em>this Sense</em>, like our other Senses, tho' counteracted by stronger Motives of <em>external Advantage</em>, ceases not to operate, but makes us <em>uneasy</em> and <em>dissatisfy'd</em> with ourselves; even as the <em>Sense</em> of <em>Tasting</em> makes us loath and dislike the nauseous Potion which we may force ourselves, from Interest, to swallow.","subId":"2","id":"Hutcheson.IBV.IGE.4.2"},{"type":"paragraph","content":"<span class=\"margin-comment\">False Approbations.</span> <span class=\"small-capitals\">It</span> is therefore to no purpose to alledge here, <q>That many Actions are really done, and approv'd, which tend to the <em>universal Detriment</em>.</q> For the same way, Actions are often perform'd, and in the mean time approv'd, which tend to the <em>Hurt</em> of the <em>Actor</em>. But as we do not, from the <em>latter</em>, infer the <em>Actor</em> to be void of <em>Self-Love</em>, or a <em>Sense</em> of <em>Interest</em>; no more should we infer from the <em>former</em>, that such Men are void of a <em>Sense</em> of <em>Morals</em>, or a desire of <em>publick Good</em>. The Matter is plainly this: Men are often mistaken in the Tendency of Actions either to <em>publick</em>, or <em>private Good</em>: Nay, sometimes <em>violent Passions</em>, while they last, will make them approve very bad Actions by their <em>Moral Sense</em>, and conceive very <em>pernicious ones</em> to the <em>Agent</em>, to be <em>advantageous</em>: But this proves only, <q>That sometimes there may be some more <em>violent Motive</em> to Action, than a <em>Sense</em> of <em>moral Good</em>; or that Men by Passion may become blind even to their own <em>Interest</em>.</q>","subId":"3","id":"Hutcheson.IBV.IGE.4.3"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> to prove that Men are void of a <em>moral Sense</em>, we should find some Instances of <em>cruel</em>, <em>malicious Actions</em>, done without any <em>Motive</em> of <em>Interest</em>, <em>real</em> or <em>apparent</em>; and approv'd without any Opinion of <em>Tendency to publick Good</em>, or <em>flowing from Good-will</em>: We must find a Country where <em>Murder</em> in cold Blood, <em>Tortures</em>, and <em>every thing malicious</em>, without any <em>Advantage</em>, is, if not <em>approv'd</em>, at least look'd upon with <em>Indifference</em>, and raises <em>no Aversion</em> toward the Actors in the unconcern'd Spectators: We must find Men with whom the <em>Treacherous</em>, <em>Ungrateful</em>, <em>Cruel</em>, are in the same account with the <em>Generous</em>, <em>Friendly</em>, <em>Faithful</em>, and <em>Humane</em>; and who approve the <em>latter</em>, no more than the <em>former</em>, in all Cases where they are not affected by the Influence of these Dispositions, or when the <em>natural Good</em> or <em>Evil</em> befals other Persons. And it may be question'd, whether the <em>Universe</em>, tho' large enough, and stor'd with no inconsiderable variety of Characters, will yield us any Instance, not only of a <em>Nation</em>, but even of a <em>Club</em>, or a <em>single Person</em>, who will think all Actions <em>indifferent</em>, but those which regard his <em>own Concerns</em>.","subId":"4","id":"Hutcheson.IBV.IGE.4.4"},{"type":"paragraph","content":"<span class=\"margin-comment\">Diversity of Manners accounted for.</span> <span class=\"small-capitals\">From</span> what has been said, we may easily account for the <em>vast Diversity</em> of <em>moral Principles</em>, in <em>various Nations</em> and <em>Ages</em>; and the Grounds of <em>this Diversity</em> are principally these:","subId":"5","id":"Hutcheson.IBV.IGE.4.5"},{"type":"paragraph","content":"<span class=\"margin-comment\">From various Notions of Happiness.</span> <span class=\"small-capitals\">Different</span> Opinions of <em>Happiness</em>, or <em>natural Good</em>, and of the most effectual Means to advance it. Thus in one Country, where there prevails a <em>courageous Disposition</em>, where <em>Liberty</em> is counted a <em>great Good</em>, and <em>War</em> an <em>inconsiderable Evil</em>, all Insurrections in Defence of Privileges will have the Appearance of <em>moral Good</em> to our <em>Sense</em>, because of their appearing <em>benevolent</em>; and yet the <em>same Sense</em> of <em>moral Good</em> in <em>Benevolence</em>, shall in another Country, where the Spirits of Men are more <em>abject</em> and <em>timorous</em>, where <em>Civil War</em> appears the <em>greatest natural Evil</em>, and <em>Liberty</em> no <em>great Purchase</em>, make the same Actions appear <em>odious</em>. So in <span class=\"small-capitals\">Sparta</span>, where thro' Contempt of Wealth the Security of Possessions was not much regarded, but the Thing chiefly desir'd, as <em>naturally good to the State</em>, was to abound in a <em>hardy shifting Youth</em>; <em>Theft</em>, if dexterously perform'd, was so little odious, that it receiv'd the Countenance of a Law to give it Impunity.","subId":"6","id":"Hutcheson.IBV.IGE.4.6"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> in these, and all other Instances of the like Nature, the Approbation is founded on <em>Benevolence</em>, because of some real, or apparent Tendency to the <em>publick Good</em>. For we are not to imagine, that this <em>Sense</em> should give us, without Observation, Ideas of complex Actions, or of their natural Tendencys to <em>Good</em> or <em>Evil</em>: it only determines us to approve <em>Benevolence</em>, whenever it appears in any Action, and to hate <em>the contrary</em>. So our <em>Sense</em> of <em>Beauty</em> does not, without Reflection, Instruction, or Observation, give us Ideas of the <em>regular Solids</em>, <em>Temples</em>, <em>Cirques</em>, and <em>Theatres</em>; but determines us to approve and delight in <em>Uniformity amidst Variety</em>, where-ever we observe it. Let us read the <em>Preambles</em> of any Laws we count unjust, or the Vindications of any disputed Practice by the <em>Moralists</em>, and we shall find no doubt, that Men are often mistaken in computing the Excess of the <em>natural good</em> or <em>evil Consequences</em> of certain Actions; but the Ground on which any Action is approv'd, is still some Tendency to the <em>greater natural Good</em> of others, apprehended by those who approve it.","subId":"7","id":"Hutcheson.IBV.IGE.4.7"},{"type":"paragraph","content":"<span class=\"margin-comment\">Travellers accounts of barbarous Customs.</span> <span class=\"small-capitals\">The</span> same Reason may remove also the Objections against the <em>Universality of this Sense</em>, from some Storys of Travellers, concerning <em>strange Crueltys</em> practis'd toward the <em>Aged</em>, or <em>Children</em>, in certain Countrys. If such Actions be done in sudden angry Passions, they only prove, that other Motives, or Springs of Action, may overpower <em>Benevolence</em> in its <em>strongest Ties</em>; and if they really be universally allow'd, look'd upon as innocent, and vindicated; it is certainly under some Appearance of <em>Benevolence</em>; such as to secure them from Insults of Enemys, to avoid the Infirmitys of Age, which perhaps appear greater Evils than Death, or to free the vigorous and useful Citizens from the Charge of maintaining them, or the Troubles of Attendance upon them. A love of Pleasure and Ease, may in the immediate Agents be stronger in some Instances, than <em>Gratitude</em> toward Parents, or <em>natural Affection</em> to Children. But that such Nations are continu'd, notwithstanding all the Toil in educating their Young, is still a sufficient Proof of <em>natural Affection</em>: For I fansy we are not to imagine any nice Laws in such Places, compelling Parents to a proper Education of some certain Number of their Offspring. We know very well that an Appearance of <em>publick Good</em> was the Ground of Laws equally barbarous, enacted by <span class=\"name\"><span class=\"small-capitals\">Lycurgus</span></span> and <span class=\"name\"><span class=\"small-capitals\">Solon</span></span>, of killing the Deform'd, or Weak, to prevent a burdensome Croud of useless Citizens.","subId":"8","id":"Hutcheson.IBV.IGE.4.8"},{"type":"paragraph","content":"<span class=\"small-capitals\">A late</span> ingenious Author<a href=\"#n3\"><sup>[3]</sup></a> has justly observ'd the Absurdity of the <em>monstrous Taste</em>, which has possess'd both the <em>Readers</em> and <em>Writers</em> of <em>Travels</em>. They are sparing enough in Accounts of the <em>natural Affections</em>, <em>the Familys</em>, <em>Associations</em>, <em>Friendships</em>, <em>Clans</em>, of the <em>Indians</em>; and as transiently do they mention their Abhorrence of <em>Treachery</em> among themselves; their <em>Proneness</em> to mutual Aid, and to the Defence of their several <em>States</em>; their Contempt of Death in defence of their Country, or upon points of <em>Honour</em>. <q>These are but <em>common Storys</em>.—No need to travel to the <em>Indies</em> for what we see in <em>Europe</em> every Day.</q> The Entertainment therefore in these ingenious Studys consists chiefly in exciting <em>Horror</em>, and making Men <em>Stare</em>. The ordinary Employment of the Bulk of the <em>Indians</em> in support of their Wives and Offspring, or Relations, has nothing of the <em>Prodigious</em>: But a <em>Human Sacrifice</em>, a Feast upon Enemys Carcases, can raise an Horror and Admiration of the wondrous Barbarity of <em>Indians</em>, in Nations no Strangers to the <em>Massacre</em> at <em>Paris</em>, the <em>Irish Rebellion</em>, or the Journals of the <em>Inquisition</em>. These they behold with religious Veneration; but the <em>Indian Sacrifices</em>, flowing from a like Perversion of <em>Humanity</em> by <em>Superstition</em>, raise the highest Abhorrence and Amazement. What is most surprizing in these Studys, is the wondrous <em>Credulity</em> of some Gentlemen of great Pretensions in other matters to Caution of Assent, for these marvellous <em>Memoirs</em> of Monks, Friars, Sea-Captains, Pirates; and for the <em>Historys</em>, <em>Annals</em>, <em>Chronologys</em>, receiv'd by Oral Tradition, or Hieroglyphicks.","subId":"9","id":"Hutcheson.IBV.IGE.4.9"},{"type":"paragraph","content":"<span class=\"margin-comment\">Use of Reason in Morals.</span> <span class=\"small-capitals\">Men</span> have <em>Reason</em> given them, to judge of the Tendencys of their Actions, that they may not stupidly follow the first Appearance of <em>publick Good</em>; but it is still some Appearance of <em>Good</em> which they pursue. And it is strange, that <em>Reason</em> is universally allow'd to Men, notwithstanding all the stupid ridiculous Opinions receiv'd in many Places; and yet absurd Practices, founded upon those very <em>Opinions</em>, shall seem an Argument against any <em>moral Sense</em>, altho' the bad Conduct is not owing to any Irregularity in the <em>moral Sense</em>, but to a wrong <em>Judgment</em> or <em>Opinion</em>. If putting the <em>Aged</em> to <em>Death</em>, with all its Consequences, really tends to the <em>publick Good</em>, and to the <em>lesser Misery</em> of the <em>Aged</em>, it is, no doubt, <em>justifiable</em>; nay, perhaps the <em>Aged</em> choose it, in hopes of a <em>future State</em>. If a <em>deform'd</em> or <em>weak Race</em> could never, by Ingenuity and Art, make themselves useful to Mankind, but should grow an absolutely unsupportable Burden, so as to involve a whole State in Misery, it is <em>just</em> to put them to Death. This all allow to be <em>just</em>, in the Case of an over-loaded Boat in a Storm. And as for <em>killing</em> of their Children, when Parents are sufficiently stock'd, it is perhaps practis'd, and allow'd from <em>Self-Love</em>; but I can scarce think it passes for a good Action any-where. If <em>Wood</em> or <em>Stone</em> or <em>Metal</em> be <span class=\"small-capitals\">Deities</span>, have <em>Government</em>, and <em>Power</em>, and have been the <em>Authors</em> of <em>Benefits</em> to us; it is <em>morally amiable</em> to praise and worship them. Or if the true <span class=\"small-capitals\">Deity</span> be pleas'd with Worship before <em>Statues</em>, or any <em>other Symbol</em> of some more <em>immediate Presence</em> or <em>Influence</em>; <em>Image-Worship</em> is <em>virtuous</em>. If <em>he</em> delights in <em>Sacrifices</em>, <em>Penances</em>, <em>Ceremonys</em>, <em>Cringings</em>; they are <em>all laudable</em>. Our <em>Sense</em> of <em>Virtue</em> generally leads us exactly enough according to our Opinions; and therefore the absurd Practices which prevail in the World, are much better Arguments that Men have no <em>Reason</em>, than that they have no <em>moral Sense</em> of <em>Beauty</em> in Actions.","subId":"10","id":"Hutcheson.IBV.IGE.4.10"},{"type":"paragraph","content":"<span class=\"margin-comment\">Narrow Systems pervert the moral Sense.</span> <span class=\"small-capitals\">The</span> next <em>Ground</em> of <em>Diversity</em> in Sentiments, is the <em>Diversity</em> of <em>Systems</em>, to which Men, from foolish Opinions, confine their <em>Benevolence</em>. We intimated above<a href=\"#n4\"><sup>[4]</sup></a>, that it is <em>regular</em> and <em>beautiful</em>, to have <em>stronger Benevolence</em> toward the <em>morally good</em> Parts of Mankind, who are <em>useful</em> to the <em>Whole</em>, than toward the <em>useless</em> or <em>pernicious</em>. Now, if Men receive a <em>low</em> or <em>base Opinion</em> of any <em>Body</em>, or <em>Sect</em> of Men; if they imagine them bent upon the Destruction of the more valuable Parts, or but useless <em>Burdens</em> of the Earth; <em>Benevolence</em> itself will lead them to neglect the Interests of such, and to suppress them. This is the Reason why, among Nations who have high Notions of <em>Virtue</em>, every Action toward an Enemy may pass for <em>just</em>; why <span class=\"small-capitals\">Romans</span> and <span class=\"small-capitals\">Greeks</span> could approve of making those they call'd <em>Barbarians</em>, <em>Slaves</em>.","subId":"11","id":"Hutcheson.IBV.IGE.4.11"},{"type":"paragraph","content":"<span class=\"margin-comment\">Sects pernicious to Virtue.</span> <span class=\"small-capitals\">A late</span> ingenious Author<a href=\"#n5\"><sup>[5]</sup></a> justly observes, <q>That the various <em>Sects</em>, <em>Partys</em>, <em>Factions</em>, <em>Cabals</em> of Mankind in larger Societys, are all influenc'd by a <em>publick Spirit</em>: That some generous Notions of <em>publick Good</em>, some strong friendly Dispositions, raise them at first, and excite Men of the same <em>Faction</em> or <em>Cabal</em> to the most disinterested mutual Succour and Aid: That all the Contentions of the different Factions, and even the fiercest Wars against each other, are influenc'd by a sociable <em>publick Spirit</em> in a limited System.</q> But certain it is, that Men are little oblig'd to those, who often artfully raise and foment this Party Spirit; or cantonize them into several Sects for the Defence of very trifling Causes. Associations for innocent <em>Commerce</em>, or <em>Manufactures</em>; Cabals for Defence of <em>Liberty</em>, against a <em>Tyrant</em>; or even lower Clubs for <em>Pleasantry</em>, or <em>Improvement</em> by Conversation, are very amiable and good. But when Mens heads are filled with some trifling Opinions; when designing Men raise in their Minds some unaccountable Notion of <em>Sanctity</em> and <em>Religion</em>, in Tenets or Practices, which neither increase our Love to <span class=\"small-capitals\">God</span>, or our own <em>Species</em>; when the several Factions are taught to look upon each other as <em>odious</em>, <em>contemptible</em>, <em>profane</em>, because of their different Tenets or Opinions; even when these Tenets, whether true or false, are perhaps perfectly useless to the publick Good; when the keenest Passions are rais'd about such Trifles, and Men begin to hate each other for what, of itself, has no Evil in it; and to love the Zealots of their own Sect for what is no way valuable; nay, even for their Fury, Rage, and Malice against opposite Sects; (which is what all Partys commonly call <em>Zeal</em>) 'tis then no Wonder, if our <em>moral Sense</em> be much impair'd, and our <em>natural Notions</em> of <em>Good</em> and <em>Evil</em> almost lost; when our <em>Admiration</em>, and <em>Love</em> or <em>Contempt</em>, and <em>Hatred</em>, are thus perverted from their natural Objects.","subId":"12","id":"Hutcheson.IBV.IGE.4.12"},{"type":"paragraph","content":"<span class=\"small-capitals\">If</span> any Mortals are so happy as never to have heard of the <em>Party-Tenets</em> of most of our Sects; or, if they have heard of them, have either never espous'd any Sect, or all equally; they bid fairest for a truly <em>natural</em> and <em>good</em> Disposition, because their <em>Tempers</em> have never been soured about vain Trifles; nor have they contracted any <em>Sullenness</em> or <em>Rancour</em> against any Part of their own <em>Kind</em>. If any <em>Opinions</em> deserve to be contended for, they are those which give us lovely Ideas of the <span class=\"small-capitals\">Deity</span>, and of our <em>Fellow-Creatures</em>: If any Opinions deserve Opposition, they are such as raise Scruples in our Minds about the <em>Goodness</em> of <span class=\"small-capitals\">Providence</span>, or represent our Fellow-Creatures as <em>base</em> and <em>selfish</em>, by instilling into us some ill-natur'd, cunning, shrewd Insinuations, <q>That our most generous Actions proceed wholly from <em>selfish Views</em>.</q> This wise <em>Philosophy</em> of some <em>Moderns</em>, after <span class=\"name\"><span class=\"small-capitals\">Epicurus</span></span>, must be fruitful of nothing but <em>Discontent</em>, <em>Suspicion</em>, and <em>Jealousy</em>; a State infinitely worse than any little transitory <em>Injurys</em>, to which we might be expos'd by a good-natur'd <em>Credulity</em>. But Thanks be to the kind <span class=\"small-capitals\">Author</span> of our Nature, that in spite of such Opinions, our <em>Nature</em> itself leads us into <em>Friendship</em>, <em>Trust</em>, and <em>mutual Confidence</em>.","subId":"13","id":"Hutcheson.IBV.IGE.4.13"},{"type":"paragraph","content":"<span class=\"small-capitals\">Were</span> we freely conversant with <em>Robbers</em>, who shew a <em>moral Sense</em> in the <em>equal</em> or <em>proportionable Division</em> of their Prey, and in <em>Faith</em> to each other, we should find they have their own sublime <em>moral Ideas</em> of their Party, as <em>generous</em>, <em>courageous</em>, <em>trusty</em>, nay <em>honest</em> too; and that those we call <em>honest</em> and <em>industrious</em>, are imagin'd by them to be <em>mean-spirited</em>, <em>selfish</em>, <em>churlish</em>, or <em>luxurious</em>; on whom that Wealth is ill bestow'd, which therefore they would apply to better Uses, to maintain gallanter Men, who have a Right to a Living as well as their Neighbours, who are their profess'd Enemys. Nay, if we observe the Discourse of our <em>profess'd Debauchees</em>, our <em>most dissolute Rakes</em>, we shall find their Vices cloth'd, in their Imaginations, with some amiable Dress of <em>Liberty</em>, <em>Generosity</em>, <em>just Resentment</em> against the Contrivers of artful Rules to enslave Men, and rob them of their Pleasures.","subId":"14","id":"Hutcheson.IBV.IGE.4.14"},{"type":"paragraph","content":"<span class=\"small-capitals\">Perhaps</span> never any Men pursu'd Vice long with Peace of Mind, without some such deluding Imagination of <em>moral Good</em><a href=\"#n6\"><sup>[6]</sup></a>, while they may be still inadvertent to the <em>barbarous</em> and <em>inhuman Consequences</em> of their Actions. The Idea of an <em>ill-natur'd Villain</em> is too frightful ever to become familiar to any Mortal. Hence we shall find, that the <em>basest Actions</em> are dress'd in some <em>tolerable Mask</em>. What others call <em>Avarice</em>, appears to the <em>Agent</em> a <em>prudent Care</em> of a <em>Family</em>, or <em>Friends</em>; <em>Fraud</em>, <em>artful Conduct</em>; <em>Malice</em> and <em>Revenge</em>, a <em>just Sense</em> of <em>Honour</em>, and a <em>Vindication</em> of our Right in Possessions, or Fame; <em>Fire</em> and <em>Sword</em>, and <em>Desolation</em>, among Enemys, a <em>just thorow Defence</em> of <em>our Country</em>; <em>Persecution</em>, a <em>Zeal</em> for the <em>Truth</em>, and for the <em>eternal Happiness</em> of Men, which <em>Hereticks</em> oppose. In all these Instances, Men generally act from a <em>Sense</em> of <em>Virtue</em> upon <em>false Opinions</em>, and <em>mistaken Benevolence</em>; upon <em>wrong</em> or <em>partial Views</em> of <em>publick Good</em>, and the Means to promote it; or upon very <em>narrow Systems</em> form'd by like <em>foolish Opinions</em>. It is not a <em>Delight</em> in the Misery of others, or <em>Malice</em>, which occasions the horrid Crimes which fill our Historys; but generally an <em>injudicious unreasonable Enthusiasm</em> for some kind of <em>limited Virtue</em>. <blockquote><span class=\"foreign\">Insani sapiens nomen ferat, aequus iniqui, <br> Ultra, quam satis est, <span class=\"small-capitals\">virtutem</span> si petat ipsam<a href=\"#n7\"><sup>[7]</sup></a>.</span></blockquote>","subId":"15","id":"Hutcheson.IBV.IGE.4.15"},{"type":"paragraph","content":"<span class=\"margin-comment\">False Opinions of the divine Laws.</span> <span class=\"small-capitals\">The</span> last Ground of <em>Diversity</em> which occurs, are the <em>false Opinions</em> of the <em>Will</em> or <em>Laws</em> of the <span class=\"small-capitals\">Deity</span>. To obey these we are determin'd from <em>Gratitude</em>, and a <em>Sense</em> of <em>Right</em> imagin'd in the <span class=\"small-capitals\">Deity</span>, to dispose at Pleasure the Fortunes of his Creatures. This is so abundantly known to have produc'd <em>Follys</em>, <em>Superstitions</em>, <em>Murders</em>, <em>Devastations</em> of Kingdoms, from a Sense of <em>Virtue</em> and <em>Duty</em>, that it is needless to mention particular Instances. Only we may observe, <q>That all those <em>Follys</em>, or <em>Barbaritys</em>, rather confirm than destroy the Opinion of a <em>moral Sense</em>;</q> since the <span class=\"small-capitals\">Deity</span> is believ'd to have a <em>Right</em> to dispose of his Creatures; and <em>Gratitude</em> to him, if he be conceiv'd <em>good</em>, must move us to Obedience to his Will: if he be not conceiv'd <em>good</em>, <em>Self-Love</em> may overcome our <em>moral Sense</em> of the Action which we undertake to avoid his Fury.","subId":"16","id":"Hutcheson.IBV.IGE.4.16"},{"type":"paragraph","content":"<span class=\"small-capitals\">As</span> for the Vices which commonly proceed from <em>Love</em> of <em>Pleasure</em>, or any <em>violent Passion</em>, since generally the <em>Agent</em> is soon sensible of their <em>Evil</em>, and that sometimes amidst the Heat of the Action, they only prove, <q>That this <em>moral Sense</em> and <em>Benevolence</em> may be overcome by the more importunate Sollicitations of <em>other Desires</em>.</q>","subId":"17","id":"Hutcheson.IBV.IGE.4.17"},{"type":"paragraph","content":"<span class=\"margin-comment\">Objection from Incest.</span> <span class=\"small-capitals\">Before</span> we leave this Subject, it is necessary to remove one of the strongest Objections against what has been said so often, <em>viz.</em> <q>That this <em>Sense</em> is <em>natural</em>, and independent on <em>Custom</em> and <em>Education</em>.</q> The Objection is this, <q>That we shall find <em>some Actions</em> always attended with the strongest Abhorrence, even at first View, in some whole Nations, in which there appears nothing contrary to <em>Benevolence</em>; and that the <em>same Actions</em> shall in another Nation be counted <em>innocent</em>, or <em>honourable</em>. Thus Incest, among <em>Christians</em>, is abhorr'd at first appearance as much as <em>Murder</em>; even by those who do not know or reflect upon any necessary Tendency of it to the Detriment of Mankind. Now we generally allow, that what is from <em>Nature</em> in one Nation, would be so in all. This Abhorrence therefore cannot be from <em>Nature</em>, since in <span class=\"small-capitals\">Greece</span>, the marrying Half-sisters was counted <em>honourable</em>; and among the <em>Persian</em> <span class=\"small-capitals\">Magi</span>, the marrying of Mothers. Say they then, may not all our <em>Approbation</em> or <em>Dislike</em> of Actions arise the same way from <em>Custom</em> and <em>Education</em>?</q>","subId":"18","id":"Hutcheson.IBV.IGE.4.18"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> Answer to this may be easily found from what is already said. Had we no <em>moral Sense</em> <em>natural</em> to us, we should only look upon <em>Incest</em> as hurtful to ourselves, and shun it, and never disapprove other <em>incestuous Persons</em>, more than we do a <em>broken Merchant</em>; so that still this Abhorrence supposes a <em>Sense</em> of <em>moral Good</em>. And farther, it is true, that many who abhor <em>Incest</em> do not know, or reflect upon the natural tendency of some sorts of <em>Incest</em> to the <em>publick Detriment</em>; but where-ever it is hated, it is apprehended as offensive to the <span class=\"small-capitals\">Deity</span>, and that it exposes the Person concern'd to his just Vengeance. Now it is universally acknowledg'd to be the grossest Ingratitude and Baseness, in any Creature, to counteract the Will of the <span class=\"small-capitals\">Deity</span>, to whom it is under such Obligations. This then is plainly <em>a moral evil Quality</em> apprehended in <em>Incest</em>, and reducible to the general Foundation of <em>Malice</em>, or rather Want of <em>Benevolence</em>. Nay further, where this Opinion, <q>That <em>Incest</em> is offensive to the <span class=\"small-capitals\">Deity</span>,</q> prevails, <em>Incest</em> must have another direct Contrariety to <em>Benevolence</em>; since we must apprehend the <em>Incestuous</em>, as exposing an Associate, who should be dear to him by the Ties of <em>Nature</em>, to the lowest State of <em>Misery</em> and <em>Baseness</em>, <em>Infamy</em> and <em>Punishment</em>. But in those Countrys where no such Opinion prevails of the <span class=\"small-capitals\">Deity</span>'s abhorring or prohibiting <em>Incest</em>; if no obvious <em>natural Evils</em> attend it, it may be look'd upon as <em>innocent</em>. And further, as Men who have the <em>Sense</em> of <em>Tasting</em>, may, by <em>Company</em> and <em>Education</em>, have Prejudices against Meats they never tasted, as <em>unsavoury</em>; so may Men, who have a <em>moral Sense</em>, acquire an Opinion by implicit Faith, of the <em>moral Evil</em> of Actions, altho' they do not themselves discern in them any tendency to <em>natural Evil</em>; imagining that others do: or, by Education, they may have some Ideas associated, which raise an abhorrence without Reason. But without a <em>moral Sense</em> we could receive no Prejudice against Actions, under any other View than as <em>naturally disadvantageous</em> to ourselves.","subId":"19","id":"Hutcheson.IBV.IGE.4.19"},{"type":"paragraph","content":"<span class=\"margin-comment\">Moral Sense not from Education.</span> The <em>Universality</em> of this <em>moral Sense</em>, and that it is antecedent to <em>Instruction</em>, may appear from observing the Sentiments of <em>Children</em>, upon hearing the Storys with which they are commonly entertain'd as soon as they understand Language. They always passionately interest themselves on that side where <em>Kindness</em> and <em>Humanity</em> are found; and detest the <em>Cruel</em>, the <em>Covetous</em>, the <em>Selfish</em>, or the <em>Treacherous</em>. How strongly do we see their Passions of <em>Joy</em>, <em>Sorrow</em>, <em>Love</em>, and <em>Indignation</em>, mov'd by these <em>moral Representations</em>, even tho' there has been no pains taken to give them Ideas of a <span class=\"small-capitals\">Deity</span>, of <em>Laws</em>, of a <em>future State</em>, or of the more intricate Tendency of the <em>universal Good</em> to that of each <em>Individual</em>!","subId":"20","id":"Hutcheson.IBV.IGE.4.20"},{"type":"note","content":"See above, <cite><em>Sect.</em> iii, <em>Art.</em> 3. <em>Par.</em> 3.</cite>","subId":"n1","id":"Hutcheson.IBV.IGE.4.n1"},{"type":"note","content":"<em>Deside that moral Approbation or Commendation, we have also an immedate natural Relish for certain Powers and Abilitys, and the regular Exercise of them; and a Dislike and Contempt of a Person who wants them, or has not cultivated them; when we don't think of any Subserviency to a publick Good. But this is rather perceiving a </em>vigorous<em> or a </em>mean<em> Characters, than a </em>virtuous<em> or </em>vitious<em> one.</em>","subId":"n2","id":"Hutcheson.IBV.IGE.4.n2"},{"type":"note","content":"<cite>Ld. Shaftesbury, Vol. i. p. 346, 7, 8, 9, &amp;c.</cite>","subId":"n3","id":"Hutcheson.IBV.IGE.4.n3"},{"type":"note","content":"See <cite><em>Sect.</em> iii. <em>Art.</em> 10. <em>Par.</em> 1.</cite>","subId":"n4","id":"Hutcheson.IBV.IGE.4.n4"},{"type":"note","content":"<cite>Ld. Shaftesbury's Essay on Wit and Humour, <em>Part</em> iii. <em>Sect.</em> ii. Vol. 1. p. 110.</cite>","subId":"n5","id":"Hutcheson.IBV.IGE.4.n5"},{"type":"note","content":"See below, <cite><em>Sect.</em> vi. <em>Art.</em> 2. <em>Par.</em> 1.</cite>","subId":"n6","id":"Hutcheson.IBV.IGE.4.n6"},{"type":"note","content":"<cite>Hor. <em>Ep.</em> 6. <em>Lib.</em> 1. ver. 15.</cite>","subId":"n7","id":"Hutcheson.IBV.IGE.4.n7"}]}