{"imported":true,"id":"Hutcheson.IBV.IGE.5","parent":"Hutcheson.IBV.IGE","title":"Section 5. A farther Confirmation that we have practical Dispositions to Virtue implanted in our Nature; with a farther Explication of our Instinct to Benevolence in its various Degrees; with the additional Motives of Interest, viz. Honour, Shame and Pity","breadcrumb":"Section 5","sourceUrl":"https://oll.libertyfund.org/titles/hutcheson-an-inquiry-into-the-original-of-our-ideas-of-beauty-and-virtue-1726-2004/simple#lf1458_div_040","texts":[],"published":[1725],"copytext":[1738],"sourceDesc":"Hutcheson’s <cite>Inquiry into the Original of Our Ideas of Beauty and Virtue</cite> was first published in 1725, with a second edition “Corrected and Enlarg'd” in 1726, and a third “Corrected” in 1729. Our copytext is the fourth edition of 1738, likewise “Corrected”, which contains Hutcheson's final modifications and additions. The text was derived from Wolfgang Leidhold's edition (Indianapolis: Liberty Fund, 2004), which follows the second 1726 edition (noting significant variants from other editions), and removes most of the original italics and small capitals. This source text has been substantially altered, reinstating the original formatting and bringing the text in line with the 1738 edition.","forename":"Francis","surname":"Hutcheson","author":"Francis Hutcheson","birth":1694,"death":1746,"nationality":"Irish/Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h3>SECT. V.</h3> <h3><em>A farther Confirmation that we have </em>practical Dispositions<em> to </em>Virtue<em> implanted in our </em>Nature<em>; with a farther Explication of our </em>Instinct<em> to </em>Benevolence<em> in its various Degrees; with the </em>additional Motives<em> of </em>Interest<em>, viz. </em>Honour<em>, </em>Shame<em> and </em>Pity<em>.</em></h3> ","id":"Hutcheson.IBV.IGE.5"},{"type":"paragraph","content":"<span class=\"margin-comment\">Degrees of Benevolence.</span> WE have already endeavour'd to prove, <q>That there is a <em>universal Determination</em> to <em>Benevolence</em> in <em>Mankind</em>, even toward the most distant parts of the Species:</q> But we are not to imagine, that all benevolent Affections are of one Kind, or alike strong. There are nearer and stronger Kinds of <em>Benevolence</em>, when the Objects stand in some nearer Relations to ourselves, which have obtain'd distinct Names; such as <em>natural Affection</em>, <em>Gratitude</em>, <em>Esteem</em>.","subId":"1","id":"Hutcheson.IBV.IGE.5.1"},{"type":"paragraph","content":"<span class=\"margin-comment\">Natural Affection.</span> <span class=\"small-capitals\">One</span> Species of <em>natural Affection</em>, viz. That in <em>Parents</em> towards their <em>Children</em>, has been consider'd already<a href=\"#n1\"><sup>[1]</sup></a>; we shall only observe farther, That there is the same kind of <em>Affection</em> among <em>collateral Relations</em>, tho' in a weaker Degree; which is universally observable, where no Opposition of <em>Interest</em> produces contrary Actions, or counterbalances the Power of this <em>natural Affection</em>.","subId":"2","id":"Hutcheson.IBV.IGE.5.2"},{"type":"paragraph","content":"<span class=\"margin-comment\">Not founded on Merit, or Acquaintance.</span> <span class=\"small-capitals\">We</span> may also observe, that as to the <em>Affection</em> of <em>Parents</em>, it cannot be entirely founded on <em>Merit</em> or <em>Acquaintance</em>; not only because it is antecedent to all Acquaintance, which might occasion <em>Esteem</em>; but because it operates where Acquaintance would produce <em>Hatred</em>, even toward <em>Children</em> apprehended to be <em>vitious</em>. And this <em>Affection</em> is farther confirm'd to be from <span class=\"small-capitals\">Nature</span>, because it is always observ'd to <em>descend</em>, and not <em>ascend</em> from <em>Children</em> to <em>Parents</em> mutually. <span class=\"small-capitals\">Nature</span>, who seems sometimes frugal in her Operations, has strongly determin'd <em>Parents</em> to the Care of their <em>Children</em>, because they universally stand in absolute need of Support from them; but has left it to <em>Reflection</em>, and a <em>Sense</em> of <em>Gratitude</em>, to produce Returns of <em>Love in Children</em>, toward such <em>tender kind Benefactors</em>, who very seldom stand in such absolute need of Support from their Posterity, as their Children did from them. Now did <em>Acquaintance</em> or <em>Merit</em> produce <em>natural Affection</em>, we surely should find it strongest in <em>Children</em>, on whom all the Obligations are laid by a thousand good Offices; which yet is quite contrary to Observation. Nay, this Principle seems not confin'd to <em>Mankind</em>, but extends to other <em>Animals</em>, where yet we scarcely ever suppose any Ideas of Merit; and is observ'd to continue in them no longer than the Necessitys of their Young require. Nor could it be of any Service to the Young that it should, since when they are grown up, they can receive little Benefit from the Love of their <em>Dams</em>. But as it is otherwise with <em>rational Agents</em>, so <em>their Affections</em> are of longer Continuance, even during their whole Lives.","subId":"3","id":"Hutcheson.IBV.IGE.5.3"},{"type":"paragraph","content":"<span class=\"margin-comment\">Gratitude.</span> <span class=\"small-capitals\">But</span> nothing will give us a juster Idea of the <em>wise Order</em> in which <em>human Nature</em> is form'd for <em>universal Love</em>, and <em>mutual good Offices</em>, than considering <em>that strong Attraction</em> of <em>Benevolence</em>, which we call <em>Gratitude</em>. Every one knows that <em>Beneficence</em> toward ourselves makes a much deeper Impression upon us, and raises <em>Gratitude</em>, or a <em>stronger Love</em> toward the <em>Benefactor</em>, than <em>equal Beneficence</em> toward a <em>third Person</em><a href=\"#n2\"><sup>[2]</sup></a>. Now because of the vast Numbers of Mankind, their distant Habitations, and the Incapacity of any one to be remarkably useful to great Multitudes; that our <em>Benevolence</em> might not be quite distracted with a Multiplicity of Objects, whose equal Virtues would equally recommend them to our Regard; or become useless, by being equally extended to Multitudes, whose Interests we could not understand, nor be capable of promoting, having no Intercourse of Offices with them; <span class=\"small-capitals\">Nature</span> has so well ordered it, that as our Attention is more raised by those good Offices which are done to ourselves or our Friends, so they cause a stronger Sense of Approbation in us, and produce a stronger Benevolence toward the Authors of them. This we call <em>Gratitude</em>. And thus a Foundation is laid for <em>joyful Associations</em> in all kinds of <em>Business</em>, and <em>virtuous Friendships</em>.","subId":"4","id":"Hutcheson.IBV.IGE.5.4"},{"type":"paragraph","content":"By <em>this Constitution</em> also the <em>Benefactor</em> is more encourag'd in his <em>Beneficence</em>, and better secur'd of an <em>Increase</em> of Happiness by <em>grateful Returns</em><a href=\"#n3\"><sup>[3]</sup></a>, than if his <em>Virtue</em> were only to be honour'd by the colder general Sentiments of Persons unconcern'd, who could not know his Necessitys, nor how to be profitable to him; especially, when they would all be equally determin'd to love innumerable Multitudes, whose equal Virtues would have the same Pretensions to their Love.","subId":"5","id":"Hutcheson.IBV.IGE.5.5"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> <em>universal Benevolence</em> toward all Men, we may compare to that Principle of <em>Gravitation</em>, which perhaps extends to all Bodys in the <em>Universe</em>; but <em>increases</em> as the Distance is diminish'd, and is <em>strongest</em> when Bodys come to touch each other. Now this <em>Increase</em>, upon nearer Approach, is as necessary as that there should be any <em>Attraction</em> at all. For a <em>general Attraction</em>, equal in all Distances, would by the Contrariety of such Multitudes of equal Forces, put an end to all Regularity of Motion, and perhaps stop it altogether. Beside this general Attraction, the Learned in these Subjects shew us a great many other Attractions among several Sorts of Bodys, answering to some particular Sorts of Passions, from some special Causes. And that Attraction or Force by which the Parts of each Body cohere, may represent the Self-Love of each Individual.","subId":"6","id":"Hutcheson.IBV.IGE.5.6"},{"type":"paragraph","content":"<span class=\"small-capitals\">These</span> different Sorts of Love to Persons according to their <em>nearer Approaches</em> to <em>ourselves</em> by their <em>Benefits</em>, is observable in the high Degree of <em>Love</em>, which <em>Heroes</em> and <em>Lawgivers</em> universally obtain in their own Countrys, above what they find abroad, even among those who are not insensible of their Virtues; and in all the strong Ties of <em>Friendship</em>, <em>Acquaintance</em>, <em>Neighbourhood</em>, <em>Partnership</em>; which are exceedingly necessary to the Order and Happiness of Human Society.","subId":"7","id":"Hutcheson.IBV.IGE.5.7"},{"type":"paragraph","content":"<span class=\"margin-comment\">Love of Honour.</span> <span class=\"small-capitals\">From</span> considering that <em>natural Gratitude</em>, and <em>Love</em> toward our <em>Benefactors</em>, which was already shewn to be <em>disinterested</em><a href=\"#n4\"><sup>[4]</sup></a>; we are easily led to consider <em>another Determination</em> of our <em>Minds</em>, equally <em>natural</em> with the <em>former</em>, which is to desire and delight in the <em>good Opinion</em> and <em>Love of others</em>, even when we expect no other <em>Advantage</em> from them, except what flows from <em>this Constitution</em>, whereby <span class=\"small-capitals\">Honour</span> is made an <em>immediate Good</em>. This Desire of <em>Honour</em> I would call <span class=\"small-capitals\">Ambition</span>, had not <em>Custom</em> join'd some evil Ideas to that Word, making it denote such a <em>violent Desire</em> of <em>Honour</em>, and of <em>Power</em> also, as will make us stop at no base Means to obtain them. On the other hand, we are by <span class=\"small-capitals\">Nature</span> subjected to a <em>grievous Sensation</em> of <em>Misery</em>, from the unfavourable Opinions of others concerning us, even when we dread no other <em>Evil</em> from them. This we call <span class=\"small-capitals\">Shame</span>; which in the same manner is constituted an <em>immediate Evil</em>, as we said <em>Honour</em> was an <em>immediate Good</em>.","subId":"8","id":"Hutcheson.IBV.IGE.5.8"},{"type":"paragraph","content":"<span class=\"small-capitals\">Now</span>, were there no <em>moral Sense</em>, or had we no other Idea of Actions but as <em>advantageous</em> or <em>hurtful</em>, I see no Reason why we should be <em>delighted</em> with <em>Honour</em>, or subjected to the <em>Uneasiness</em> of <em>Shame</em>; or how it could ever happen, that a Man, who is secure from Punishment for any Action, should ever be <em>uneasy</em> at its being known to <em>all the World</em>. The <em>World</em> may an Opinion of him as pernicious to his Neighbours; but what subjects his Ease to this Opinion of the <em>World</em>? Why, perhaps, we shall not be so much trusted henceforward in Business, and so suffer Loss. If this be the only reason of <em>Shame</em>, and it has no <em>immediate Evil</em>, or <em>Pain</em> in it, distinct from Fear of Loss; then, where-ever we expose ourselves to Loss, we should be <em>asham'd</em>, and endeavour to conceal the Action: and yet it is quite otherwise.","subId":"9","id":"Hutcheson.IBV.IGE.5.9"},{"type":"paragraph","content":"<span class=\"small-capitals\">A Merchant</span>, for Instance, lest it should impair his Credit, conceals a <em>Shipwreck</em>, or a very bad <em>Market</em>, which he has sent his Goods to. But is this the same with the Passion of <span class=\"small-capitals\">Shame</span>? Has he that <em>Anguish</em>, that <em>Dejection</em> of <em>Mind</em>, and <em>Self-condemnation</em>, which one shall have whose <em>Treachery</em> is detected? Nay, how will Men sometimes glory in their Losses, when in a Cause imagin'd <em>morally good</em>, tho' they really weaken their Credit in the Merchant's Sense; that is, the Opinion of their <em>Wealth</em>, or <em>Fitness</em> for Business? Was any Man ever <em>asham'd</em> of impoverishing himself to serve his <em>Country</em>, or his <em>Friend</em>?","subId":"10","id":"Hutcheson.IBV.IGE.5.10"},{"type":"paragraph","content":"<span class=\"margin-comment\">The Foundation of Morals not the Opinions of our Country.</span> <span class=\"small-capitals\">The</span> <em>Opinions</em> of our Country are by some made the first Standard of <em>Virtue</em>. They alledge, <q>That by comparing Actions to them, we first distinguish between <em>moral Good</em> and <em>Evil</em>: And then, say they, <span class=\"small-capitals\">Ambition</span>, or the <em>Love</em> of <span class=\"small-capitals\">Honour</span>, is our <em>chief Motive</em>.</q> But what is <em>Honour</em>? It is not the being universally known, no matter how. A <em>covetous Man</em> is not <em>honour'd</em> by being universally known as <em>covetous</em>; nor a <em>weak</em>, <em>selfish</em>, or <em>luxurious Man</em>, when he is known to be so: Much less can a <em>treacherous</em>, <em>cruel</em>, or <em>ungrateful Man</em>, be said to be <em>honour'd</em> for his being known as such. A <em>Posture-master</em>, a <em>Fire-eater</em>, or <em>Practiser</em> of <em>Leger-de-main</em>, is not <em>honour'd</em> for these publick Shews, unless we consider him as a Person capable of giving the Pleasures of <em>Admiration</em> and <em>Surprize</em> to Multitudes. <em>Honour</em> then is <em>the Opinion of others concerning our morally good Actions, or Abilitys presum'd to be apply'd that way</em>; for <em>Abilitys</em> constantly apply'd to other Purposes, procure the greatest Infamy. Now, it is certain, that <em>Ambition</em>, or Love of <em>Honour</em>, is really <em>selfish</em>; but then this Determination to love <em>Honour</em>, presupposes a <em>Sense</em> of <em>moral Virtue</em>, both in the Persons who confer the Honour, and in him who pursues it.","subId":"11","id":"Hutcheson.IBV.IGE.5.11"},{"type":"paragraph","content":"<span class=\"small-capitals\">And</span> let it be observ'd, that if we knew an <em>Agent</em> had no other Motive of Action than <em>Ambition</em>, we should apprehend no Virtue even in his most useful Actions, since they flow'd not from any <em>Love</em> to others, or <em>Desire</em> of their Happiness. When <em>Honour</em> is thus constituted by <span class=\"small-capitals\">Nature</span> <em>pleasant</em> to us, it may be an <em>additional Motive</em> to <em>Virtue</em>, as, we said above<a href=\"#n5\"><sup>[5]</sup></a>, the Pleasure arising from <em>Reflection on our Benevolence</em> was: but the Person whom we imagine <em>perfectly virtuous</em>, acts immediately from the <em>Love</em> of others; however these refin'd Interests may be <em>joint Motives</em> to him to set about such a Course of Actions, or to cultivate every <em>kind Inclination</em>, and to despise every <em>contrary Interest</em>, as giving a smaller Happiness than <em>Reflection</em> on his own Virtue, and <em>Consciousness</em> of the Esteem of others.","subId":"12","id":"Hutcheson.IBV.IGE.5.12"},{"type":"paragraph","content":"<span class=\"small-capitals\">Shame</span> is in the same manner constituted an <em>immediate Evil</em>, and influences us the same way to abstain from <em>moral Evil</em>: not that any Action or Omission would appear <em>virtuous</em>, where the <em>sole Motive</em> was Fear of <em>Shame</em>.","subId":"13","id":"Hutcheson.IBV.IGE.5.13"},{"type":"paragraph","content":"<span class=\"margin-comment\">Opinions flow from the Moral Sense.</span> <span class=\"small-capitals\">But</span> to enquire farther, how far the Opinions of our Company can raise a Sense of <em>moral Good or Evil</em>: If any Opinion be universal in any Country, Men of little Reflection will probably embrace it. If an Action be believ'd to be <em>advantageous</em> to the <em>Agent</em>, we may be led to believe so too, and then <em>Self-Love</em> may make us undertake it; or may, the same way, make us shun an Action reputed <em>pernicious</em> to the <em>Agent</em>. If an Action pass for <em>advantageous</em> to the <em>Publick</em>, we may believe so too; and what next? If we have no <em>disinterested Benevolence</em>, what shall move us to undertake it? <q>Why, we love <em>Honour</em>; and to obtain this Pleasure, we will undertake the Action from <em>Self-Interest</em>.</q> Now, is <em>Honour</em> only the Opinion of our Country, that an Action is <em>advantageous</em> to the <em>Publick</em>? No: we see no Honour paid to the <em>useful Treachery</em> of an Enemy, whom we have brib'd to our Side, to <em>casual undesign'd Services</em>, or to the most useful Effects of <em>Compulsion</em> on <em>Cowards</em>; and yet we see Honour paid to <em>unsuccessful Attempts</em> to serve the Publick from sincere Love to it. <em>Honour</em> then presupposes a <em>Sense</em> of something <em>amiable</em> besides <em>Advantage</em>, <em>viz.</em> a <em>Sense</em> of <em>Excellence</em> in a <em>publick Spirit</em>; and therefore the <em>first Sense</em> of <em>moral Good</em> must be antecedent to <em>Honour</em>, for <em>Honour</em> is founded upon it<a href=\"#n6\"><sup>[6]</sup></a>. The Company we keep may lead us, without examining, to believe that certain Actions tend to the <em>publick Good</em>; but that our Company <em>honours</em> such Actions, and loves the <em>Agent</em>, must flow from a <em>Sense</em> of some <em>Excellence</em> in this Love of the <em>Publick</em>, and serving its Interests.","subId":"14","id":"Hutcheson.IBV.IGE.5.14"},{"type":"paragraph","content":"<q><span class=\"small-capitals\">We</span> therefore, say they again, pretend to <em>love</em> the <em>Publick</em>, altho' we only desire the Pleasure of <em>Honour</em>; and we will applaud all who seem to act in that manner, either that we may reap <em>Advantage</em> from their Actions, or that others may believe we <em>really love</em> the <em>Publick</em>.</q> But shall any Man ever be heartily <em>approved</em> and <em>admired</em>, when we know that <em>Self-Love</em> is the only spring of his Actions? No: that is impossible. Or, shall we ever really love Men who appear to <em>love</em> the <em>Publick</em>, without a <em>moral Sense</em>? No: we could form no Idea of such a Temper; and as for these Pretenders to <em>publick Love</em>, we should hate them as Hypocrites, and our Rivals in Fame. Now this is all which could be effected by the Opinions of our Country, even supposing they had a <em>moral Sense</em>, provided we had none ourselves: They never could make us admire <em>Virtue</em>, or <em>virtuous Characters</em> in others; but could only give us Opinions of <em>Advantage</em> or <em>Disadvantage</em> in Actions, according as they tended procure to us the Pleasures of <em>Honour</em>, or the Pain of <em>Shame</em>.","subId":"15","id":"Hutcheson.IBV.IGE.5.15"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> if we suppose that Men have, by <span class=\"small-capitals\">Nature</span>, a <em>moral Sense</em> of <em>Goodness</em> in Actions, and that they are capable of <em>disinterested Love</em>; all is easy. The Opinions of our Company may make us rashly conclude, that certain Actions tend to the universal Detriment, and are <em>morally evil</em>, when perhaps they are not so; and then <em>our Sense</em> may determine us to have an Aversion to them, and their Authors; or we may, the same way, be led into implicit Prejudices in favour of Actions as <em>good</em>; and then our desire of <em>Honour</em> may co-operate with <em>Benevolence</em>, to move us to such Actions. But, had we no <em>Sense</em> of <em>moral Qualitys</em> in Actions, nor any Conceptions of them, except as <em>advantageous</em> or <em>hurtful</em>, we never could have <em>honour'd</em> or <em>lov'd Agents</em> for <em>publick Love</em>, or had any Regard to their Actions, farther than they affected ourselves in particular. We might have form'd the metaphysical Idea of <em>publick Good</em>, but we had never desir'd it, farther than it tended to our own <em>private Interest</em>, without a Principle of <em>Benevolence</em>; nor admir'd and lov'd those who are studious of it, without a <em>moral Sense</em>. So far is <em>Virtue</em> from being (in the Language of a late<a href=\"#n7\"><sup>[7]</sup></a> Author) <em>the Offspring of Flattery, begot upon Pride</em>; that <em>Pride</em>, in the bad Meaning of that Word, is <em>the spurious Brood of Ignorance by our moral Sense, and Flattery </em>only<em> an Engine, which the Cunning may use to turn this moral Sense in others, to the Purposes of Self-love in the Flatterer</em>.","subId":"16","id":"Hutcheson.IBV.IGE.5.16"},{"type":"paragraph","content":"<span class=\"margin-comment\">Moral Sense, not from Love of Honour.</span> <span class=\"small-capitals\">To</span> explain what has been said of the Power of <em>Honour</em>. Suppose a <span class=\"small-capitals\">State</span> or <span class=\"small-capitals\">Prince</span>, observing the Money which is drawn out of <em>England</em> by <em>Italian Musicians</em>, should decree <em>Honours</em>, <em>Statues</em>, <em>Titles</em>, for <em>great Musicians</em>: This would certainly excite all who had Hopes of Success, to the Study of <em>Musick</em>; and all Men would look upon the good Performers as useful Subjects, as well as very entertaining. But would this give all Men a <em>good Ear</em>, or make them delight in <em>Harmony</em>? Or could it ever make us really love a <em>Musician</em>, who study'd nothing but his own Gain, in the same manner we do a <em>Patriot</em>, or a <em>generous Friend</em>? I doubt not. And yet <em>Friendship</em>, without the Assistance of Statues, or Honours, can make Persons appear <em>exceedingly amiable</em>.","subId":"17","id":"Hutcheson.IBV.IGE.5.17"},{"type":"paragraph","content":"<span class=\"small-capitals\">Let</span> us take another Instance: Suppose <em>Statues</em> and <em>triumphal Arches</em> were decreed, as well as a <em>large Sum</em> of <em>Money</em>, to the Discoverer of the <em>Longitude</em>, or any other useful Invention in Mathematicks: This would raise an universal Desire of such Knowledge from <em>Self-Love</em>; but would Men therefore love a <em>Mathematician</em>, as they do a <em>virtuous Man</em>? Would a <em>Mathematician</em> love every Person who had attain'd Perfection in that Knowledge, where-ever he observ'd it, altho' he knew that it was not accompany'd with any <em>Love</em> to <em>Mankind</em>, or <em>Study</em> of their <em>Good</em>, but with <em>Ill-nature</em>, <em>Pride</em>, <em>Covetousness</em>? In short, let us honour other Qualitys by external Shew as much as we please; if we do not discern a <em>benevolent Intention</em> in the Application, or presume upon it, we may look upon these Qualitys as useful, enriching, or otherwise advantageous to any one who is possess'd of them; but they shall never meet with those endearing Sentiments of <em>Esteem</em> and <em>Love</em>, which our <em>Nature</em> determines us to appropriate to <em>Benevolence</em> or <em>Virtue</em>.","subId":"18","id":"Hutcheson.IBV.IGE.5.18"},{"type":"paragraph","content":"<span class=\"small-capitals\">Love</span> of <em>Honour</em>, and Aversion to <em>Shame</em>, may often move us to do Actions for which others profess to honour us, even tho' we see no <em>Good</em> in them ourselves: And <em>Compliance</em> with the Inclinations of others, as it evidences Humanity, may procure some Love to the <em>Agent</em>, from Spectators who see no <em>moral Good</em> in the Action it self. But without some <em>Sense</em> of <em>Good</em> in the Actions, Men shall never be fond of such Actions in Solitude, nor ever love any one for Perfection in them, or for practising them in Solitude; and much less shall they be dissatisfy'd with themselves when they act otherwise in Solitude. Now this is the case with us, as to <em>Virtue</em>; and therefore we must have, by <span class=\"small-capitals\">Nature</span>, a <em>moral Sense</em> of it antecedent to <em>Honour</em>.","subId":"19","id":"Hutcheson.IBV.IGE.5.19"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> will shew us with what Judgment a late<a href=\"#n8\"><sup>[8]</sup></a> Author compares the Original of our Ideas of <em>Virtue</em>, and Approbation of it, to <em>the manner of regulating the Behaviour of </em>aukward<em> Children by Commendation</em>. It shall appear hereafter<a href=\"#n9\"><sup>[9]</sup></a>, that our Approbation of some <em>Gestures</em>, and what we call <em>Decency</em> in Motion, depends upon some <em>moral Ideas</em> in People of advanc'd Years. But before Children come to observe this Relation, it is only <em>good Nature</em>, an <em>Inclination</em> to please, and <em>Love</em> of <em>Praise</em>, which makes them endeavour to behave as they are desir'd; and not any Perception of <em>Excellence</em> in this Behaviour. Hence they are not sollicitous about Gestures when alone, unless with a View to please when they return to Company; nor do they ever love or approve others for any Perfection of this kind, but rather envy or hate them; till they either discern the Connexion between <em>Gestures</em> and <em>moral Qualitys</em>; or reflect on the <em>good Nature</em>, which is evidenc'd by such a Compliance with the Desire of the Company.","subId":"20","id":"Hutcheson.IBV.IGE.5.20"},{"type":"paragraph","content":"<span class=\"margin-comment\">False Honour.</span> <span class=\"small-capitals\">The</span> considering <em>Honour</em> in the manner above explain'd may shew us the Reason, why Men are often <em>asham'd</em> for things which are not <em>vitious</em>, and <em>honour'd</em> for what is not <em>virtuous</em>. For, if any Action only appears <em>vitious</em> to any Persons or Company, altho' it be not so, they will have a bad Idea of the <em>Agent</em>; and then he may be asham'd, or suffer Uneasiness in being thought <em>morally evil</em>. The same way, those who look upon an Action as <em>morally good</em>, will honour the <em>Agent</em>; and he may be pleas'd with the <em>Honour</em>, altho' he does not himself perceive any <em>moral Good</em> in what has procur'd it.","subId":"21","id":"Hutcheson.IBV.IGE.5.21"},{"type":"paragraph","content":"<span class=\"margin-comment\">Moral Incapacity, matter of Shame.</span> <span class=\"small-capitals\">Again</span>, we shall be <em>asham'd</em> of every Evidence of <em>moral Incapacity</em>, or Want of <em>Ability</em>; and with good Ground, when this Want is occasion'd by our own Negligence. Nay farther, if any Circumstance be look'd upon as <em>indecent</em> in any Country, <em>offensive</em> to others, or <em>deform'd</em>; we shall, out of our Desire of the good Opinions of others, be <em>asham'd</em> to be found in such Circumstances, even when we are sensible that this Indecency or Offence is not founded on <em>Nature</em>, but is merely the Effect of <em>Custom</em>. Thus being observ'd in those Functions of Nature which are counted <em>indecent</em> and <em>offensive</em>, will make us <em>uneasy</em>, altho' we are sensible that they really do not argue any <em>Vice</em> or <em>Weakness</em>. But on the contrary, since <em>moral Abilitys</em> of any kind, upon the general Presumption of a good Application, and of having been acquired by Virtue, procure the Esteem of others, we shall value ourselves upon them, or grow proud of them, and be asham'd of any Discovery of our Want of such <em>Abilitys</em>. This is the Reason that <em>Wealth</em> and <em>Power</em>, the great <em>Engines</em> of <em>Virtue</em>, when presum'd to be intended for <em>benevolent</em> Purposes, either toward our Friends or our Country, procure <em>Honour</em> from others, and are apt to beget <em>Pride</em> in the <em>Possessor</em>; which, as it is a general Passion, which may be either <em>good</em> or <em>evil</em>, according as it is grounded, we may describe to be <em>the Joy which arises from the real or imagin'd Possession of Honour, or Claim to it</em>. The same are the Effects of <em>Knowledge</em>, <em>Sagacity</em>, <em>Strength</em>; and hence it is that Men are apt to boast of them.","subId":"22","id":"Hutcheson.IBV.IGE.5.22"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span>, whenever it appears that Men have only their <em>private Advantage</em> in View, in the Application of these <em>Abilitys</em>, or <em>natural Advantages</em>, the <em>Honour</em> ceases, and we study to conceal them, or at least are not fond of displaying them; and much more, when there is any Suspicion of an <em>ill-natur'd</em> Application. Thus some <em>Misers</em> are asham'd of their <em>Wealth</em>, and study to conceal it; as the <em>Malicious</em> or <em>Selfish</em> do their <em>Power</em>: Nay, this is very often done, where there is no positive evil Intention; because the diminishing their <em>Abilitys</em>, increases the <em>moral Good</em> of any little kind Action, which they can find in their Hearts to perform.","subId":"23","id":"Hutcheson.IBV.IGE.5.23"},{"type":"paragraph","content":"<span class=\"margin-comment\">Selfishness shameful.</span> <span class=\"small-capitals\">In</span> short, we always see Actions which flow from <em>publick Love</em>, accompany'd with generous Boldness and Openness; and not only <em>malicious</em>, but even <em>selfish ones</em>, the matter of Shame and Confusion; and that Men study to conceal them. The Love of <em>private Pleasure</em> is the ordinary Occasion of <em>Vice</em>; and when Men have got any lively Notions of <em>Virtue</em>, they generally begin to be asham'd of every thing which betrays <em>Selfishness</em>, even in Instances where it is innocent. We are apt to imagine, that others observing us in such Pursuits, form mean Opinions of us, as too much set on private Pleasure; and hence we shall find such Enjoyments, in most polite Nations, conceal'd from those who do not partake with us. Such are <em>venereal Pleasures</em> between <em>Persons marry'd</em>, and even <em>eating</em> and <em>drinking</em> alone, any nicer sorts of Meats or Drinks; whereas a <em>hospitable Table</em> is rather matter of boasting; and so are all other kind generous Offices between <em>marry'd Persons</em>, where there is no Suspicion of <em>Self-Love</em> in the <em>Agent</em>; but he is imagin'd as acting from Love to his <em>Associate</em>. This, I fansy, first introduc'd Ideas of <em>Modesty</em> in polite Nations, and <em>Custom</em> has strengthen'd them wonderfully; so that we are now asham'd of many things, upon some confus'd implicit Opinions of <em>moral Evil</em>, tho' we know not upon what account.","subId":"24","id":"Hutcheson.IBV.IGE.5.24"},{"type":"paragraph","content":"<span class=\"margin-comment\">Honour and Shame often from some Associations of Ideas.</span> <span class=\"small-capitals\">Here</span> too we may see the Reason, why we are not asham'd of any of the Methods of <em>Grandeur</em>, or <em>High-Living</em>. There is such a Mixture of <em>moral Ideas</em>, of <em>Benevolence</em>, of <em>Abilitys</em> kindly employ'd; so many Dependants <em>supported</em>, so many Friends <em>entertain'd</em>, <em>assisted</em>, <em>protected</em>; such a <em>Capacity</em> imagin'd for <em>great</em> and <em>amiable Actions</em>, that we are never asham'd, but rather boast of such <em>things</em>. We never affect Obscurity or Concealment, but rather desire that our <em>State</em> and <em>Magnificence</em> should be known. Were it not for this Conjunction of <em>moral Ideas</em>, no Mortal could bear the Drudgery of <em>State</em>, or abstain from laughing at those who did. Could any Man be pleas'd with a Company of <em>Statues</em> surrounding his Table, so artfully contriv'd as to consume his various Courses, and inspir'd by some Servant, like so many Puppets, to give the usual trifling Returns in praise of their Fare? Or with so many <em>Machines</em> to perform the Cringes and Whispers of a Levee?","subId":"25","id":"Hutcheson.IBV.IGE.5.25"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> <em>Shame</em> we suffer from the Meanness of <em>Dress</em>, <em>Table</em>, Equipage<em></em>, is intirely owing to the same Reason. This Meanness is often imagin'd to argue <em>Avarice</em>, <em>Meanness</em> of <em>Spirit</em>, Want of <em>Capacity</em>, or <em>Conduct</em> in Life, of <em>Industry</em>, or <em>moral Abilitys</em> of one kind or other. To confirm this, let us observe that Men will glory in the Meanness of their Fare, when it was occasion'd by a <em>good</em> Action. How many would be asham'd to be surpriz'd at a Dinner of <em>cold Meat</em>, who will boast of their having fed upon <em>Dogs</em> and <em>Horses</em> at the Siege of <em>Derry</em>? And they will all tell you, that they were not, nor are asham'd of it.","subId":"26","id":"Hutcheson.IBV.IGE.5.26"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> ordinary Connexion in our Imagination, between <em>external Grandeur</em>, <em>Regularity</em> in <em>Dress</em>, <em>Equipage</em>, <em>Retinue</em>, <em>Badges</em> of <em>Honour</em>, and some <em>moral Abilitys</em> greater than ordinary, is perhaps of more Consequence in the World than some <em>recluse Philosophers</em> apprehend, who pique themselves upon despising these external Shews. This may possibly be a great, if not the only Cause of what some count <em>miraculous</em>, <em>viz.</em> That <em>civil Governors</em> of no greater Capacity than their Neighbours, by some inexpressible <em>Awe</em> and <em>Authority</em>, quell the Spirits of the <em>Vulgar</em>, and keep them in Subjection by such small Guards, as might easily be conquer'd by those Associations which might be rais'd among the <em>Disaffected</em>, or <em>Factious</em> of any <em>State</em>; who are daring enough among their <em>Equals</em>, and shew a sufficient Contempt of Death for undertaking such an Enterprize.","subId":"27","id":"Hutcheson.IBV.IGE.5.27"},{"type":"paragraph","content":"<span class=\"small-capitals\">Hence</span> also we may discover the Reason, why the gratifying our <em>superior Senses</em> of <em>Beauty</em> and <em>Harmony</em>, or the Enjoyment of the Pleasures of <em>Knowledge</em>, never occasions any Shame or Confusion, tho' our Enjoyment were known to all the <em>World</em>. The Objects which furnish this Pleasure, are of such a Nature, as to afford the same Delights to Multitudes; nor is there any thing in the Enjoyment of them by one, which excludes any Mortal from a like Enjoyment. So that, altho' we pursue these Enjoyments from <em>Self-Love</em>, yet, since our Enjoyment cannot be prejudicial to others, no Man is imagin'd any way <em>inhumanly selfish</em>, from the fullest Enjoyment of them which is possible. The same <em>Regularity</em> or <em>Harmony</em> which delights me, may at the same time delight Multitudes; the same <em>Theorem</em> shall be equally fruitful of Pleasure, when it has entertain'd Thousands. Men therefore are not asham'd of such Pursuits, since they never, of themselves, seduce us into any thing <em>malicious</em>, <em>envious</em>, or <em>ill-natur'd</em>; nor does any one apprehend another <em>too selfish</em>, from his pursuing Objects of unexhausted universal Pleasure<a href=\"#n10\"><sup>[10]</sup></a>.","subId":"28","id":"Hutcheson.IBV.IGE.5.28"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> View of <em>Honour</em> and <em>Shame</em> may also let us see the Reason, why most Men are uneasy at being prais'd, when they themselves are present. Every one is delighted with the Esteem of others, and must enjoy great Pleasure when he hears himself commended; but we are unwilling others should observe our Enjoyment of this Pleasure, which is really <em>selfish</em>; or that they should imagine us fond of it, or influenc'd by Hopes of it in our good Actions: and therefore we choose Secrecy for the Enjoyment of it, as we do with respect to other Pleasures, in which others do not share with us.","subId":"29","id":"Hutcheson.IBV.IGE.5.29"},{"type":"paragraph","content":"<span class=\"margin-comment\">Compassion a motive to Virtue.</span> <span class=\"small-capitals\">Let</span> us next consider another Determination of our <em>Mind</em>, which strongly proves <em>Benevolence</em> to be <em>natural</em> to us, and that is <span class=\"small-capitals\">Compassion</span>; by which we are dispos'd to study the <em>Interest</em> of others, without any Views of <em>private Advantage</em>. This needs little Illustration. Every Mortal is made uneasy by any grievous Misery he sees another involv'd in, unless the Person be imagin'd <em>evil</em> in a <em>moral Sense</em>: Nay, it is almost impossible for us to be unmov'd, even in that Case. <em>Advantage</em> may make us do a cruel Action, or may overcome <em>Pity</em>; but it scarce ever extinguishes it. A sudden Passion of <em>Hatred</em> or <em>Anger</em> may represent a Person as <em>absolutely evil</em>, and so extinguish <em>Pity</em>; but when the Passion is over, it often returns. Another <em>disinterested</em> View may even in cold Blood overcome <em>Pity</em>; such as <em>Love</em> to <em>our Country</em>, or <em>Zeal</em> for <em>Religion</em>. <em>Persecution</em> is generally occasion'd by <em>Love</em> of <em>Virtue</em>, and a <em>Desire</em> of the <em>eternal Happiness</em> of <em>Mankind</em>, altho' our <em>Folly</em> makes us choose absurd Means to promote it; and is often accompany'd with <em>Pity</em> enough to make the <em>Persecutor</em> uneasy, in what, for prepollent Reasons, he chooses; unless his Opinion leads him to look upon the <em>Heretick</em> as <em>absolutely</em> and <em>intirely evil</em>.","subId":"30","id":"Hutcheson.IBV.IGE.5.30"},{"type":"paragraph","content":"<span class=\"small-capitals\">We</span> may here observe, how wonderfully the Constitution of <em>human Nature</em> is adapted to move <em>Compassion</em>. Our <em>Misery</em> or <em>Distress</em> immediately appears in our <em>Countenance</em>, if we do not study to prevent it, and propagates some Pain to all Spectators; who, from Observation, universally understand the Meaning of those <em>dismal Airs</em>. We <em>mechanically</em> send forth <em>Shrieks</em> and <em>Groans</em> upon any surprizing Apprehension of <em>Evil</em>; so that no Regard to Decency can sometimes restrain them. This is the Voice of <span class=\"small-capitals\">Nature</span>, understood by all Nations, by which all who are present are rous'd to our Assistance, and sometimes our <em>injurious</em> Enemy is made to relent.","subId":"31","id":"Hutcheson.IBV.IGE.5.31"},{"type":"paragraph","content":"<span class=\"small-capitals\">We</span> observ'd above<a href=\"#n11\"><sup>[11]</sup></a>, that we are not immediately excited by <em>Compassion</em> to desire the <em>Removal</em> of our own Pain: we think it just to be so affected upon the Occasion, and dislike those who are not so. But we are excited directly to desire the <em>Relief</em> of the Miserable; without any Imagination, that this Relief is a <em>private Good</em> to ourselves: And if we see this impossible, we may by <em>Reflection</em> discern it to be vain for us to indulge our <em>Compassion</em> any farther; and then <em>Self-Love</em> prompts us to retire from the Object which occasions our Pain, and to endeavour to divert our Thoughts. But where there is no such <em>Reflection</em>, People are hurry'd by a <em>natural kind Instinct</em>, to see Objects of <em>Compassion</em>, and expose themselves to this Pain, when they can give no Reason for it; as in the Instance of <em>publick Executions</em>.","subId":"32","id":"Hutcheson.IBV.IGE.5.32"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> same Principle leads men to <em>Tragedys</em>; only we are to observe, that another strong Reason of this, is the <em>moral Beauty</em> of the <em>Characters</em> and <em>Actions</em>, which we love to behold. For I doubt, whether any Audience would be pleas'd to see fictitious Scenes of Misery, if they were kept strangers to the <em>moral Qualitys</em> of the Sufferers, or their <em>Characters</em> and <em>Actions</em>. As in such a Case, there would be no <em>Beauty</em> to raise Desire of seeing such Representations, I fancy we would not expose our selves to Pain alone, from Misery which we knew to be fictitious.","subId":"33","id":"Hutcheson.IBV.IGE.5.33"},{"type":"paragraph","content":"<span class=\"small-capitals\">It</span> was the same Cause which crouded the <em>Roman Theatres</em> to see <em>Gladiators</em>. There the People had frequent Instances of great <em>Courage</em>, and <em>Contempt</em> of Death, two great <em>moral Abilitys</em>, if not <em>Virtues</em>. Hence <span class=\"name\"><span class=\"small-capitals\">Cicero</span></span> looks upon them as great Instructions in <em>Fortitude</em>. The <em>Antagonist Gladiator</em> bore all the Blame of the Cruelty committed, among People of little Reflection; and the <em>courageous</em> and artful one, really obtain'd a Reputation of <em>Virtue</em>, and Favour among the Spectators, and was vindicated by the Necessity of <em>Self-defence</em>. In the mean time they were inadvertent to this, that their crouding to such Sights, and favouring the Persons who presented them with such Spectacles of Courage, and with Opportunitys of following their <em>natural Instinct</em> to <em>Compassion</em>, was the true Occasion of all the real Distress, or Assaults which they were sorry for.","subId":"34","id":"Hutcheson.IBV.IGE.5.34"},{"type":"paragraph","content":"<span class=\"small-capitals\">What</span> Sentiments can we imagine a <em>Candidate</em> would have rais'd of himself, had he presented his Countrymen only with Scenes of <em>Misery</em>; had he drain'd <em>Hospitals</em> and <em>Infirmarys</em> of all their pityable Inhabitants, or had he bound so many <em>Slaves</em>, and without any Resistance, butcher'd them with his own Hands? I should very much question the Success of his Election, (however <em>Compassion</em> might cause his Shews still to be frequented) if his <em>Antagonist</em> chose a Diversion apparently more <em>virtuous</em>, or with a <em>Mixture</em> of Scenes of <em>Virtue</em>.","subId":"35","id":"Hutcheson.IBV.IGE.5.35"},{"type":"paragraph","content":"<span class=\"margin-comment\">Compassion natural.</span> <span class=\"small-capitals\">How</span> independent this Disposition to <em>Compassion</em> is on <em>Custom</em>, <em>Education</em>, or <em>Instruction</em>, will appear from the Prevalence of it in <em>Women</em> and <em>Children</em>, who are less influenc'd by these. That <em>Children</em> delight in some Actions which are <em>cruel</em> and <em>tormenting</em> to Animals which they have in their Power, flows not from <em>Malice</em>, or want of <em>Compassion</em>, but from their <em>Ignorance</em> of those Signs of Pain which many Creatures make; together with a <em>Curiosity</em> to see the various Contortions of their Bodys. For when they are more acquainted with these Creatures, or come by any means to know their Sufferings, their <em>Compassion</em> often becomes too strong for their <em>Reason</em>; as it generally does in beholding <em>Executions</em>, where as soon as they observe the Evidences of Distress, or Pain in the <em>Malefactor</em>, they are apt to condemn this necessary Method of Self-defence in the <em>State</em>.","subId":"36","id":"Hutcheson.IBV.IGE.5.36"},{"type":"note","content":"See above, <cite><em>Sect.</em> ii. <em>Art.</em> 9. <em>Par.</em> 2, 3.</cite>","subId":"n1","id":"Hutcheson.IBV.IGE.5.n1"},{"type":"note","content":"See above, <cite><em>Sect.</em> ii. <em>Art.</em> 6. <em>Par.</em> 3.</cite>","subId":"n2","id":"Hutcheson.IBV.IGE.5.n2"},{"type":"note","content":"See above, <cite><em>Sect.</em> iii. <em>Art.</em> 2. <em>Par.</em> 2.</cite>","subId":"n3","id":"Hutcheson.IBV.IGE.5.n3"},{"type":"note","content":"See above, <cite><em>Sect.</em> ii. <em>Art.</em> 6.</cite>","subId":"n4","id":"Hutcheson.IBV.IGE.5.n4"},{"type":"note","content":"See <cite><em>Sect.</em> iii. <em>Art.</em> 15. <em>Par.</em> 2.</cite>","subId":"n5","id":"Hutcheson.IBV.IGE.5.n5"},{"type":"note","content":"<em>THIS should be considered by those who talk much of </em>Praise<em>, </em>high Opinion<em>, or </em>Value<em>, </em>Esteem<em>, </em>Glory<em>, as Things much desired; while yet they allow no </em>moral Sense<em>.</em>","subId":"n6","id":"Hutcheson.IBV.IGE.5.n6"},{"type":"note","content":"Author of the <cite>Fable of the Bees, <em>Pag. 37. 3d Ed.</em></cite>","subId":"n7","id":"Hutcheson.IBV.IGE.5.n7"},{"type":"note","content":"See the <cite>Fable of the Bees, <em>Page 38. 3d. Ed.</em></cite>","subId":"n8","id":"Hutcheson.IBV.IGE.5.n8"},{"type":"note","content":"See <cite><em>Sect.</em> vi. <em>Art.</em> 4.</cite>","subId":"n9","id":"Hutcheson.IBV.IGE.5.n9"},{"type":"note","content":"See another Reason of this, perhaps more probably true, in the <cite><em>Essay on the Passions,</em> p. 6.</cite>","subId":"n10","id":"Hutcheson.IBV.IGE.5.n10"},{"type":"note","content":"See <cite><em>Sect.</em> ii. <em>Art.</em> 8. <em>Par.</em> 2.</cite>","subId":"n11","id":"Hutcheson.IBV.IGE.5.n11"}]}