{"id":"Hutcheson.IBV.IGE.6","imported":true,"parent":"Hutcheson.IBV.IGE","title":"Section 6. Concerning the Importance of this moral Sense to the present Happiness of Mankind, and its Influence of human Affairs","breadcrumb":"Section 6","published":[1725],"copytext":[1738],"sourceDesc":"Hutcheson’s <cite>Inquiry into the Original of Our Ideas of Beauty and Virtue</cite> was first published in 1725, with a second edition “Corrected and Enlarg'd” in 1726, and a third “Corrected” in 1729. Our copytext is the fourth edition of 1738, likewise “Corrected”, which contains Hutcheson's final modifications and additions. The text was derived from Wolfgang Leidhold's edition (Indianapolis: Liberty Fund, 2004), which follows the second 1726 edition (noting significant variants from other editions), and removes most of the original italics and small capitals. This source text has been substantially altered, reinstating the original formatting and bringing the text in line with the 1738 edition.","sourceUrl":"https://oll.libertyfund.org/titles/hutcheson-an-inquiry-into-the-original-of-our-ideas-of-beauty-and-virtue-1726-2004/simple#lf1458_div_041","blocks":[{"type":"title","content":"<h3>SECT. VI.</h3> <h3><em>Concerning the </em>Importance<em> of this </em>moral Sense<em> to the present Happiness of </em>Mankind<em>, and its </em>Influence<em> of human Affairs.</em></h3> ","id":"Hutcheson.IBV.IGE.6"},{"type":"paragraph","content":"<span class=\"margin-comment\">Importance of the Moral Sense.</span> IT may now probably appear, that notwithstanding the Corruption of Manners so justly complain'd of every-where, this <em>moral Sense</em> has a greater Influence on <em>Mankind</em> than is generally imagin'd, altho' it is often directed by very partial imperfect Views of <em>publick Good</em>, and often overcome by <em>Self-Love</em>. But we shall offer some farther Considerations, to prove, <q>That it gives us more <em>Pleasure</em> and <em>Pain</em>, than all our <em>other Facultys</em>.</q> And to prevent Repetitions, let us observe, <q>That where-ever any <em>morally good Quality</em> gives Pleasure from <em>Reflection</em>, or from <em>Honour</em>, the contrary <em>evil one</em> will give proportionable Pain, from <em>Remorse</em> and <em>Shame</em>.</q> Now we shall consider the <em>moral Pleasures</em>, not only <em>separately</em>, but as they are the <em>most delightful Ingredient</em> in the ordinary Pleasures of <em>Life</em>.","subId":"1","id":"Hutcheson.IBV.IGE.6.1"},{"type":"paragraph","content":"<span class=\"small-capitals\">All Men</span> seem persuaded of some <em>Excellency</em> in the Possession of <em>good moral Qualitys</em>, which is superior to all other Enjoyments; and on the contrary, look upon a State of <em>moral Evil</em>, as worse and more wretched than any other whatsoever. We must not form our Judgment in this matter from the Actions of Men; for, however they may be influenc'd by <em>moral Sentiments</em>, yet it is certain, that <em>self-interested Passions</em> frequently overcome them, and <em>partial Views</em> of the Tendency of Actions, make us do what is really <em>morally evil</em>, apprehending it to be <em>good</em>. But let us examine the Sentiments which Men universally form of the State of others, when they are no way immediately concern'd; for in these Sentiments <em>human Nature</em> is <em>calm</em> and <em>undisturb'd</em>, and shews its <em>true Face</em>.","subId":"2","id":"Hutcheson.IBV.IGE.6.2"},{"type":"paragraph","content":"<span class=\"small-capitals\">Now</span> should we imagine a <em>rational Creature</em> in a sufficiently happy State, whose Mind was, without <em>Interruption</em>, wholly occupy'd with pleasant Sensations of <em>Smell</em>, <em>Taste</em>, <em>Touch</em>, <em>&amp;c.</em> if at the same time all other Ideas were excluded? Should we not think the State <em>low</em>, <em>mean</em>, and <em>sordid</em>, if there were no <em>Society</em>, no <em>Love</em> or <em>Friendship</em>, no <em>good Offices</em>? What then must that State be, wherein there are no Pleasures but those of the <em>external Senses</em>, with such long Intervals as <em>human Nature</em> at present must have? Do these short Fits of Pleasure make the <em>Luxurious</em> happy? How <em>insipid</em> and <em>joyless</em> are the Reflections on past Pleasure? And how poor a Recompence is the Return of the transient Sensation, for the <em>nauseous Satietys</em>, and <em>Languors</em> in the Intervals? This <em>Frame</em> of our <em>Nature</em>, so incapable of long Enjoyments of the <em>external Senses</em>, points out to us, <q>That there must be some other more <em>durable Pleasure</em>, without such <em>tedious Interruptions</em>, and <em>nauseous Reflections</em>.</q>","subId":"3","id":"Hutcheson.IBV.IGE.6.3"},{"type":"paragraph","content":"<span class=\"small-capitals\">Let</span> us even join with the Pleasures of the <em>external Senses</em>, the Perceptions of <em>Beauty</em>, <em>Order</em>, <em>Harmony</em>. These are, no doubt, more <em>noble Pleasures</em>, and seem to inlarge the <em>Mind</em>; and yet how <em>cold</em> and <em>joyless</em> are they, if there be no <em>moral Pleasures</em> of <em>Friendship</em>, <em>Love</em>, and <em>Beneficence</em>? Now, if the bare Absence of <em>moral Good</em> makes, in our Judgment, the State of a rational Agent contemptible; the Presence of <em>contrary</em> Dispositions is always imagin'd by us to sink him into a degree of Misery, from which no other Pleasures can relieve him. Would we ever wish to be in the same Condition with a <em>wrathful</em>, <em>malicious</em>, <em>revengeful</em>, or <em>envious Being</em>, tho' we were at the same time to enjoy all the Pleasures of the <em>external</em> and <em>internal Senses</em>? The internal Pleasures of <em>Beauty</em> and <em>Harmony</em> contribute greatly indeed toward soothing the Mind into a forgetfulness of <em>Wrath</em>, <em>Malice</em> or <em>Revenge</em>; and they must do so, before we can have any tolerable Delight or Enjoyment: for while <em>these Affections</em> possess the Mind, there is nothing but <em>Torment</em> and <em>Misery</em>.","subId":"4","id":"Hutcheson.IBV.IGE.6.4"},{"type":"paragraph","content":"<span class=\"margin-comment\">Castle-builders prove it.</span> <span class=\"small-capitals\">What</span> <em>Castle-builder</em>, who forms to himself imaginary Scenes of Life, in which he thinks he should be happy, ever made <em>acknowledg'd Treachery</em>, <em>Cruelty</em>, or <em>Ingratitude</em>, the Steps by which he mounted to his wish'd-for Elevation, or Parts of his Character, when he had attain'd it? We always conduct ourselves in such Resveries, according to the Dictates of <em>Honour</em>, <em>Faith</em>, <em>Generosity</em>, <em>Courage</em>; and the lowest we can sink, is hoping we may be enrich'd by some innocent Accident. <blockquote><span class=\"foreign\">O si urnam Argenti <span class=\"small-capitals\">Fors</span> qua mihi monstret<a href=\"#n1\"><sup>[1]</sup></a>!——</span></blockquote> But <em>Labour</em>, <em>Hunger</em>, <em>Thirst</em>, <em>Poverty</em>, <em>Pain</em>, <em>Danger</em>, have nothing so detestable in them, that our <em>Self-Love</em> cannot allow us to be often expos'd to them. On the contrary, the Virtues which these give us occasions of displaying, are so amiable and excellent, that scarce ever is any imaginary Hero, in <em>Romance</em> or <em>Epic</em>, brought to his highest Pitch of Happiness, without going thro' them <em>all</em>. Where there is no <em>Virtue</em>, there is nothing worth Desire or Contemplation; the <em>Romance</em> or <em>Epos</em> must end. Nay, the <em>Difficulty</em><a href=\"#n2\"><sup>[2]</sup></a>, or <em>natural Evil</em>, does so much increase the <em>Virtue</em> of the <em>good</em> Action which it accompanys, that we cannot easily sustain these Works after the Distress is over; and if we continue the Work, it must be by presenting a new Scene of <em>Benevolence</em>, in a prosperous Fortune. A Scene of <em>external Prosperity</em> or <em>natural Good</em>, without any thing <em>moral</em> or <em>virtuous</em>, cannot entertain a Person of the dullest Imagination, had he ever so much interested himself in the Fortunes of his Hero; for where <em>Virtue</em> ceases, there remains nothing worth wishing to our Favourite, or which we can be delighted to view his Possession of, when we are most studious of his Happiness.","subId":"5","id":"Hutcheson.IBV.IGE.6.5"},{"type":"paragraph","content":"<span class=\"margin-comment\">Virtue own'd superior to all Pleasure.</span> <span class=\"small-capitals\">Let</span> us take a particular Instance, to try how much we prefer the Possession of <em>Virtue</em> to all other Enjoyments, and how we look upon <em>Vice</em> as worse than any other Misery. Who could ever read the History of <span class=\"name\"><span class=\"small-capitals\">Regulus</span></span>, as related by <span class=\"name\"><span class=\"small-capitals\">Cicero</span></span>, and some others, without concerning himself in the Fortunes of that <em>gallant</em> Man, sorrowing at his Sufferings, and wishing him a better Fate? But how a better Fate? Should he have comply'd with the Terms of the <span class=\"small-capitals\">Carthaginians</span>, and preserv'd himself from the intended Tortures, tho' to the Detriment of his Country? Or should he have violated his plighted Faith, and Promise of returning? Will any Man say, that either of these is the better Fate he wishes his Favourite? Had he acted thus, <em>that</em> Virtue would have been gone, which interests every one in his Fortunes.—<q>Let him take his Fate like other common Mortals.</q>—What else do we wish then, but that the <span class=\"small-capitals\">Carthaginians</span> had relented of their Cruelty, or that <span class=\"small-capitals\">Providence</span>, by some unexpected Event, had rescued him out of their hands?","subId":"6","id":"Hutcheson.IBV.IGE.6.6"},{"type":"paragraph","content":"<span class=\"small-capitals\">Now</span> may not this teach us, that we are indeed determin'd to judge <em>Virtue</em> with Peace and Safety, preferable to <em>Virtue</em> with Distress; but that at the same time we look upon the State of the <em>Virtuous</em>, the <em>Publick-spirited</em>, even in the utmost natural Distress, as preferable to all affluence of other Enjoyments? For this is what we choose to have our Favourite Hero in, notwithstanding all its Pains, and natural Evils. We should never have imagin'd him happier, had he acted otherwise; or thought him in a more eligible State, with Liberty and Safety, at the Expence of his <em>Virtue</em>. We secretly judge the Purchase too dear; and therefore we never imagine he acted foolishly in securing his <em>Virtue</em>, his <em>Honour</em>, at the Expence of his <em>Ease</em>, his <em>Pleasure</em>, his <em>Life</em>. Nor can we think these <em>latter</em> Enjoyments worth the keeping, when the former are intirely lost.","subId":"7","id":"Hutcheson.IBV.IGE.6.7"},{"type":"paragraph","content":"<span class=\"margin-comment\">Necessary in other Pleasures.</span> <span class=\"small-capitals\">Let</span> us in the same manner examine our Sentiments of the Happiness of others in common Life. <span class=\"small-capitals\">Wealth</span> and <span class=\"small-capitals\">External Pleasures</span> bear no small bulk in our Imaginations; but does there not always accompany this Opinion of Happiness in <em>Wealth</em>, some suppos'd <em>beneficent Intention</em> of doing good Offices to Persons dear to <em>us</em>, at least to our <em>Familys</em>, or <em>Kinsmen</em>? And in our imagin'd Happiness from <em>external Pleasure</em>, are not some Ideas always included of some <em>moral</em> Enjoyments of <em>Society</em>, some <em>Communication</em> of Pleasure, something of <em>Love</em>, of <em>Friendship</em>, of <em>Esteem</em>, of <em>Gratitude</em>? Who ever pretended to a <em>Taste</em> of these Pleasures without <em>Society</em>? Or if any seem violent in Pursuit of them, how <em>base</em> and <em>contemptible</em> do they appear to all Persons, even to those who could have no Expectation of Advantage from their having a more generous Notion of Pleasure?","subId":"8","id":"Hutcheson.IBV.IGE.6.8"},{"type":"paragraph","content":"<span class=\"small-capitals\">Now</span>, were there no <em>moral Sense</em>, no Happiness in <em>Benevolence</em>, and did we act from no other Principle than <em>Self-Love</em>; sure there is no Pleasure of the external Senses, which we could not enjoy alone, with less Trouble and Expence than in <em>Society</em>. But a <em>Mixture</em> of the <em>moral Pleasures</em> is what gives the <em>alluring Relish</em>; 'tis some Appearance of <em>Friendship</em>, of <em>Love</em>, of <em>communicating Pleasure</em> to others, which preserves the Pleasures of the <em>Luxurious</em> from being <em>nauseous</em> and <em>insipid</em>. And this partial Imagination of some <em>good moral Qualitys</em>, some <em>Benevolence</em>, in Actions which have many <em>cruel</em>, <em>inhuman</em>, and <em>destructive</em> Consequences toward others, is what has kept <em>Vice</em> more in Countenance than any other Consideration<a href=\"#n3\"><sup>[3]</sup></a>.","subId":"9","id":"Hutcheson.IBV.IGE.6.9"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> to convince us farther wherein the Happiness of <em>Wealth</em>, and <em>external Pleasure</em> lies; let us but suppose <em>Malice</em>, <em>Wrath</em>, <em>Revenge</em>; or only <em>Solitude</em>, Absence of <em>Friendship</em>, of <em>Love</em>, of <em>Society</em>, of <em>Esteem</em>, join'd with the Possession of them; and all the Happiness vanishes like a Dream. And yet <em>Love</em>, <em>Friendship</em>, <em>Society</em>, <em>Humanity</em>, tho' accompany'd with <em>Poverty</em> and <em>Toil</em>, nay even with smaller degrees of <em>Pain</em>, such as do not wholly occupy the Mind, are not only the Object of Love from others, but even of a sort of Emulation: which plainly shews, <q>That <em>Virtue</em> is the chief <em>Happiness</em> in the Judgment of <em>all Mankind</em>.</q>","subId":"10","id":"Hutcheson.IBV.IGE.6.10"},{"type":"paragraph","content":"<span class=\"margin-comment\">The Charm in Beauty.</span> <span class=\"small-capitals\">There</span> is a farther Consideration which must not be pass'd over, concerning the <span class=\"small-capitals\">External Beauty</span> of Persons, which all allow to have a great Power over human Minds. Now it is some apprehended <em>Morality</em>, some natural or imagin'd Indication of <em>concomitant Virtue</em>, which gives it this powerful Charm above all other kinds of <em>Beauty</em>. Let us consider the Characters of <em>Beauty</em>, which are commonly admir'd in Countenances, and we shall find them to be <em>Sweetness</em>, <em>Mildness</em>, <em>Majesty</em>, <em>Dignity</em>, <em>Vivacity</em>, <em>Humility</em>, <em>Tenderness</em>, <em>Good-nature</em>; that is, that certain <em>Airs</em>, <em>Proportions</em>, <span class=\"foreign\">je ne scai quoy's</span>, are natural Indications of such Virtues, or of Abilitys or Dispositions toward them. As we observ'd above<a href=\"#n4\"><sup>[4]</sup></a> of <em>Misery</em> or <em>Distress</em> appearing in Countenances; so it is certain, almost all <em>habitual Dispositions</em> of <em>Mind</em> form the Countenance in such a manner, as to give some Indications of them to the Spectator. Our <em>violent</em> Passions are obvious at first View in the Countenance; so that sometimes no Art can conceal them: and smaller degrees of them give some less obvious Turns to the Face, which an accurate Eye will observe. Now, when the <em>natural Air</em> of a Face approaches to that which any Passion would form it unto, we make a Conjecture from this concerning the <em>leading Disposition</em> of the Person's <em>Mind</em>.","subId":"11","id":"Hutcheson.IBV.IGE.6.11"},{"type":"paragraph","content":"<span class=\"small-capitals\">As</span> to those Fancys which prevail in certain Countrys toward <em>large Lips</em>, <em>little Noses</em>, <em>narrow Eyes</em>; unless we knew from themselves under what Idea such Features are admir'd, whether as <em>naturally beautiful</em> in Form, or Proportion to the rest of the Face; or as presum'd Indications of some <em>moral Qualitys</em>; we may more probably conclude that it is the <em>latter</em>; since this is so much the Ground of Approbation or Aversion towards Faces among ourselves. And as to those Features which we count <em>naturally disagreeable</em> as to Form, we know the Aversion on this account is so weak, that <em>moral Qualitys</em> shall procure a Liking, even to the Face, in Persons who are sensible of the <em>Irregularity</em>, or Want of that <em>Regularity</em> which is common in others. With us, certain Features are imagin'd to denote Dullness; as <em>hollow Eyes</em>, <em>large Lips</em>; a <em>Colour</em> of Hair, <em>Wantonness</em>: and may we not conclude the like <em>Association of Ideas</em>, upon some probable Foundation in Nature, to be the Ground of those Approbations which appear unaccountable to us?","subId":"12","id":"Hutcheson.IBV.IGE.6.12"},{"type":"paragraph","content":"<span class=\"small-capitals\">In</span> the same manner, when there is nothing <em>grosly</em> disproportion'd in any Face, what is it we dispraise? It is <em>Pride</em>, <em>Haughtiness</em>, <em>Sourness</em>, <em>Ill-nature</em>, <em>Discontent</em>, <em>Folly</em>, <em>Levity</em>, <em>Wantonness</em>; which some Countenances discover in the Manner above hinted at? And <em>these Airs</em>, when brought by Custom upon the most <em>regular Set</em> of Features, have often made them very disagreeable; as the <em>contrary Airs</em> have given the strongest Charms to Countenances, which were far from Perfection in <em>external Beauty</em>. Had <span class=\"name\"><span class=\"small-capitals\">Homer</span></span>, in his Character of <span class=\"name\"><span class=\"small-capitals\">Helen</span></span>, rais'd our Idea of her <em>external Beauty</em> to the greatest Height, yet it would have been ridiculous to have engag'd his Countrymen in a War for such a <span class=\"name\"><span class=\"small-capitals\">Helen</span></span> as <span class=\"name\"><span class=\"small-capitals\">Virgil</span></span> has drawn her. He therefore still retains something morally amiable amidst all her Weakness, and often suggests to his Reader, <blockquote>——— <span class=\"foreign\">Ἑλένης ὁρμήματά τε σοναχάς τε</span><a href=\"#n5\"><sup>[5]</sup></a>,</blockquote> as the Spring of his Countrymens Indignation and Revenge.","subId":"13","id":"Hutcheson.IBV.IGE.6.13"},{"type":"paragraph","content":"<span class=\"margin-comment\">The Cause of different Fancys of Beauty.</span> <span class=\"small-capitals\">This</span> Consideration may shew us one Reason, among many others, for Mens <em>different Fancys</em>, or <em>Relishes</em> of <em>Beauty</em>. The <em>Mind</em> of Man, however generally dispos'd to esteem <em>Benevolence</em> and <em>Virtue</em>, yet by more particular Attention to some Kinds of it than others, may gain a stronger Admiration of some <em>moral Dispositions</em> than others. <em>Military</em> Men may admire <em>Courage</em> more than other Virtues; Persons of <em>smaller Courage</em> may admire <em>Sweetness</em> of <em>Temper</em>; Men of <em>Thought</em> and <em>Reflection</em>, who have more extensive Views, will admire the <em>like Qualitys</em> in others; Men of <em>keen Passions</em> expect equal Returns of all the kind Affections, and are wonderfully charm'd by <em>Compliance</em>: The <em>Proud</em> may like those of <em>higher Spirit</em>, as more suitable to their Dignity; tho' <em>Pride</em>, join'd with <em>Reflection</em> and <em>good Sense</em>, will recommend to them <em>Humility</em> in the Person belov'd. Now as the <em>various</em> Tempers of Men make <em>various</em> Tempers of others agreeable to them, so they must differ in their <em>Relishes</em> of <em>Beauty</em>, according as it denotes the several Qualitys most agreeable to themselves.","subId":"14","id":"Hutcheson.IBV.IGE.6.14"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> may also shew us, how in <em>virtuous Love</em>there may be the greatest Beauty, without the least Charm to engage a Rival. <em>Love</em> itself gives a Beauty to the <em>Lover</em>, in the Eyes of the Person <em>belov'd</em>, which no other Mortal is much affected with. And this perhaps is the <em>strongest Charm</em> possible, and that which will have the greatest Power, where there is not some very great Counterbalance from <em>worldly Interest</em>, <em>Vice</em>, or <em>gross Deformity</em>.","subId":"15","id":"Hutcheson.IBV.IGE.6.15"},{"type":"paragraph","content":"<span class=\"margin-comment\">Air, Motion, Gestures.</span> <span class=\"small-capitals\">This</span> same Consideration may be extended to the whole <span class=\"small-capitals\">Air</span> and <span class=\"small-capitals\">Motion</span> of any Person. Every thing we count agreeable, some way denotes <em>Chearfulness</em>, <em>Ease</em>, a <em>Condescension</em>, and <em>Readiness</em> to oblige, a <em>Love</em> of <em>Company</em>, with a <em>Freedom</em> and <em>Boldness</em> which always accompanys an <em>honest</em>, <em>undesigning Heart</em>. On the contrary, what is shocking in <em>Air</em> or <em>Motion</em>, is <em>Roughness</em>, <em>Ill-nature</em>, a <em>Disregard</em> to others, or a <em>foolish Shame-facedness</em>, which evidences a Person to be unexperienc'd in Society, or Offices of Humanity.","subId":"16","id":"Hutcheson.IBV.IGE.6.16"},{"type":"paragraph","content":"<span class=\"small-capitals\">With</span> relation to these <em>Airs</em>, <em>Motions</em>, <em>Gestures</em>, we may observe, that considering the different <em>Ceremonys</em> and <em>Modes</em> of shewing respect, which are practis'd in different Nations, we may indeed probably conclude that there is no <em>natural</em> Connexion between any of these <em>Gestures</em> or <em>Motions</em>, and the <em>Affections</em> of <em>Mind</em> which they are by <em>Custom</em> made to express. But when <em>Custom</em> has made any of them pass for Expressions of <em>such Affections</em>, by a constant <em>Association</em> of Ideas, some shall become <em>agreeable</em> and <em>lovely</em>, and others <em>extremely offensive</em>, altho' they were both, in their own Nature, <em>perfectly indifferent</em>.","subId":"17","id":"Hutcheson.IBV.IGE.6.17"},{"type":"paragraph","content":"<span class=\"margin-comment\">The Spring of Love between the Sexes.</span> <span class=\"small-capitals\">Here</span> we may remark the Manner in which <span class=\"small-capitals\">Nature</span> leads <em>Mankind</em> to the Continuance of their Race, and by its strongest Power engages them to what occasions the greatest Toil and Anxiety of Life; and yet supports them under it with an inexpressible Delight. We might have been excited to the Propagation of our Species, by such an uneasy Sensation as would have effectually determin'd us to it, without any great Prospect of Happiness; as we see <em>Hunger</em> and <em>Thirst</em> determine us to preserve our Bodys, tho' few look upon eating and drinking as any considerable Happiness. The <em>Sexes</em> might have been engag'd to Concurrence, as we imagine the <em>Brutes</em> are, by <em>Desire</em> only, or by a <em>Love</em> of <em>sensual Pleasure</em>. But how dull and insipid had Life been, were there no more in <span class=\"small-capitals\">Marriage</span>? Who would have had Resolution enough to bear all the Cares of a <em>Family</em>, and Education of <em>Children</em>? Or who, from the general Motive of <em>Benevolence</em> alone, would have chosen to subject himself to <em>natural Affection</em> toward an <em>Offspring</em>, when he could so easily foresee what Troubles it might occasion?","subId":"18","id":"Hutcheson.IBV.IGE.6.18"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> Inclination therefore of the <em>Sexes</em>, is founded on something stronger, and more efficacious and joyful, than the Solicitations of <em>Uneasiness</em>, or the bare <em>Desire</em> of <em>sensible Pleasure</em>. <span class=\"small-capitals\">Beauty</span> gives a favourable Presumption of <em>good moral Dispositions</em>, and <em>Acquaintance</em> confirms this into a real <em>Love</em> of <em>Esteem</em>, or begets it, where there is little <em>Beauty</em>. This raises an Expectation of the greatest <em>moral Pleasures</em> along with the <em>sensible</em>, and a thousand tender Sentiments of <em>Humanity</em> and <em>Generosity</em>; and makes us impatient for a <em>Society</em> which we imagine big with unspeakable <em>moral Pleasures</em>: where nothing is indifferent, and every trifling Service, being an Evidence of <em>this strong Love</em> and <em>Esteem</em>, is mutually receiv'd with the Rapture and Gratitude of the greatest Benefit, and of the most substantial Obligation; and where <em>Prudence</em> and <em>Good-nature</em> influence both Sides, this <em>Society</em> may answer all their Expectations.","subId":"19","id":"Hutcheson.IBV.IGE.6.19"},{"type":"paragraph","content":"<span class=\"small-capitals\">Nay</span>, let us examine those of looser Conduct with relation to the <em>fair Sex</em>, and we shall find, that <em>Love</em> of <em>sensible Pleasure</em> is not the chief Motive of <em>Debauchery</em>, or <em>false Gallantry</em>. Were it so, the <em>meanest Prostitutes</em> would please as much as any. But we know sufficiently, that Men are fond of <em>Good-nature</em>, <em>Faith</em>, <em>Pleasantry</em> of <em>Temper</em>, <em>Wit</em>, and many other <em>moral Qualitys</em>, even in a <em>Mistress</em>. And this may furnish us with a Reason for what appears pretty unaccountable, <em>viz.</em> <q>That <em>Chastity</em> itself has a powerful Charm in the Eyes of the <em>Dissolute</em>, even when they are attempting to destroy it.</q>","subId":"20","id":"Hutcheson.IBV.IGE.6.20"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> powerful Determination even to a <em>limited Benevolence</em>, and other <em>moral Sentiments</em>, is observ'd to give a strong Bias to our Minds towards a <em>universal Goodness</em>, <em>Tenderness</em>, <em>Humanity</em>, <em>Generosity</em>, and <em>Contempt</em> of <em>private Good</em> in our whole Conduct; besides the obvious Improvement it occasions in our <em>external Deportment</em>, and in our Relish of <em>Beauty</em>, <em>Order</em>, and <em>Harmony</em>. As soon as a Heart, before <em>hard</em> and <em>obdurate</em>, is soften'd in this Flame, we shall observe, arising along with it, a Love of <em>Poetry</em>, <em>Musick</em>, the <em>Beauty</em> of <em>Nature</em> in rural Scenes, a <em>Contempt</em> of other selfish Pleasures of the <em>external Senses</em>, a <em>neat</em> Dress, a <em>humane Deportment</em>, a <em>Delight</em> in and <em>Emulation</em> of, every thing which is <em>gallant</em>, <em>generous</em>, and <em>friendly</em>.","subId":"21","id":"Hutcheson.IBV.IGE.6.21"},{"type":"paragraph","content":"<span class=\"margin-comment\">Society, Friendships, from our Moral Sense.</span> <span class=\"small-capitals\">In</span> the same manner we are determin'd to common Friendships and Acquaintances, not by the sullen Apprehensions of our <em>Necessitys</em>, or Prospects of <em>Interest</em>; but by an incredible Variety of little, agreeable, engaging Evidences of <em>Love</em>, <em>Good-nature</em>, and other <em>morally amiable Qualitys</em> in those we converse with. And among the rest, none of the least considerable is an Inclination to <em>Chearfulness</em>, a <em>Delight</em> to raise <em>Mirth</em> in others, which procures a secret Approbation and Gratitude toward the Person who puts us in such an <em>agreeable</em>, <em>innocent</em>, <em>good-natur'd</em>, and <em>easy State</em> of Mind, as we are conscious of, while we enjoy pleasant Conversation, enliven'd by <em>moderate Laughter</em>.","subId":"22","id":"Hutcheson.IBV.IGE.6.22"},{"type":"paragraph","content":"<span class=\"margin-comment\">The Power of Oratory founded on it.</span> <span class=\"small-capitals\">Upon</span> this <em>moral</em> Sense is founded all the Power of the <span class=\"small-capitals\">Orator</span>. The various Figures of Speech are the several Manners, which a lively Genius, warm'd with Passions suitable to the Occasion, naturally runs into, only a little diversify'd by <em>Custom</em>: and they only move the <em>Hearers</em>, by giving a lively Representation of the Passions of the <em>Speaker</em>; which are communicated to the <em>Hearers</em>, as we<a href=\"#n6\"><sup>[6]</sup></a> observ'd above of one Passion, <em>viz.</em> <em>Pity</em>.","subId":"23","id":"Hutcheson.IBV.IGE.6.23"},{"type":"paragraph","content":"<span class=\"small-capitals\">Now</span> the Passions which the <em>Orator</em> attempts to raise, are all founded on <em>moral Qualitys</em>. All the bold <em>Metaphors</em>, or <em>Descriptions</em>, all the artificial Manners of <em>Expostulation</em>, <em>Arguing</em>, and <em>Addressing</em> the <em>Audience</em>, all the <em>Appeals</em> to <em>Mankind</em>, are but more lively Methods of giving the <em>Audience</em> a stronger impression of the <em>moral Qualitys</em> of the Person <em>accus'd</em> or <em>defended</em>; of the Action <em>advis'd</em> or <em>dissuaded</em>: And all the <em>Antitheses</em>, or <em>Witticisms</em>; all the <em>Cadences</em> of sonorous Periods, whatever inferior kind of Beauty they may have separately, are of no Consequence to persuade, if we neglect moving the Passions by some Species of <em>Morality</em>. They may perhaps raise a little Admiration of the <em>Speaker</em>, among those who already favour his Party, but they oftner raise Contempt in his <em>Adversarys</em>. But when you display the <em>Beneficence</em> of any Action, the <em>good Effect</em> it shall have on the <em>Publick</em> in promoting the Welfare of the <em>Innocent</em>, and relieving the <em>unjustly Distressed</em>; if you prove your Allegations, you make every Mortal approve the undertaking it. When any Person is to be <em>recommended</em>, display his <em>Humanity</em>, <em>Generosity</em>, <em>Study</em> of the <em>publick Good</em>, and <em>Capacity</em> to promote it, his <em>Contempt</em> of Dangers, and private Pleasures; and you are sure to procure him <em>Love</em> and <em>Esteem</em>. If at the same time you shew his <em>Distress</em>, or the <em>Injurys</em> he has suffer'd, you raise <em>Pity</em>, and every <em>tender</em> Affection.","subId":"24","id":"Hutcheson.IBV.IGE.6.24"},{"type":"paragraph","content":"<span class=\"small-capitals\">On</span> the contrary, represent the <em>Barbarity</em>, or <em>Cruelty</em> of any Action, the <em>Misery</em> it shall procure to the <em>Kind</em>, the <em>Faithful</em>, the <em>Generous</em>, or only to the <em>Innocent</em>; and you raise an Abhorrence of it in the Breasts of the <em>Audience</em>, tho' they were not the Persons who would have suffer'd by it. The same way, would you make a Person <em>infamous</em>, and <em>despis'd</em> and <em>hated</em>, represent him as <em>cruel</em>, <em>inhuman</em>, or <em>treacherous</em> toward the most distant rational Agents; or shew him only to be <em>selfish</em>, and given to <em>solitary Luxury</em>, without regard to any <em>Friend</em>, or the <em>Interest</em> of others; and you have gain'd your Point, as soon as you prove what you alledge. Nay, how does it stop our Admiration of any <em>celebrated</em> Action, to suggest, <q>That the <em>Author</em> of it was no Fool; he knew it would turn to his own <em>Advantage</em>!</q>","subId":"25","id":"Hutcheson.IBV.IGE.6.25"},{"type":"paragraph","content":"<span class=\"small-capitals\">Now</span>, are the <em>Learned</em> and <em>Polite</em> the only Persons who are mov'd by such Speeches? Must Men know the Schemes of the <em>Moralists</em> and <em>Politicians</em>, or the <em>Art</em> of <em>Rhetorick</em>, to be capable of being persuaded? Must they be nicely conversant in all the Methods of promoting <em>Self-Interest</em>? Nay, do we not see on the contrary, the <em>rude undisciplin'd Multitude</em> most affected? Where had <em>Oratory</em> so much Power as in <em>popular States</em>, and that too before the Perfection of the Sciences? <em>Reflection</em> and <em>Study</em> may raise in Men a Suspicion of Design, and Caution of Assent, when they have some Knowledge of the various Topicks of Argument, and find them employ'd upon themselves: but <em>rude Nature</em> is still open to every <em>moral</em> Impression, and carry'd furiously along without Caution, or Suspense. It was not the <em>Groves</em> of the <em>Academy</em>, or the <em>polish'd Stones</em> of the <em>Portico</em>, or the <em>manag'd Horses</em> of <span class=\"small-capitals\">Greece</span>, which listen'd to the Harp of an <span class=\"name\"><span class=\"small-capitals\">Amphion</span></span>, or an <span class=\"name\"><span class=\"small-capitals\">Orpheus</span></span>; but the <em>Trees</em>, and <em>Rocks</em>, and <em>Tygers</em> of the <em>Forest</em>: which may shew us, <q>That there is some <em>Sense</em> of <em>Morality</em> antecedent to Instruction, or metaphysical Arguments proving the <em>private Interest</em> of the Person who is persuaded, to be connected with the <em>publick Good</em>.</q>","subId":"26","id":"Hutcheson.IBV.IGE.6.26"},{"type":"paragraph","content":"<span class=\"margin-comment\">Poetry pleases from this Moral Sense.</span> <span class=\"small-capitals\">We</span> shall find this <em>Sense</em> to be the Foundation also of the chief Pleasures of <span class=\"small-capitals\">Poetry</span>. We hinted, in the former Treatise, at the Foundation of Delight in the <em>Numbers</em>, <em>Measures</em>, <em>Metaphors</em>, <em>Similitudes</em><a href=\"#n7\"><sup>[7]</sup></a>. But as the Contemplation of <em>moral Objects</em>, either of <em>Vice</em> or <em>Virtue</em>, affects us more strongly, and moves our Passions in a quite different and more powerful manner, than <em>natural Beauty</em>, or (what we commonly call) <em>Deformity</em>; so the most moving Beautys bear a Relation to our <em>moral Sense</em>, and affect us more vehemently, than the Representation of <em>natural Objects</em> in the liveliest Descriptions. <em>Dramatic</em> and <em>Epic</em> Poetry are intirely address'd to this <em>Sense</em>, and raise our Passions by the Fortunes of <em>Characters</em>, distinctly represented as <em>morally good</em> or <em>evil</em>; as might be seen more fully, were we to consider the Passions separately.","subId":"27","id":"Hutcheson.IBV.IGE.6.27"},{"type":"paragraph","content":"<span class=\"small-capitals\">Where</span> we are studying to raise any <em>Desire</em>, or <em>Admiration</em> of an Object <em>really beautiful</em>, we are not content with a <em>bare Narration</em>, but endeavour, if we can, to present the <em>Object</em> itself, or the most <em>lively Image</em> of it. And hence the <em>Epic Poem</em>, or <em>Tragedy</em>, gives a far greater Pleasure than the Writings of <em>Philosophers</em>, tho' both aim at recommending <em>Virtue</em>. The representing the Actions themselves, if the Representation be <em>judicious</em>, <em>natural</em>, and <em>lively</em>, will make us admire the <em>Good</em>, and detest the <em>Vitious</em>, the <em>Inhuman</em>, the <em>Treacherous</em> and <em>Cruel</em>, by means of our <em>moral Sense</em>, without any Reflections of the <em>Poet</em> to guide our Sentiments. It is for this Reason that <span class=\"name\"><span class=\"small-capitals\">Horace</span></span> has justly made Knowledge in <em>Morals</em> so necessary to a <em>good Poet</em>: <blockquote><span class=\"foreign\">Scribendi recte <span class=\"small-capitals\">Sapere</span> est &amp; principium &amp; fons<a href=\"#n8\"><sup>[8]</sup></a>.</span></blockquote> And again: <blockquote><span class=\"foreign\">Qui didicit Patriae quid debeat, &amp; quid Amicis, <br> Quo sit amore Parens, quo Frater amandus, &amp; Hospes, <br> Quod sit Conscripti, quod Judicis officium, quae <br> Partes in bellum missi Ducis; ille profecto <br> Reddere Personae scit convenientia cuique<a href=\"#n9\"><sup>[9]</sup></a>.</span></blockquote>","subId":"28","id":"Hutcheson.IBV.IGE.6.28"},{"type":"paragraph","content":"<span class=\"margin-comment\">Imagery in Poetry founded on the Moral Sense.</span> <span class=\"small-capitals\">Upon</span> this same <em>Sense</em> is founded the Power of that <em>great Beauty</em> in Poetry, the <span class=\"small-capitals\">Prosopopoeia</span>, by which <em>every Affection</em> is made a <em>Person</em>; every <em>natural Event</em>, <em>Cause</em>, <em>Object</em>, is animated by <em>moral Epithets</em>. For we join the Contemplation of <em>moral Circumstances</em> and <em>Qualitys</em>, along with <em>natural Objects</em>, to increase their <em>Beauty</em> or <em>Deformity</em>; and we affect the <em>Hearer</em> in a more lively manner with the Affections describ'd, by representing them as <em>Persons</em>. Thus a shady Wood must have its <em>solemn venerable Genius</em>, and proper <em>rural Gods</em>; every clear Fountain, its <em>sacred chaste Nymph</em>; and River, its <em>bountiful God</em>, with his <em>Urn</em>, and perhaps a <em>Cornucopiæ</em> diffusing <em>Plenty</em> and <em>Fruitfulness</em> along its Banks. The <em>Day-light</em> is <em>holy</em>, <em>benign</em>, and <em>powerful</em> to banish the pernicious Spirits of the <em>Night</em>. The Morning is a <em>kind officious Goddess</em>, <em>tripping</em> over the dewy Mountains, and <em>ushering</em> in Light to <em>Gods</em> and <em>Men</em>. War is an <em>impetuous</em>, <em>cruel</em>, <em>undistinguishing Monster</em>, whom no <em>Virtue</em>, no Circumstance of <em>Compassion</em>, can move from his bloody Purposes. The Steel is <em>unrelenting</em>; the Arrow and Spear are <em>impatient</em> to destroy, and carry <em>Death</em> on their Points. Our modern Engines of War are also <em>frightful Personages</em>, counterfeiting with their rude Throats the Thunder of <span class=\"name\"><span class=\"small-capitals\">Jove</span></span>. The <em>moral Imagery</em> of <em>Death</em> is every-where known, <em>viz.</em> his <em>Insensibility</em> to <em>Pity</em>, his <em>Inflexibility</em>, and <em>universal impartial Empire</em>. <span class=\"small-capitals\">Fortune</span> is inimitably drawn by <span class=\"name\"><span class=\"small-capitals\">Horace</span></span><a href=\"#n10\"><sup>[10]</sup></a>, with all her <em>Retinue</em> and <em>Votaries</em>, and with her <em>rigid severe</em> Minister, <em>Necessity</em>. The Qualitys of <em>Mind</em> too become <em>Persons</em>. <em>Love</em> becomes a <span class=\"name\"><span class=\"small-capitals\">Venus</span></span>, or a <span class=\"name\"><span class=\"small-capitals\">Cupid</span></span>; <em>Courage</em>, or <em>Conduct</em>, a <span class=\"name\"><span class=\"small-capitals\">Mars</span></span>, or a <span class=\"name\"><span class=\"small-capitals\">Pallas</span></span>, <em>protecting</em> and <em>assisting</em> the Hero; before them march <em>Terror</em> and <em>Dread</em>, <em>Flight</em> and <em>Pursuit</em>, <em>Shouts</em> and <em>Amazement</em>. Nay, the <em>most sacred Poets</em> are often led into this <em>Imagery</em>, and represent <em>Justice</em> and <em>Judgment</em> as <em>supporting</em> the <span class=\"small-capitals\">Almighty</span>'s Throne, and <em>Mercy</em> and <em>Truth</em> <em>going</em> before his Face: They shew us <em>Peace</em> as <em>springing</em> up from the Earth, and <em>Mercy</em> <em>looking</em> down from Heaven.","subId":"29","id":"Hutcheson.IBV.IGE.6.29"},{"type":"paragraph","content":"<span class=\"small-capitals\">Every</span> one perceives a greater Beauty in this manner of Representation, this Imagery, this Conjunction of <em>moral Ideas</em>, than in the fullest Narration, or the most lively natural Description. When one reads the fourth Book of <span class=\"name\"><span class=\"small-capitals\">Homer</span></span>, and is prepar'd, from the Council of the <em>Gods</em>, to imagine the bloody Sequel, and amidst the most beautiful Description which ever was imagin'd of <em>shooting</em> an Arrow, meets with its <em>moral Epithet</em>, <blockquote>——— <span class=\"foreign\">μελαινάων ἕρμ' ὀδυνᾴων<a href=\"#n11\"><sup>[11]</sup></a>,</span> <br> ——— <em>The Source of blackest Woes</em>;</blockquote> he will find himself more mov'd by this Circumstance, than by all the Profusion of natural Description which Man could imagine.","subId":"30","id":"Hutcheson.IBV.IGE.6.30"},{"type":"paragraph","content":"<span class=\"margin-comment\">History.</span> <span class=\"small-capitals\">History</span> derives its chief Excellence from the representing the <em>Manners</em> and <em>Characters</em>; the Contemplation of which in <em>Nature</em> being very affecting, they must necessarily give Pleasure, when well related.","subId":"31","id":"Hutcheson.IBV.IGE.6.31"},{"type":"paragraph","content":"<span class=\"margin-comment\">Painting.</span> <span class=\"small-capitals\">It</span> is well known too, that a Collection of the best Pieces of <em>Face-painting</em> is but a poor Entertainment, when compar'd with those Pieces which represent <em>moral Actions</em>, <em>Passions</em>, and <em>Characters</em>.","subId":"32","id":"Hutcheson.IBV.IGE.6.32"},{"type":"note","content":"<cite>Hor. <em>Lib.</em> 2. <em>Sat.</em> 6. ver. 10.</cite>","subId":"n1","id":"Hutcheson.IBV.IGE.6.n1"},{"type":"note","content":"<cite><em>Sect.</em> iii. <em>Art.</em> xi. <em>Axiom</em> 6.</cite>","subId":"n2","id":"Hutcheson.IBV.IGE.6.n2"},{"type":"note","content":"See above, <cite><em>Sect.</em> iv. <em>Art.</em> 4. <em>Par.</em> 4, 5.</cite>","subId":"n3","id":"Hutcheson.IBV.IGE.6.n3"},{"type":"note","content":"See <cite><em>Sect.</em> V. <em>Art.</em> 8. <em>Par.</em> 2.</cite>","subId":"n4","id":"Hutcheson.IBV.IGE.6.n4"},{"type":"note","content":"See <cite><em>Homer, Iliad 2. ver. 356, 590.</em></cite>","subId":"n5","id":"Hutcheson.IBV.IGE.6.n5"},{"type":"note","content":"See <cite><em>Sect.</em> v. <em>Art.</em> 8. <em>Par.</em> 2.</cite>","subId":"n6","id":"Hutcheson.IBV.IGE.6.n6"},{"type":"note","content":"See <cite><em>Treatise</em> I. <em>Sect.</em> ii. <em>Art.</em> 13. <em>Sect.</em> iv. <em>Art.</em> 3.</cite>","subId":"n7","id":"Hutcheson.IBV.IGE.6.n7"},{"type":"note","content":"<cite>Hor. de Arte Poet. ver. 309.</cite>","subId":"n8","id":"Hutcheson.IBV.IGE.6.n8"},{"type":"note","content":"<cite>Hor. de Arte Poet. ver. 312 &amp;c.</cite>","subId":"n9","id":"Hutcheson.IBV.IGE.6.n9"},{"type":"note","content":"See <cite><em>Lib.</em> 1. <em>Od.</em> 35.</cite>","subId":"n10","id":"Hutcheson.IBV.IGE.6.n10"},{"type":"note","content":"See <cite><em>Homer</em>, <em>Iliad</em> iv. <em>ver.</em> 117.</cite>","subId":"n11","id":"Hutcheson.IBV.IGE.6.n11"}],"texts":[],"ancestors":[{"id":"Hutcheson","forename":"Francis","surname":"Hutcheson","birth":1694,"death":1746,"published":1725,"nationality":"Irish/Scottish","sex":"Male","texts":[{"id":"Hutcheson.IBV","forename":"Francis","surname":"Hutcheson","title":"An Inquiry into the Original of Our Ideas of Beauty and Virtue","birth":1694,"death":1746,"published":[1725],"nationality":"Irish/Scottish","sex":"Male","imported":true,"breadcrumb":"Inquiry into Beauty and Virtue"},{"id":"Hutcheson.EI","forename":"Francis","surname":"Hutcheson","title":"An Essay on the Nature and Conduct of the Passions and Affections, with Illustrations on the Moral Sense","birth":1694,"death":1746,"published":[1728],"nationality":"Irish/Scottish","sex":"Male","imported":true,"breadcrumb":"Essay and Illustrations"},{"id":"Hutcheson.LFV","forename":"Francis","surname":"Hutcheson","title":"Letters Between the Late Mr. Gilbert Burnet and Mr. Hutchinson, Concerning the True Foundation of Virtue or Moral Goodness","birth":1694,"death":1746,"published":[1735],"nationality":"Irish/Scottish","sex":"Male","duplicate":"Burnet.LFV","breadcrumb":"Letters on the Foundation of Virtue"},{"id":"Hutcheson.RL","forename":"Francis","surname":"Hutcheson","title":"Reflections upon Laughter and Remarks on the Fable of Bees","birth":1694,"death":1746,"published":[1750],"nationality":"Irish/Scottish","sex":"Male","breadcrumb":"Reflections upon Laughter"}]},{"id":"Hutcheson.IBV","forename":"Francis","surname":"Hutcheson","title":"An Inquiry into the Original of Our Ideas of Beauty and Virtue","birth":1694,"death":1746,"published":[1725],"nationality":"Irish/Scottish","sex":"Male","imported":true,"breadcrumb":"Inquiry into Beauty and Virtue"},{"id":"Hutcheson.IBV.IGE","imported":true,"title":"An Inquiry concerning Moral Good and Evil","breadcrumb":"Inquiry concerning Good and Evil","published":[1725]}],"prev":{"id":"Hutcheson.IBV.IGE.5","imported":true,"title":"Section 5. A farther Confirmation that we have practical Dispositions to Virtue implanted in our Nature; with a farther Explication of our Instinct to Benevolence in its various Degrees; with the additional Motives of Interest, viz. Honour, Shame and Pity","breadcrumb":"Section 5","published":[1725]},"next":{"id":"Hutcheson.IBV.IGE.7","imported":true,"title":"Section 7. A Deduction of some Complex moral Ideas, viz: of Obligation, and Right, Perfect, Imperfect, and External, Alienable, and Unalienable, from this moral Sense","breadcrumb":"Section 7","published":[1725]}}