{"id":"Hutcheson.IBV.IGE.7","imported":true,"parent":"Hutcheson.IBV.IGE","title":"Section 7. A Deduction of some Complex moral Ideas, viz: of Obligation, and Right, Perfect, Imperfect, and External, Alienable, and Unalienable, from this moral Sense","breadcrumb":"Section 7","published":[1725],"copytext":[1738],"sourceDesc":"Hutcheson’s <cite>Inquiry into the Original of Our Ideas of Beauty and Virtue</cite> was first published in 1725, with a second edition “Corrected and Enlarg'd” in 1726, and a third “Corrected” in 1729. Our copytext is the fourth edition of 1738, likewise “Corrected”, which contains Hutcheson's final modifications and additions. The text was derived from Wolfgang Leidhold's edition (Indianapolis: Liberty Fund, 2004), which follows the second 1726 edition (noting significant variants from other editions), and removes most of the original italics and small capitals. This source text has been substantially altered, reinstating the original formatting and bringing the text in line with the 1738 edition.","sourceUrl":"https://oll.libertyfund.org/titles/hutcheson-an-inquiry-into-the-original-of-our-ideas-of-beauty-and-virtue-1726-2004/simple#lf1458_div_042","blocks":[{"type":"title","content":"<h3>SECT. VII.</h3> <h3><em>A Deduction of some </em>Complex moral Ideas<em>, viz: of </em>Obligation<em>, and </em>Right<em>, </em>Perfect<em>, </em>Imperfect<em>, and </em>External<em>, </em>Alienable<em>, and </em>Unalienable<em>, from this </em>moral Sense<em>.</em></h3> ","id":"Hutcheson.IBV.IGE.7"},{"type":"paragraph","content":"TO conclude this Subject, we may, from what has been said, see the <em>true Original of moral Ideas</em>, <em>viz.</em> <em>This moral Sense of Excellence in every Appearance, or Evidence of Benevolence</em>. It remains to be explain'd, how we acquire more particular Ideas of <em>Virtue</em> and <em>Vice</em>, abstracting from any <em>Law</em>, <em>Human</em>, or <em>Divine</em>.","subId":"1","id":"Hutcheson.IBV.IGE.7.1"},{"type":"paragraph","content":"<span class=\"margin-comment\">Obligation.</span> <span class=\"small-capitals\">If</span> any one ask, Can we have any Sense of <span class=\"small-capitals\">Obligation</span>, abstracting from the <em>Laws</em> of a <em>Superior</em>? We must answer according to the various Senses of the word <em>Obligation</em>. If by <em>Obligation</em> we understand <em>a Determination, without regard to our own Interest, to approve Actions, and to perform them; which Determination shall also make us displeas'd with our selves, and uneasy upon having acted contrary to it</em>: in this meaning of the word <em>Obligation</em>, there is <em>naturally</em> an <em>Obligation</em> upon all Men to <em>Benevolence</em>; and they are still under its Influence, even when by false, or partial Opinions of the natural Tendency of their Actions, this <em>moral Sense</em> leads them to <em>Evil</em>; unless by long inveterate Habits it be exceedingly weaken'd; for it scarce seems possible wholly to extinguish it. Or, which is to the same purpose, this <em>internal Sense</em>, and <em>Instinct</em> of <em>Benevolence</em>, will either influence our Actions, or make us very uneasy and dissatisfy'd; and we shall be conscious, that we are in a base unhappy State, even without considering any <em>Law</em> whatsoever, or any external Advantages lost, or Disadvantages impending from its Sanctions. And farther, there are still such Indications given us of what is in the whole <em>beneficent</em>, and what not, as may probably discover to us the true Tendency of every Action; and let us see, some time or other, the evil Tendency of what upon a partial View appear'd <em>good</em>: or if we have no Friends so faithful as to admonish us, the Persons injur'd will not fail to upbraid us. So that no Mortal can secure to himself a perpetual Serenity, Satisfaction, and Self-approbation, but by a <em>serious Inquiry</em> into the Tendency of his Actions, and a <em>perpetual Study</em> of <em>universal Good</em>, according to the justest Notions of it.","subId":"2","id":"Hutcheson.IBV.IGE.7.2"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> if, by <em>Obligation</em>, we understand <em>a Motive from Self-interest, sufficient to determine all those who duly consider it, and pursue their own Advantage wisely, to a certain Course of Actions</em>; we may have a Sense of such an <em>Obligation</em>, by reflecting on this <em>Determination</em> of our <em>Nature</em> to approve <em>Virtue</em>, to be pleas'd and happy when we reflect upon our having done <em>virtuous Actions</em>, and to be uneasy when we are conscious of having acted otherwise; and also by considering how much superior we esteem the Happiness of Virtue to any other Enjoyment<a href=\"#n1\"><sup>[1]</sup></a>. We may likewise have a Sense of this sort of <em>Obligation</em>, by considering those Reasons which prove a constant Course of <em>benevolent</em> and <em>social Actions</em>, to be the most probable Means of promoting the <em>natural Good</em> of every <em>Individual</em>; as <span class=\"name\"><span class=\"small-capitals\">Cumberland</span></span> and <span class=\"name\"><span class=\"small-capitals\">Puffendorf</span></span> have prov'd: And all this without Relation to a <em>Law</em>.","subId":"3","id":"Hutcheson.IBV.IGE.7.3"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> farther, if our <em>moral Sense</em> be suppos'd exceedingly weakened, and the <em>selfish Passions</em> grown strong, either thro' some general Corruption of Nature, or inveterate Habits; if our <em>Understanding</em> be weak, and we be often in danger of being hurry'd by our <em>Passions</em> into precipitate and rash Judgments, that <em>malicious Actions</em> shall promote our Advantage more than <em>Beneficence</em>; in such a Case, if it be inquir'd what is necessary to engage Men to <em>beneficent Actions</em>, or induce a steady Sense of an <em>Obligation</em> to act for the <em>public Good</em>; then, no doubt, <q>A <em>Law</em> with Sanctions, given by a <em>superior Being</em>, of sufficient Power to make us happy or miserable, must be necessary to counterbalance those apparent Motives of <em>Interest</em>, to calm our <em>Passions</em>, and give room for the recovery of our <em>moral Sense</em>, or at least for a just View of our <em>Interest</em>.</q>","subId":"4","id":"Hutcheson.IBV.IGE.7.4"},{"type":"paragraph","content":"<span class=\"margin-comment\">How far Virtue can be taught.</span> <span class=\"small-capitals\">Now</span> the principal Business of the <em>moral Philosopher</em> is to shew, from solid Reasons, <q>That <em>universal Benevolence</em> tends to the Happiness of the <em>Benevolent</em>, either from the Pleasures of <em>Reflection</em>, <em>Honour</em>, <em>natural Tendency</em> to engage the good Offices of Men, upon whose Aid we must depend for our Happiness in this World; or from the Sanctions of <em>divine Laws</em> discover'd to us by the Constitution of the <em>Universe</em>;</q> that so no apparent Views of <em>Interest</em> may counteract this <em>natural Inclination</em>: but not to attempt proving, <q>That Prospects of our <em>own Advantage</em> of any kind can raise in us the <em>virtuous Benevolence</em> toward others.</q> Let the Obstacles from <em>Self-Love</em> be only remov'd, and <span class=\"small-capitals\">Nature</span> itself will incline us to <em>Benevolence</em>. Let the Misery of <em>excessive Selfishness</em>, and all its Passions, be but once explain'd, that so <em>Self-Love</em> may cease to counteract our <em>natural Propensity</em> to <em>Benevolence</em>; and when this <em>noble</em> Disposition gets loose from these Bonds of <em>Ignorance</em>, and false Views of <em>Interest</em>, it shall be assisted even by <em>Self-Love</em>, and grow strong enough to make a <em>noble virtuous Character</em>. Then he is to inquire, by <em>Reflection</em> upon human Affairs, what Course of Action does most effectually promote the <em>universal Good</em>, what universal Rules or Maxims are to be observ'd, and in what Circumstances the Reason of them alters, so as to admit Exceptions; that so our <em>good Inclinations</em> may be directed by <em>Reason</em>, and a <em>just Knowledge</em> of the <em>Interests</em> of <em>Mankind</em>. But <em>Virtue</em> itself, or <em>good Dispositions</em> of <em>Mind</em>, are not directly taught, or produc'd by <em>Instruction</em>; they must be originally implanted in our Nature by its <em>great</em> <span class=\"small-capitals\">Author</span>; and afterwards strengthen'd and confirm'd by our own Cultivation.","subId":"5","id":"Hutcheson.IBV.IGE.7.5"},{"type":"paragraph","content":"<span class=\"margin-comment\">Objection.</span> <span class=\"small-capitals\">We</span> are often told, <q>That there is no need of supposing such a <em>Sense</em> of <em>Morality</em> given to Men, since <em>Reflection</em> and <em>Instruction</em> would recommend the same Actions from Arguments of <em>Self-Interest</em>, and engage us, from the acknowledg'd Principle of <em>Self-Love</em>, to the Practice of them, without this <em>unintelligible Determination</em> to <em>Benevolence</em>, or the <em>occult Quality</em> of a <em>moral Sense</em>.</q>","subId":"6","id":"Hutcheson.IBV.IGE.7.6"},{"type":"paragraph","content":"<span class=\"margin-comment\">Moral Sense, not from Reflection.</span> <span class=\"small-capitals\">It</span> is perhaps true, that <em>Reflection</em> and <em>Reason</em> might lead us to approve the same Actions as <em>advantageous</em>. But would not the <em>same</em> Reflection and Reason likewise generally recommend the same <em>Meats</em> to us, which our <em>Taste</em> represents as pleasant? And shall we thence conclude, that we have no <em>Sense</em> of <em>Tasting</em>, or that such a <em>Sense</em> is <em>useless</em>? No: The use is plain in both Cases. Notwithstanding the mighty <em>Reason</em> we boast of above other Animals, its Processes are too slow, too full of Doubt and Hesitation, to serve us in every Exigency, either for our own Preservation, without the <em>external Senses</em>, or to influence our Actions for the <em>Good</em> of the <em>Whole</em>, without this <em>moral Sense</em>. Nor could we be so strongly determin'd at all times to what is most conducive to either of these Ends, without these <em>expeditious Monitors</em>, and <em>importunate Sollicitors</em>; nor so nobly rewarded, when we act vigorously in Pursuit of these Ends, by the calm dull Reflections of <em>Self-Interest</em>, as by those delightful Sensations.","subId":"7","id":"Hutcheson.IBV.IGE.7.7"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> <em>natural Determination</em> to approve and admire, or hate and dislike Actions, is, no doubt, an <em>occult Quality</em>. But is it any way more mysterious, that the Idea of an Action should raise <em>Esteem</em> or <em>Contempt</em>, than that the Motion or tearing of Flesh should give <em>Pleasure</em> or <em>Pain</em>; or the Act of Volition should move <em>Flesh</em> and <em>Bones</em>? In the latter Case, we have got the Brain, and elastic Fibres, and animal Spirits, and elastic Fluids, like the <em>Indian</em>'s Elephant, and Tortoise, to bear the Burden of the Difficulty: but go one step farther, and you find the whole as difficult as at first, and equally a Mystery with <em>this Determination</em> to love and approve, or condemn and despise <em>Actions</em> and <em>Agents</em>, without any Views of <em>Interest</em>, as they appear <em>benevolent</em>, or the contrary.","subId":"8","id":"Hutcheson.IBV.IGE.7.8"},{"type":"paragraph","content":"<span class=\"small-capitals\">When</span> they offer it as a Presumption that there can be no such <em>Sense</em>, antecedent to all Prospect of <em>Interest</em>, <q>That these Actions for the most part are really <em>advantageous</em>, one way or other, to the <em>Actor</em>, the <em>Approver</em>, or <em>Mankind</em> in general, by whose Happiness our own State may be some way made better;</q> may we not ask, supposing the <span class=\"small-capitals\">Deity</span> intended to impress such a <em>Sense</em> of something <em>amiable</em> in Actions, (which is no impossible Supposition) What sort of Actions would a <em>good</em> <span class=\"small-capitals\">God</span> determine us to <em>approve</em>? Must we deny the possibility of such a Determination, if it did not lead us to admire Actions of no <em>Advantage</em> to <em>Mankind</em>, or to love <em>Agents</em> for their being <em>eminent Triflers</em>? If then the Actions which a <em>wise</em> and <em>good</em> <span class=\"small-capitals\">God</span> must determine us to approve, if he give us any such <em>Sense</em> at all, must be Actions <em>useful</em> to the <em>Publick</em>, this <em>Advantage</em> can never be a Reason against the <em>Sense</em> itself. After the same manner, we should deny all <em>Revelation</em>, which taught us <em>good Sense</em>, <em>Humanity</em>, <em>Justice</em>, and a <em>rational Worship</em>, because <em>Reason</em> and <em>Interest</em> confirm and recommend such <em>Principles</em> and <em>Services</em>; and should greedily embrace every <em>Contradiction</em>, <em>Foppery</em>, and <em>Pageantry</em>, as a <em>truly divine Institution</em>, without any thing <em>humane</em>, or <em>useful</em> to <em>Mankind</em>.","subId":"9","id":"Hutcheson.IBV.IGE.7.9"},{"type":"paragraph","content":"<span class=\"margin-comment\">Moral Sense judges of Laws.</span> <span class=\"small-capitals\">The</span> Writers upon opposite Schemes, who deduce all Ideas of <em>Good</em> and <em>Evil</em> from the <em>private Advantage</em> of the <em>Actor</em>, or from Relation to a <em>Law</em>, and its <em>Sanctions</em>, either known from <em>Reason</em> or <em>Revelation</em>, are perpetually recurring to this <em>moral Sense</em> which they deny; not only in calling the <em>Laws</em> of the <span class=\"small-capitals\">Deity</span> <em>just</em> and <em>good</em>, and alledging <em>Justice</em> and <em>Right</em> in the <span class=\"small-capitals\">Deity</span> to govern us; but by using a Set of Words which import something different from what they will allow to be their only Meaning. <em>Obligation</em>, with them, is only such a <em>Constitution, either of Nature, or some governing Power, as makes it advantageous for the Agent to act in a certain manner</em>. Let this Definition be substituted, where-ever we meet with the words, <em>ought</em>, <em>should</em>, <em>must</em>, in a moral Sense, and many of their Sentences would seem very strange; as that the Deity <em>must</em> act rationally, <em>must</em> not, or <em>ought</em> not to punish the Innocent, <em>must</em> make the state of the <em>Virtuous</em> better than that of the <em>Wicked</em>, <em>must</em> observe Promises; substituting the Definition of the Words, <em>must</em>, <em>ought</em>, <em>should</em>, would make these Sentences either ridiculous, or very disputable.","subId":"10","id":"Hutcheson.IBV.IGE.7.10"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> that our first Ideas of <em>moral Good</em> depend not on <em>Laws</em>, may plainly appear from our constant Inquirys into the <em>Justice</em> of <em>Laws themselves</em>; and that not only of <em>human Laws</em>, but of the <em>divine</em>. What else can be the Meaning of that universal Opinion, <q>That the <em>Laws</em> of <span class=\"small-capitals\">God</span> are <em>just</em>, and <em>holy</em>, and <em>good</em>?</q> <em>Human Laws</em> may be call'd <em>good</em>, because of their Conformity to the <em>Divine</em>. But to call the <em>Laws</em> of the <em>supreme</em> <span class=\"small-capitals\">Deity</span> <em>good</em>, or <em>holy</em>, or <em>just</em>, if all <em>Goodness</em>, <em>Holiness</em>, and <em>Justice</em> be constituted by <em>Laws</em>, or the <em>Will</em> of a <em>Superior</em> any way reveal'd, must be an insignificant Tautology, amounting to no more than this, <q>That <span class=\"small-capitals\">God</span> <em>wills</em> what he <em>wills</em>.</q>","subId":"11","id":"Hutcheson.IBV.IGE.7.11"},{"type":"paragraph","content":"<span class=\"small-capitals\">It</span> must then first be suppos'd, that there is something in Actions which is apprehended <em>absolutely good</em>; and this is <em>Benevolence</em>, or Desire of the <em>publick natural Happiness</em> of <em>rational Agents</em>; and that our <em>moral Sense</em> perceives this <em>Excellence</em>: and then we call the <em>Laws</em> of the <span class=\"small-capitals\">Deity</span> <em>good</em>, when we imagine that they are contriv'd to promote the <em>publick Good</em> in the most effectual and impartial manner. And the <span class=\"small-capitals\">Deity</span> is call'd <em>good</em>, in a <em>moral Sense</em>, when we apprehend that his <em>whole Providence</em> tends to the universal Happiness of his <em>Creatures</em>; whence we conclude his <em>Benevolence</em>, and <em>Desire</em> of their Happiness.","subId":"12","id":"Hutcheson.IBV.IGE.7.12"},{"type":"paragraph","content":"<span class=\"small-capitals\">Some</span> tell us, <q>That the <em>Goodness</em> of the <em>divine Laws</em> consists in their Conformity to some <em>essential Rectitude</em> of his <em>Nature</em>.</q> But they must excuse us from assenting to this, till they make us understand the Meaning of this Metaphor, <em>essential Rectitude</em>; and till we discern whether any thing more is meant by it than a <em>perfectly wise</em>, <em>uniform</em>, <em>impartial Benevolence</em>.","subId":"13","id":"Hutcheson.IBV.IGE.7.13"},{"type":"paragraph","content":"<span class=\"margin-comment\">Difference between Constraint, and Obligation.</span> <span class=\"small-capitals\">Hence</span> we may see the Difference between <em>Constraint</em> and <em>Obligation</em>. There is indeed no Difference between <em>Constraint</em>, and the second Sense of the word <em>Obligation</em>, viz. <em>a Constitution which makes an Action eligible from Self-Interest</em>, if we only mean <em>external Interest</em>, distinct from the delightful Consciousness which arises from the <em>moral Sense</em>. The Reader need scarcely be told, that by <em>Constraint</em>, we do not understand an <em>external Force</em> moving our Limbs without our Consent; for in that Case we are not <em>Agents</em> at all; but that <em>Constraint</em> which arises from the threatening and presenting some <em>Evil</em>, in order to make us act in a certain manner. And yet there seems an universally acknowledg'd Difference between even this sort of <em>Constraint</em> and <em>Obligation</em>. We never say, we are <em>oblig'd</em> to do an Action which we count base, but we may be <em>constrain'd</em> to it: we never say that the <em>divine Laws</em>, by their Sanctions, <em>constrain</em> us, but <em>oblige</em> us; nor do we call Obedience to the <span class=\"small-capitals\">Deity</span> <em>Constraint</em>, unless by a Metaphor, tho' many own they are influenc'd by Fear of Punishments. And yet supposing an <em>almighty evil Being</em> should require, under grievous Penaltys, <em>Treachery</em>, <em>Cruelty</em>, <em>Ingratitude</em>, we would call this <em>Constraint</em>. The Difference is plainly this: When any Sanctions co-operate with our <em>moral Sense</em>, in exciting us to Actions which we count <em>morally good</em>, we say we are <em>oblig'd</em>; but when Sanctions of Rewards or Punishments oppose our <em>moral Sense</em>, then we say we are <em>brib'd</em> or <em>constrain'd</em>. In the former Case we call the <em>Lawgiver</em> <em>good</em>, as designing the <em>publick Happiness</em>; in the latter we call him <em>evil</em>, or <em>unjust</em>, for the suppos'd <em>contrary</em> Intention. But were all our Ideas of <em>moral Good</em> or <em>Evil</em> deriv'd solely from opinions of <em>private Advantage</em> or <em>Loss</em> in Actions, I see no possible Difference which could be made in the Meaning of these words.","subId":"14","id":"Hutcheson.IBV.IGE.7.14"},{"type":"paragraph","content":"<span class=\"margin-comment\">Rights.</span> <span class=\"small-capitals\">From</span> this Sense too we derive our Ideas of <span class=\"small-capitals\">Rights</span>. Whenever it appears to us, that <em>a Faculty of doing, demanding, or possessing any thing, universally allow'd in certain Circumstances, would in the Whole tend to the general Good</em>, we say, that one in such Circumstances has <em>a Right to do, possess, or demand that Thing</em>. And according as this Tendency to the <em>publick Good</em> is <em>greater</em> or <em>less</em>, the <em>Right</em> is <em>greater</em> or <em>less</em>.","subId":"15","id":"Hutcheson.IBV.IGE.7.15"},{"type":"paragraph","content":"<span class=\"margin-comment\">Perfect Rights.</span> <span class=\"small-capitals\">The</span> <em>Rights</em> call'd <em>perfect</em>, are of <em>such Necessity to the publick Good, that the universal Violation of them would make human Life intolerable</em>; and it actually makes those miserable, whose <em>Rights</em> are thus <em>violated</em>. On the contrary, to fulfil these <em>Rights</em> in every Instance, tends to the <em>publick Good</em>, either <em>directly</em>, or by promoting the innocent Advantage of a <em>Part</em>. Hence it plainly follows, <q>That to allow a violent Defence, or Prosecution of such <em>Rights</em>, before Civil Government be constituted, cannot in any particular Case be more detrimental to the <em>Publick</em>, than the Violation of them with Impunity.</q> And as to the general Consequences, the universal Use of Force in <em>a State of Nature</em>, in pursuance of <em>perfect Rights</em>, seems exceedingly <em>advantageous</em> to the <em>Whole</em>, by making every one dread any Attempts against the <em>perfect Rights</em> of others.","subId":"16","id":"Hutcheson.IBV.IGE.7.16"},{"type":"paragraph","content":"<span class=\"margin-comment\">Right of War, and Punishment.</span> <span class=\"small-capitals\">This</span> is the <em>moral Effect</em> which attends <em>proper Injury</em>, or a <em>Violation of the perfect Rights of others</em>, <em>viz.</em> A <em>Right</em> to <em>War</em>, and all <em>Violence</em> which is necessary to oblige the <em>Injurious</em> to repair the Damage, and give Security against such Offences for the future. This is the sole Foundation of the Rights of <em>punishing</em> Criminals, and of <em>violent Prosecutions</em> of our Rights, in a <em>State of Nature</em>. And these Rights, naturally residing in the Persons injur'd, or their <em>voluntary</em>, or <em>invited</em> Assistants, to use Force according to the Judgment of indifferent Arbitrators, being by the Consent of the <em>Persons injur'd</em>, transferr'd to the <em>Magistrate</em> in a <em>Civil State</em>, are the true Foundation of his Right of Punishment. Instances of <em>perfect Rights</em> are those to our <em>Lives</em>; to the <em>Fruits</em> of our Labours; to demand Performance of <em>Contracts</em> upon valuable Considerations, from Men capable of performing them; to <em>direct</em> our own Actions either for <em>publick</em>, or <em>innocent private Good</em>, before we have submitted them to the Direction of others in any measure: and many others of like Nature.","subId":"17","id":"Hutcheson.IBV.IGE.7.17"},{"type":"paragraph","content":"<span class=\"margin-comment\">Imperfect Rights.</span> <span class=\"small-capitals\">Imperfect</span> <em>Rights</em> are <em>such as, when universally violated, would not necessarily make Men miserable</em>. These <em>Rights</em> tend to the Improvement and Increase of <em>positive Good</em> in any Society, but are not <em>absolutely</em> necessary to prevent universal Misery. The Violation of them only disappoints Men of the Happiness expected from the Humanity or Gratitude of others; but does not deprive Men of any <em>Good</em> which they had before. From this Description it appears, <q>That a violent Prosecution of such <em>Rights</em> would generally occasion greater <em>Evil</em> than the Violation of them.</q> Besides, the allowing of Force in such Cases would deprive Men of the greatest Pleasure in Actions of <em>Kindness</em>, <em>Humanity</em>, <em>Gratitude</em>; which would cease to appear amiable, when Men could be constrain'd to perform them. Instances of <em>imperfect Rights</em> are those which the <em>Poor</em> have to the Charity of the Wealthy; which <em>all Men</em> have to Offices of no Trouble or Expence to the Performer; which <em>Benefactors</em> have to returns of Gratitude, and such-like.","subId":"18","id":"Hutcheson.IBV.IGE.7.18"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> Violation of <em>imperfect Rights</em> only argues a Man to have such weak <em>Benevolence</em>, as not to study advancing the <em>positive Good</em> of others, when in the least opposite to his own: but the Violation of <em>perfect Rights</em> argues the <em>injurious Person</em> to be <em>positively evil</em> or <em>cruel</em>; or at least so immoderately<em> selfish</em>, as to be indifferent about the <em>positive Misery</em> and <em>Ruin</em> of others, when he imagines he can find his <em>Interest</em> in it. In violating the <em>former</em>, we shew a weak Desire of <em>publick Happiness</em>, which every small View of <em>private Interest</em> overbalances; but in violating the <em>latter</em>, we shew ourselves so intirely negligent of the <em>Misery</em> of others, that Views of increasing our own <em>Good</em> overcome all our Compassion toward their Sufferings. Now as the absence of <em>Good</em> is more easily born than the presence of <em>Misery</em>; so our <em>good Wishes</em> toward the <em>positive Good</em> of others, are weaker than our <em>Compassion</em> toward their <em>Misery</em>. He then who violates <em>imperfect Rights</em>, shews that his <em>Self-Love</em> overcomes only the Desire of <em>positive Good</em> to others; but he who violates <em>perfect Rights</em>, betrays such a <em>selfish</em> Desire of advancing his own <em>positive Good</em>, as overcomes all <em>Compassion</em> toward the <em>Misery</em> of others.","subId":"19","id":"Hutcheson.IBV.IGE.7.19"},{"type":"paragraph","content":"<span class=\"margin-comment\">External Rights.</span> <span class=\"small-capitals\">Beside</span> these two sorts of <em>Rights</em>, there is a third call'd <em>External</em>; as when <em>the doing, possessing, or demanding of any Thing, is really detrimental to the Publick in any particular Instance, as being contrary to the imperfect Right of another; but yet the universally denying Men this Faculty of doing, possessing, or demanding that Thing, or of using Force in Pursuance of it, would do more Mischief than all the Evils to be fear'd from the Use of this Faculty</em>. And hence it appears, <q>That there can be no Right to use Force in opposition even to <em>external Rights</em>, since it tends to the <em>universal Good</em> to allow Force in Pursuance of them.</q>","subId":"20","id":"Hutcheson.IBV.IGE.7.20"},{"type":"paragraph","content":"<span class=\"small-capitals\">Civil</span> Societys substitute <em>Actions in Law</em>, instead of the Force allow'd in <em>the State of Nature</em>.","subId":"21","id":"Hutcheson.IBV.IGE.7.21"},{"type":"paragraph","content":"<span class=\"small-capitals\">Instances</span> of <em>external Rights</em> are these; that of a <em>wealthy Miser</em> to recal his Loan from the most industrious poor Tradesman at any time; that of demanding the Performance of a <em>Covenant</em> too burdensome on one Side; the Right of a <em>wealthy Heir</em> to refuse Payment of any Debts which were contracted by him under Age, without Fraud in the Lender; the Right of taking advantage of a <em>positive Law</em>, contrary to what was <em>Equity</em> antecedent to that Law; as when a <em>register'd Deed</em> takes Place of one not register'd, altho' prior to it, and known to be so before the second Contract.","subId":"22","id":"Hutcheson.IBV.IGE.7.22"},{"type":"paragraph","content":"<span class=\"margin-comment\">What Rights can be opposite.</span> <span class=\"small-capitals\">Now</span>, whereas no <em>Action</em>, <em>Demand</em>, or <em>Possession</em>, can at once be either necessary to the <em>publick Good</em>, or conducive to it, and at the same time its <em>contrary</em> be either necessary or conducive to the same End; it follows, <q>That there can be no Opposition of <em>perfect Rights</em> among themselves, of <em>imperfect</em> among themselves, or between <em>perfect</em> and <em>imperfect Rights</em>.</q> But it may often tend to the <em>publick Good</em>, to allow a <em>Right</em> of <em>doing</em>, <em>possessing</em>, or <em>demanding</em>, and of using <em>Force</em> in Pursuance of it, while perhaps it would have been more <em>humane</em> and <em>kind</em> in any Person to have acted otherwise, and not have claim'd his <em>Right</em>. But yet a violent Opposition to <em>these Rights</em> would have been vastly more <em>pernicious</em> than all the Inhumanity in the Use of them. And therefore, tho' <em>external Rights</em> cannot be opposite among themselves; yet they may be opposite to <em>imperfect Rights</em>; but <em>imperfect Rights</em>, tho' violated, give no <em>Right</em> to <em>Force</em>. Hence it appears, <q>That there can never be a <em>Right</em> to <em>Force</em> on both Sides, or a <em>just War</em> on both Sides at the same time.</q>","subId":"23","id":"Hutcheson.IBV.IGE.7.23"},{"type":"paragraph","content":"<span class=\"margin-comment\">Rights alienable and unalienable.</span> <span class=\"small-capitals\">There</span> is another important Difference of <em>Rights</em>, according as they are <em>Alienable</em>, or <em>Unalienable</em>. To determine what <em>Rights</em> are <em>alienable</em>, and what not, we must take these two Marks:","subId":"24","id":"Hutcheson.IBV.IGE.7.24"},{"type":"paragraph","content":"<span class=\"small-capitals\">If</span> the Alienation be within our natural Power, so that it be possible for us in Fact to transfer our <em>Right</em>; and if it be so, then,","subId":"25","id":"Hutcheson.IBV.IGE.7.25"},{"type":"paragraph","content":"<span class=\"small-capitals\">It</span> must appear, that to transfer such <em>Rights</em> may serve some valuable Purpose.","subId":"26","id":"Hutcheson.IBV.IGE.7.26"},{"type":"paragraph","content":"<span class=\"small-capitals\">By</span> the <em>first</em> Mark it appears, <q>That the <em>Right of private Judgment</em>, or of our <em>inward Sentiments</em>, is <em>unalienable</em>;</q> since we cannot command ourselves to think what either we ourselves, or any other Person pleases. So are also our <em>internal Affections</em>, which necessarily arise according to our Opinions of their Objects. By the <em>second</em> Mark it appears, <q>That our <em>Right</em> of <em>serving</em> <span class=\"small-capitals\">God</span>, in the manner which we think acceptable, is not <em>alienable</em>;</q> because it can never serve any valuable Purpose, to make Men worship him in a way which seems to them displeasing to him. The same way, a <em>direct Right</em> over our <em>Lives</em> or <em>Limbs</em> is not <em>alienable</em> to any Person; so that he might at Pleasure put us to death, or maim us. We have indeed a <em>Right</em> to hazard our Lives in any good Action which is of importance to the <em>Publick</em>; and it may often serve a most valuable End, to subject the Direction of such perilous Actions to the Prudence of others in pursuing a <em>publick Good</em>; as <em>Soldiers</em> do to their <em>General</em>, or to a <em>Council</em> of <em>War</em>: and so far this <em>Right</em> is <em>alienable</em>. These may serve as Instances to shew the Use of the two Marks of <em>alienable Rights</em>, which must both concur to make them so, and will explain the manner of applying them in other Cases.","subId":"27","id":"Hutcheson.IBV.IGE.7.27"},{"type":"paragraph","content":"<span class=\"margin-comment\">The Foundation of Property.</span> <span class=\"small-capitals\">That</span> we may see the Foundation of some of the more <em>important Rights</em> of <em>Mankind</em>, let us observe, that probably nine Tenths, at least, of the things which are useful to Mankind, are owing to their <em>Labour</em> and <em>Industry</em>; and consequently, when once Men become so numerous, that the <em>natural Product</em> of the Earth is not sufficient for their Support, or Ease, or innocent Pleasure; a Necessity arises, for the Support of the increasing <em>System</em>, that such a <em>Tenour</em> of Conduct be observ'd, as shall most effectually promote <em>Industry</em>; and that Men abstain from all Actions which would have the contrary Effect. It is well known, that <em>general Benevolence</em> alone, is not a Motive strong enough to <em>Industry</em>, to bear Labour<em></em> and <em>Toil</em>, and many other Difficultys which we are averse to from <em>Self-Love</em>. For the strengthning therefore our Motives to <em>Industry</em>, we have the strongest Attractions of <em>Blood</em>, of <em>Friendship</em>, of <em>Gratitude</em>, and the additional Motives of <em>Honour</em>, and even of <em>external Interest</em>. <em>Self-Love</em> is really as necessary to the <em>Good</em> of the <em>Whole</em>, as <em>Benevolence</em>; as that <em>Attraction</em> which causes the Cohesion of the Parts, is as necessary to the <em>regular State</em> of the <em>Whole</em>, as <em>Gravitation</em>. Without these additional Motives, <em>Self-Love</em> would generally oppose the Motions of <em>Benevolence</em>, and concur with <em>Malice</em>, or influence us to the same Actions which <em>Malice</em> would. <q>That Tenour of Action then, which would take away the stronger Ties of <em>Benevolence</em>, or the additional Motives of <em>Honour</em> and <em>Advantage</em>, from our <em>Minds</em>, and so hinder us from pursuing <em>industriously</em> that Course which really increases the <em>Good</em> of the <em>Whole</em>, is <em>evil</em>; and we are oblig'd to shun it.</q>","subId":"28","id":"Hutcheson.IBV.IGE.7.28"},{"type":"paragraph","content":"<span class=\"small-capitals\">First</span> then, the depriving any Person of the Fruits of his own innocent Labour, takes away all Motives to <em>Industry</em> from <em>Self-Love</em>, or the nearer <em>Ties</em>; and leaves us no other Motive than <em>general Benevolence</em>: nay, it exposes the <em>Industrious</em> as a constant Prey to the <em>Slothful</em>, and sets <em>Self-Love</em> against <em>Industry</em>. This is the Ground of our <em>Right</em> of <em>Dominion</em> and <em>Property</em> in the <em>Fruits</em> of our <em>Labours</em>; without which <em>Right</em>, we could scarce hope for any <em>Industry</em>, or any thing beyond the Product of uncultivated Nature. <em>Industry</em> will be confin'd to our present Necessitys, and cease when they are provided for; at least it will only continue from the weak Motive of <em>general Benevolence</em>, if we are not allow'd to store up beyond present Necessity, and to dispose of what is above our Necessitys, either in Barter for other kinds of Necessarys, or for the Service of our Friends or Familys. And hence appears the <em>Right</em> which Men have to lay up for the <em>future</em>, the Goods which will not be spoil'd by it; of alienating them in <em>Trade</em>; of Donation to <em>Friends</em>, <em>Children</em>, <em>Relations</em>: otherwise we deprive <em>Industry</em> of all the Motives of <em>Self-Love</em>, <em>Friendship</em>, <em>Gratitude</em>, and <em>natural Affection</em>. The same Foundation there is for the <em>Right</em> of Disposition by <em>Testament</em>. The <em>Presumption</em> of this Disposition is the Ground of the <em>Right</em> of Succession to the <em>Intestate</em>.","subId":"29","id":"Hutcheson.IBV.IGE.7.29"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> <em>external Right</em> of the <em>Miser</em> to his useless Hoards is founded also on this, That allowing Persons by Violence, or without Consent of the Acquirer, to take the Use of his Acquisitions, would discourage <em>Industry</em>, and take away all the Pleasures of <em>Generosity</em>, <em>Honour</em>, <em>Charity</em>, which cease when Men can be forc'd to these Actions. Besides, there is no determining in many Cases, who is a <em>Miser</em>, and who is not.","subId":"30","id":"Hutcheson.IBV.IGE.7.30"},{"type":"paragraph","content":"<span class=\"margin-comment\">Right of Marriage.</span> <span class=\"small-capitals\">Marriage</span> must be so constituted as to ascertain the Offspring; otherwise we take away from the <em>Males</em> one of the strongest Motives to <em>publick Good</em>, viz. <em>natural Affection</em>; and discourage <em>Industry</em>, as has been shewn above.","subId":"31","id":"Hutcheson.IBV.IGE.7.31"},{"type":"paragraph","content":"<span class=\"margin-comment\">Commerce.</span> <span class=\"small-capitals\">The</span> <em>Labour</em> of each Man cannot furnish him with all Necessarys, tho' it may furnish him with a needless Plenty of one sort: Hence the <em>Right</em> of <em>Commerce</em>, and <em>alienating</em> our Goods; and also the <em>Rights</em> from <em>Contracts</em> and <em>Promises</em>, either to the <em>Goods</em> acquir'd by others, or to their <em>Labours</em>.","subId":"32","id":"Hutcheson.IBV.IGE.7.32"},{"type":"paragraph","content":"<span class=\"margin-comment\">Right of Civil Government.</span> <span class=\"small-capitals\">The</span> great Advantages which accrue to Mankind from unprejudic'd <em>Arbitrators</em>, impower'd to decide the <em>Controversys</em> which ordinarily arise, thro' the partiality of <em>Self-Love</em>, among Neighbours; as also from prudent Directors, who should not only instruct the Multitude in the best Methods of promoting the <em>publick Good</em>, and of defending themselves against mutual or foreign <em>Injurys</em>; but also be arm'd with Force sufficient to make their Decrees or Orders effectual at home, and the Society formidable abroad: These Advantages, I say, sufficiently shew the <em>Right</em> Men have to constitute <em>Civil Government</em>, and to subject their <em>alienable Rights</em> to the Disposal of their Governors, under such <em>Limitations</em> as their Prudence suggests. And as far as the People have subjected their <em>Rights</em>, so far their Governors have an <em>external Right</em>, at least, to dispose of them, as their Prudence shall direct, for attaining the Ends of their Institution; and no farther.","subId":"33","id":"Hutcheson.IBV.IGE.7.33"},{"type":"paragraph","content":"<span class=\"margin-comment\">Corollarys for comparing the degrees of Virtue and Vice in Actions.</span> <span class=\"small-capitals\">These</span> Instances may shew how our <em>moral Sense</em>, by a little Reflection upon the Tendencys of Actions, may adjust the <em>Rights</em> of <em>Mankind</em>. Let us now apply the general Rule laid down above<a href=\"#n2\"><sup>[2]</sup></a>, for comparing the Degrees of <em>Virtue</em> and <em>Vice</em> in Actions, in a few Corollarys besides that one already deduc'd<a href=\"#n3\"><sup>[3]</sup></a>.","subId":"34","id":"Hutcheson.IBV.IGE.7.34"},{"type":"paragraph","content":"<span class=\"margin-comment\">From Ability.</span> <span class=\"small-capitals\">The</span> Disappointment, in whole, or in part, of any Attempt, <em>Good</em> or <em>Evil</em>, if it be occasion'd only by external Force, or any unforeseen Accident, does not vary the <em>moral Good</em>, or <em>Evil</em>; for as in <em>good</em> Attempts, the <em>Moment</em> of <em>Good</em> is diminish'd or vanishes in such a Case, so does the <em>Ability</em> likewise: The <em>Quotient</em> then may still be the same. This holds equally in <em>evil</em> Attempts. So that Actions are not to be judg'd <em>good</em> or <em>evil</em> by the Events, any farther than they might have been foreseen by the <em>Agent</em> in <em>evil</em> Attempts; or were actually intended, if they were <em>good</em>, in <em>good</em> Actions; for then only they argue either <em>Love</em> or <em>Hatred</em> in the Agent.","subId":"35","id":"Hutcheson.IBV.IGE.7.35"},{"type":"paragraph","content":"<span class=\"margin-comment\">Interest.</span> <span class=\"small-capitals\">Secular</span> <em>Rewards</em> annex'd to <em>Virtue</em>, and actually influencing the Agent farther than his <em>Benevolence</em> would, diminish the <em>moral Good</em> as far as they were necessary to move the <em>Agent</em> to the action, or to make him do more <em>Good</em> than otherwise he would have done; for by increasing the <em>Interest</em>, to be subtracted, they diminish the <em>Benevolence</em>. But <em>additional Interests</em>, which were not necessary to have mov'd the <em>Agent</em>, such as the <em>Rewards</em> of a <em>good Being</em> for Actions which he would have undertaken without a Reward, do not diminish the <em>Virtue</em>. In this, however, no Mortal is capable of judging another: Nor do the Prospects of grateful Returns for Benefits which we would have conferr'd gratuitously, diminish the <em>Generosity</em>. This Corollary may be apply'd to the <em>Rewards</em> of a <em>future State</em>, if any Person conceives them distinct from the Pleasures of <em>Virtue</em> itself: If they be not conceiv'd as something distinct from those Pleasures, then the very Desire of them is a strong Evidence of a <em>virtuous Disposition</em>.","subId":"36","id":"Hutcheson.IBV.IGE.7.36"},{"type":"paragraph","content":"<span class=\"small-capitals\">External</span> <em>Advantage</em> exciting us to Actions of <em>evil</em> Tendency to others, if without this Prospect of <em>Advantage</em> we would not have undertaken them, diminishes the <em>Evil</em> of the Action; such as the Prospects of <em>great Rewards</em>, of avoiding <em>Tortures</em>, or even the <em>uneasy Sollicitations</em> of violent <em>selfish Passions</em>. This is commonly call'd the <em>Greatness of Temptation</em>. The Reason of this is the same with that in the former Case. We may here also remember again, that we are more uneasy upon the Oresence of <em>Pain</em>, than upon the Absence of <em>Good</em>; and hence <em>Torture</em> is a more extenuating Circumstance than <em>Bribes</em>, engaging us to <em>Evil</em>, because the Motives of private Interest are greater.","subId":"37","id":"Hutcheson.IBV.IGE.7.37"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> surmounting the uneasy Sollicitations of the <em>selfish Passions</em> increases the <em>Virtue</em> of a <em>benevolent</em> Action, and much more worldly Losses, Toil, <em>&amp;c.</em> For now the <em>Interest</em> becomes <em>negative</em>; the Subtraction of which increases the <em>Quantity</em>.","subId":"38","id":"Hutcheson.IBV.IGE.7.38"},{"type":"paragraph","content":"<span class=\"small-capitals\">A malicious</span> Action is made the more odious by all its foreseen <em>Disadvantages</em> to the <em>Agent</em>, for the same Reason: particularly,","subId":"39","id":"Hutcheson.IBV.IGE.7.39"},{"type":"paragraph","content":"<span class=\"margin-comment\">Knowledge of Laws, how it affects Actions.</span> <span class=\"small-capitals\">The</span> Knowledge of a <em>Law</em>, prohibiting an <em>evil</em> Action, increases the <em>Evil</em> by increasing the <em>negative Interest</em> to be subtracted; for then the <em>ill-natur'd</em> Inclination must be so strong as to surmount all the selfish Motives from the Penaltys, and all the Motives of <em>Gratitude</em> toward the <em>Law-giver</em>. This is commonly call'd <em>sinning against Conscience</em>.","subId":"40","id":"Hutcheson.IBV.IGE.7.40"},{"type":"paragraph","content":"<span class=\"small-capitals\">Offices</span> of no <em>Toil</em> or <em>Expence</em> have little <em>Virtue</em> generally, because the <em>Ability</em> is very great, and there is no <em>contrary Interest</em> surmounted.","subId":"41","id":"Hutcheson.IBV.IGE.7.41"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> the refusing of them may be very <em>vitious</em>, as it argues an Absence of <em>good Affection</em>, and often produces a great enough Moment of <em>natural Evil</em>. And,","subId":"42","id":"Hutcheson.IBV.IGE.7.42"},{"type":"paragraph","content":"<span class=\"margin-comment\">Degree of Right.</span> <span class=\"small-capitals\">In</span> general, the fulfilling the <em>perfect Rights</em> of others has little <em>Virtue</em> in it: For thereby no new <em>Moment</em> of <em>Good</em> is produc'd; and the <em>Interest</em> engaging to the Action is very great, even the avoiding all the Evils of <em>War</em> in a <em>State of natural</em> Liberty, or the Penalties of Law in Civil Society.","subId":"43","id":"Hutcheson.IBV.IGE.7.43"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> the <em>violating perfect</em>, or even <em>external Rights</em>, is always <em>exceedingly evil</em>, either in the immediate, or more remote Consequences of the Action; and the <em>selfish</em> Motives, surmounted by this <em>vitious</em> Inclination, are the same with those in the former Case.","subId":"44","id":"Hutcheson.IBV.IGE.7.44"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> truest Matter of Praise are those Actions or Offices, which others claim from us by an <em>imperfect Right</em>; and generally, the stronger their <em>Right</em> is, there is the less <em>Virtue</em> in fulfilling it, but the greater <em>Vice</em> in violating it.","subId":"45","id":"Hutcheson.IBV.IGE.7.45"},{"type":"paragraph","content":"<span class=\"margin-comment\">Strength of Ties.</span> <em>A stronger</em> and less extensive Tie of <em>Benevolence</em>, in <em>equal Abilitys</em>, must produce a greater <em>Moment</em> of <em>Good</em> to the Object of it, in <em>equally good Characters</em>, than the weaker Ties. Thus, <em>natural Affection</em>, <em>Gratitude</em>, <em>Friendship</em>, have greater Effects than <em>general Benevolence</em>: Or, we do more Good to Friends, Children, Benefactors, than to Persons under no special Relation.","subId":"46","id":"Hutcheson.IBV.IGE.7.46"},{"type":"paragraph","content":"<span class=\"small-capitals\">In</span> <em>equal Moments</em> of <em>Good</em> produc'd by two <em>Agents</em>, when one acts from <em>general Benevolence</em> alone, and the other from a <em>nearer Tie</em>; there is greater <em>Virtue</em> in the <em>Agent</em>, who produces <em>equal Good</em> from the more extensive, but less passionate Attachment; and less <em>Virtue</em>, where there is the more violent, or passionate Attachment, which yet produces no more. The general Benevolence appears of itself a more amiable Principle, according to the Constitution of our moral Sense<a href=\"#n4\"><sup>[4]</sup></a>, than any particular Passion.","subId":"47","id":"Hutcheson.IBV.IGE.7.47"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> the Omission of the <em>good Offices</em> of the stronger Ties, or Actions <em>contrary</em> to them, have greater <em>Vice</em> in them, than the like Omissions, or Actions, contrary to the weaker Ties; since our <em>Selfishness</em> or <em>Malice</em> must appear the greater, by the Strength of the contrary Attachment which it surmounts. Thus, in co-operating with <em>Gratitude</em>, <em>natural Affection</em>, or <em>Friendship</em>, we evidence less <em>Virtue</em> in any given <em>Moment</em> of <em>Good</em> produc'd, than in equally important Actions of <em>general Benevolence</em>: But <em>Ingratitude</em> to a <em>Benefactor</em>, <em>Negligence</em> of the <em>Interests</em> of a <em>Friend</em> or <em>Relation</em>, or Returns of <em>evil Offices</em>, are vastly more <em>odious</em>, than <em>equal Negligence</em>, or <em>evil Offices</em> toward <em>Strangers</em>.","subId":"48","id":"Hutcheson.IBV.IGE.7.48"},{"type":"paragraph","content":"<span class=\"margin-comment\">What Offices to be prefer'd, when there appears any Opposition.</span> <span class=\"small-capitals\">When</span> we cannot at once follow two different Inclinations of <em>Benevolence</em>, we are to prefer gratifying the stronger Inclination; according to the wise Order of <span class=\"small-capitals\">Nature</span>, who has constituted these Attachments. Thus, we are rather to be <em>grateful</em> than <em>liberal</em>, rather serve a <em>Friend</em>, or <em>Kinsman</em>, than a Stranger of only <em>equal Virtue</em>, when we cannot do both.","subId":"49","id":"Hutcheson.IBV.IGE.7.49"},{"type":"paragraph","content":"<span class=\"small-capitals\">Or</span>, more generally, since there can be no <em>Right</em>, <em>Claim</em>, or <em>Obligation</em> to <em>Impossibilitys</em>; when two <em>Actions</em> to be done by any Agent, would both tend to the Good of Mankind, but they cannot be perform'd both at once; that which occasions most <em>Good</em> is to be done, if the Omission of the other occasions no prepollent <em>Evil</em>. If the Omission of either will occasion some <em>new natural Evil</em>, <em>that</em> is to be omitted, whose Omission will occasion the least <em>Evil</em>. Thus if two Persons of unequal Dignity be in Danger, we are to relieve the more <em>valuable</em>, when we cannot relieve both. <em>Ingratitude</em>, as it evidences a worse Temper than Neglect of <em>Beneficence</em>; so it raises worse Sentiments in the Benefactor, and greater Diffidence, and Suspicion of his Fellow-Creatures, than an Omission of an Act of Beneficence: we ought therefore to be <em>grateful</em>, rather than <em>beneficent</em>, when we cannot (in any particular Case) evidence both Dispositions. If omitting of one Action will occasion <em>new positive Evil</em>, or Continuance in a State of <em>Pain</em>, whereas the Omission of another would only prevent some <em>new positive Good</em>; since a State of <em>Pain</em> is a greater Evil, than the absence of Good, we are to follow <em>Compassion</em>, rather than <em>Kindness</em>; and relieve the <em>Distressed</em>, rather than increase the Pleasures of the <em>Easy</em>; when we cannot do both at once, and other Circumstances of the Objects are equal. In such Cases, we should not suppose <em>contrary Obligations</em>, or <em>Dutys</em>; the more important Office is our <em>present Duty</em>, and the Omission of the less important inconsistent Office at present, is no <em>moral Evil</em>.","subId":"50","id":"Hutcheson.IBV.IGE.7.50"},{"type":"paragraph","content":"<span class=\"margin-comment\">The Original of Government.</span> <span class=\"small-capitals\">From</span> <cite><em>Art.</em> vii.</cite> it follows, <q>That all human <em>Power</em>, or <em>Authority</em>, must consist in <em>a Right transferr'd to any Person or Council, to dispose of the alienable Rights of others</em>; and that consequently, there can be no Government so absolute, as to have even an <em>external Right</em> to do or command every thing.</q> For where-ever any Invasion is made upon <em>unalienable Rights</em>, there must arise either a <em>perfect</em>, or <em>external Right</em> to <em>Resistance</em>. The only Restraints of a moral Kind upon Subjects in such cases, are, when they foresee that, thro' their want of Force, they shall probably by Resistance occasion greater Evils to the Publick, than those they attempt to remove; or when they find that <em>Governors</em>, in the main very useful to the Publick, have by some unadvised Passion, done an Injury too small to overbalance the Advantages of their Administration, or the Evils which Resistance would in all likelihood occasion; especially when the Injury is of a private Nature, and not likely to be made a Precedent to the Ruin of others. <em>Unalienable Rights</em> are <em>essential Limitations</em> in all Governments.","subId":"51","id":"Hutcheson.IBV.IGE.7.51"},{"type":"paragraph","content":"<span class=\"margin-comment\">Absolute Government.</span> <span class=\"small-capitals\">But</span> by <em>absolute Government</em>, either in <em>Prince</em> or <em>Council</em>, or in <em>both jointly</em>, we understand <em>a Right to dispose of the natural Force, and Goods of a whole People, as far as they are naturally alienable, according to the Prudence of the Prince, Council, or of both jointly, for the publick Good of the State, or whole People; without any Reservation as to the Quantity of the Goods, Manner of Levying, or the Proportion of the Labours of the Subject, which they shall demand</em>. But in all States this <em>tacit Trust</em> is presuppos'd, <q>That the Power conferr'd shall be employ'd according to the best Judgment of the Rulers for the publick Good.</q> So that, whenever the Governors openly profess a Design of destroying the State, or act in such a manner as will necessarily do it; the <em>essential Trust</em>, suppos'd in all Conveyance of <em>Civil Power</em>, is violated, and the <em>Grant</em> thereby made void.","subId":"52","id":"Hutcheson.IBV.IGE.7.52"},{"type":"paragraph","content":"<span class=\"margin-comment\">Limited Government.</span> <span class=\"small-capitals\">A Prince</span>, or Council, or both jointly, may be variously limited; <em>either when the Consent of the one may be necessary to the Validity of the Acts of the other; or when, in the very Constitution of this supreme Power, certain Affairs are expresly exempted from the Jurisdiction of the Prince, or Council, or both jointly</em>: as when several independent States uniting, form a general Council, from whose Cognizance they expresly reserve certain Privileges, in the very Formation of this Council; or when, in the very Constitution of any State, a certain Method of <em>Election</em> of the Person of the Prince, or of the Members of the supreme Council, is determin'd, and the <em>Intention</em> of their Assembling declar'd. In all such cases, it is not in the Power of such Prince, Council, or both jointly, to alter the very <em>Form of Government</em>, or to take away that Right which the People have to be govern'd in such a manner, by a Prince or Council thus elected, without the universal Consent of the very People who have subjected themselves to this Form of Government. So that there may be a very <em>regular State</em>, where there is no universal absolute Power, lodg'd either in one Person, or Council, or in any other Assembly beside that of the whole People associated into that State. To say, that upon a Change attempted in the very Form<em> of the Government</em>, by the <em>supreme Power</em>, the People have no Remedy according to the Constitution itself, will not prove that the <em>supreme Power</em> has such a <em>Right</em>; unless we confound all Ideas of <em>Right</em> with those of <em>external Force</em>. The only Remedy indeed in that Case, is an universal Insurrection against such <em>perfidious Trustees</em>.","subId":"53","id":"Hutcheson.IBV.IGE.7.53"},{"type":"paragraph","content":"<span class=\"margin-comment\">The nature of despotick Power.</span> <span class=\"small-capitals\">Despotick</span> Power, is <em>that which Persons injur'd may acquire over those Criminals, whose Lives, consistently with the publick Safety, they may prolong, that by their Labours they may repair the Damages they have done; or over those who stand oblig'd to a greater Value, than all their Goods and Labours can possibly amount to</em>. This Power itself is limited to the Goods and Labours only of the Criminals or Debtors; and includes no Right to <em>Tortures</em>, <em>Prostitution</em>, or any Rights of the Governed which are <em>naturally unalienable</em>; or to any thing which is not of some Moment toward <em>Repair of Damage</em>, <em>Payment of Debt</em>, or <em>Security against future Offences</em>. The Characteristick of <em>Despotick Power</em>, is this, <q>That it is solely intended for the Good of the Governors, without any <em>tacit Trust</em> of consulting the Good of the <em>Governed</em>.</q> Despotick Government, in this Sense, is directly inconsistent with the Notion of Civil Government.","subId":"54","id":"Hutcheson.IBV.IGE.7.54"},{"type":"paragraph","content":"<span class=\"small-capitals\">From</span> the Idea of <em>Right</em>, as above explain'd, we must necessarily conclude, <q>That there can be no <em>Right</em>, or <em>Limitation of Right</em>, inconsistent with, or opposite to the greatest publick Good.</q> And therefore in Cases of <em>extreme Necessity</em>, when the State cannot otherwise be preserv'd from Ruin, it must certainly be <em>just</em> and <em>good</em> in limited Governors, or in any other Persons who can do it, to use the Force of the State for its own Preservation, beyond the Limits fix'd by the <em>Constitution</em>, in some <em>transitory Acts</em>, which are not to be made <em>Precedents</em>. And on the other hand, when an <em>equal Necessity</em> to avoid Ruin requires it, the Subjects may justly resume the Powers ordinarily lodg'd in their Governors, or may counteract them. This Privilege of <em>flagrant Necessity</em> we all allow in Defence of the most perfect <em>private Rights</em>: And if <em>publick Rights</em> are of more extensive Importance, so are also <em>publick Necessitys</em>. These Necessitys must be very grievous and flagrant, otherwise they can never overbalance the <em>Evils</em> of violating a tolerable Constitution, by <em>an arbitrary Act of Power</em>, on the one hand; or by an Insurrection, or Civil War, on the other. No Person, or State can be happy, where they do not think their <em>important Rights</em> are secure from the <em>Cruelty</em>, <em>Avarice</em>, <em>Ambition</em>, or <em>Caprice</em> of their Governors. Nor can any <em>Magistracy</em> be safe, or effectual for the Ends of its Institution, where there are frequent Terrors of <em>Insurrections</em>. Whatever <em>temporary Acts</em> therefore may be allow'd in extraordinary Cases; whatever may be lawful in the <em>transitory Act</em> of a bold Legislator, who without previous Consent should rescue a slavish Nation, and place their Affairs so in the Hands of a <em>Person</em> or <em>Council</em>, <em>elected</em> or <em>limited</em> by themselves, that they should soon have Confidence in their own Safety, and in the Wisdom of the Administration; yet, as to the fixed State which should ordinarily obtain in all Communitys, since no <em>Assumer</em> of Government can so demonstrate his superior Wisdom or Goodness to the Satisfaction and Security of the Governed, as is necessary to their Happiness; this must follow, <q>That except when Men, for their <em>own Interest</em>, or out of <em>publick Love</em>, have by <em>Consent</em> subjected their Actions, or their Goods, within certain Limits to the Disposal of others; no Mortal can have a <em>Right</em> from his <em>superior Wisdom</em>, or <em>Goodness</em>, or any other <em>Quality</em>, to give Laws to others without their <em>Consent</em>, <em>express</em> or <em>tacit</em>; or to dispose of the <em>Fruits</em> of their Labours, or of any other <em>Right</em> whatsoever.</q> And therefore <em>superior Wisdom</em>, or <em>Goodness</em>, gives no <em>Right</em> to Men to govern others.","subId":"55","id":"Hutcheson.IBV.IGE.7.55"},{"type":"paragraph","content":"<span class=\"margin-comment\">Divine Government founded on Wisdom and Goodness.</span> <span class=\"small-capitals\">But</span> then with relation to the <span class=\"small-capitals\">Deity</span>, suppos'd <em>omniscient</em> and <em>benevolent</em>, and secure from <em>Indigence</em>, the ordinary Cause of Injurys toward others; it must be <em>amiable</em> in such a <em>Being</em>, to assume the Government of <em>weak</em>, <em>inconstant Creatures</em>, often misled by <em>Selfishness</em>; and to give them Laws. To these Laws every Mortal should submit from <em>publick Love</em>, as being contriv'd for the <em>Good</em> of the <em>Whole</em>, and for the <em>greatest private Good</em> consistent with it; and every one may be sure, that he shall be better directed how to attain these Ends by the <em>Divine Laws</em>, than by his own greatest Prudence and Circumspection. Hence we imagine, <q>That a <em>good</em> and <em>wise</em> <span class=\"small-capitals\">God</span> must have a <em>perfect Right</em> to govern the <em>Universe</em>; and that all Mortals are oblig'd to <em>universal Obedience</em>.</q>","subId":"56","id":"Hutcheson.IBV.IGE.7.56"},{"type":"paragraph","content":"<span class=\"margin-comment\">Divine Justice what.</span> <span class=\"small-capitals\">The</span> <em>Justice</em> of the <span class=\"small-capitals\">Deity</span> is only a Conception of his <em>universal impartial Benevolence</em>, as it shall influence him, if he gives any Laws, to attemper them to the <em>universal Good</em>, and enforce them with the most effectual Sanctions of <em>Rewards</em> and <em>Punishments</em>.","subId":"57","id":"Hutcheson.IBV.IGE.7.57"},{"type":"paragraph","content":"<span class=\"margin-comment\">Creation not the Ground of God's Dominion.</span> <span class=\"small-capitals\">Some</span> imagine that the <em>Property</em> the <em>Creator</em> has in all his Works, must be the <em>true</em> Foundation of his <em>Right</em> to govern. Among Men indeed, we find it necessary for the <em>publick Good</em>, that none should arbitrarily dispose of the Goods, acquir'd by the Labour of another, which we call his <em>Property</em>; and hence we imagine that <em>Creation</em> is the <em>only</em> Foundation of <span class=\"small-capitals\">God</span>'s <em>Dominion</em>. But if the Reason<a href=\"#n5\"><sup>[5]</sup></a> of establishing the <em>Rights</em> of <em>Property</em> does not hold against a <em>perfectly wise</em> and <em>benevolent Being</em>, I see no Reason why <em>Property</em> should be necessary to his <em>Dominion</em>. Now the Reason does not hold: For an <em>infinitely wise</em> and <em>good Being</em> could never employ his assumed Authority to counteract the <em>universal Good</em>. The Tie of <em>Gratitude</em> is stronger indeed than bare <em>Benevolence</em>; and therefore supposing two <em>equally wise</em> and <em>good Beings</em>, the one our <em>Creator</em>, and the other not, we should think ourselves more oblig'd to obey our <em>Creator</em>. But supposing our <em>Creator malicious</em>, and a <em>good Being</em> condescending to rescue us, or govern us better, with sufficient Power to accomplish his kind Intentions; his <em>Right</em> to govern would be perfectly good. But this is rather Matter of curious Speculation than Use; since both Titles of <em>Benevolence</em> and <em>Property</em> concur in the <em>one only true</em> <span class=\"small-capitals\">Deity</span>, as far as we can know, join'd with <em>infinite Wisdom</em> and <em>Power</em>.","subId":"58","id":"Hutcheson.IBV.IGE.7.58"},{"type":"paragraph","content":"<span class=\"margin-comment\">Our Moral Sense the Effect of the Divine Goodness.</span> <span class=\"small-capitals\">If</span> it be here inquir'd, <q>Could not the <span class=\"small-capitals\">Deity</span> have given us a <em>different</em> or <em>contrary Determination</em> of <em>Mind</em>, <em>viz.</em> to <em>approve</em> Actions upon another Foundation than <em>Benevolence</em>?</q> There seems nothing in this surpassing the natural Power of the <span class=\"small-capitals\">Deity</span>. But, as in the first Treatise<a href=\"#n6\"><sup>[6]</sup></a>, we resolv'd the Constitution of our present <em>Sense</em> of <em>Beauty</em> into the <em>divine Goodness</em>, so with much more obvious Reason may we ascribe the present Constitution of our <em>moral Sense</em> to his <em>Goodness</em>. For if the <span class=\"small-capitals\">Deity</span> be really <em>benevolent</em>, or delights in the Happiness of others, he could not <em>rationally</em> act otherwise, or give us a <em>moral Sense</em> upon another Foundation, without counteracting his own <em>benevolent Intentions</em>. For even upon the Supposition of a <em>contrary Sense</em>, every <em>rational Being</em> must still have been solicitous in some degree about his own external Happiness: Reflection on the Circumstances of Mankind in this World would have suggested, that <em>universal Benevolence</em>, and a <em>social Temper</em>, or a <em>certain Course</em> of external Actions, would most effectually promote the <em>external Good</em> of every one, according to the Reasonings of <span class=\"name\"><span class=\"small-capitals\">Cumberland</span></span> and <span class=\"name\"><span class=\"small-capitals\">Puffendorf</span></span>; while at the same time this <em>perverted Sense</em> of <em>Morality</em> would have made us uneasy in such a Course, and inclin'd us to the quite contrary, <em>viz.</em> <em>Barbarity</em>, <em>Cruelty</em>, and <em>Fraud</em>; and <em>universal War</em>, according to <span class=\"name\">Mr. <span class=\"small-capitals\">Hobbes</span></span>, would really have been our <em>natural State</em>; so that in every Action we must have been distracted by two contrary Principles, and perpetually miserable, and dissatisfy'd, when we follow'd the Directions of either.","subId":"59","id":"Hutcheson.IBV.IGE.7.59"},{"type":"paragraph","content":"<span class=\"margin-comment\">Whence this universal Opinion of the Divine Goodness.</span> <span class=\"small-capitals\">It</span> has often been taken for granted in <em>these Papers</em>, <q>That the <span class=\"small-capitals\">Deity</span> is <em>morally good</em>;</q> tho' the Reasoning is not at all built upon this Supposition. If we inquire into the Reason of the great Agreement of Mankind in this Opinion, we shall perhaps find no demonstrative Arguments <em>àpriori</em>, from the Idea of an <em>Independent Being</em>, to prove his <em>Goodness</em>. But there is abundant Probability, deduc'd from the whole <em>Frame</em> of <em>Nature</em>, which seems, as far as we know, plainly contriv'd for the <em>Good</em> of the <em>Whole</em>; and the casual Evils seem the necessary Concomitants of some Mechanism design'd for prepollent <em>Good</em>. Nay, this very <em>moral Sense</em>, implanted in <em>rational Agents</em>, to approve and admire whatever Actions flow from a Study of the <em>Good</em> of <em>others</em>, is one of the strongest Evidences of <em>Goodness</em> in the <span class=\"small-capitals\">Author</span> of <em>Nature</em>.","subId":"60","id":"Hutcheson.IBV.IGE.7.60"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> these Reflections are not so universal as the Opinion, nor are they often inculcated. What then more probably leads <em>Mankind</em> into that Opinion, is this: The obvious <em>Frame</em> of the <em>World</em> gives us Ideas of <em>boundless Wisdom</em> and <em>Power</em> in its <span class=\"small-capitals\">Author</span>. Such a <em>Being</em> we cannot conceive <em>indigent</em>, and must conclude <em>happy</em>, and in the <em>best State</em> possible, since he can still gratify himself. The <em>best State</em> of <em>rational Agents</em>, and their <em>greatest</em> and most <em>worthy Happiness</em>, we are necessarily led to imagine must consist in <em>universal efficacious Benevolence</em>: and hence we conclude the <span class=\"small-capitals\">Deity</span> <em>benevolent</em> in the most <em>universal impartial manner</em>. Nor can we well imagine what else deserves the Name of <em>Perfection</em> more than <em>Benevolence</em>, and those <em>Capacitys</em> or <em>Abilitys</em> which are necessary to make it <em>effectual</em>; such as <em>Wisdom</em> and <em>Power</em>: at least we can have no more lovely Conception of it.","subId":"61","id":"Hutcheson.IBV.IGE.7.61"},{"type":"note","content":"See above, <cite><em>Sect.</em> vi. <em>Art.</em> 1, 2.</cite>","subId":"n1","id":"Hutcheson.IBV.IGE.7.n1"},{"type":"note","content":"See <cite><em>Sect.</em> iii. <em>Art.</em> 11, 12.</cite>","subId":"n2","id":"Hutcheson.IBV.IGE.7.n2"},{"type":"note","content":"See <cite><em>Sect.</em> iii. <em>Art.</em> 15. <em>Par.</em> 3.</cite>","subId":"n3","id":"Hutcheson.IBV.IGE.7.n3"},{"type":"note","content":"See <cite><em>Sect.</em> 3. <em>Art.</em> ix.</cite> <em>The Author all along supposes, that no Man acts without some </em>Desire<em>, or </em>Instinct<em>, or </em>Affection<em>, or </em>Appetite<em>; that of these </em>Attachments<em> of the Will, some are calm and unpassionate, others are passionate; some are extensive, and others confined to one, or to a few. The former Sort in each of these Divisions, manifestly appears more amiable; and consequently, <span class=\"foreign\">caeteris paribus</span>, the Virtue is less, in any given Quanity of Good done from the violent, passionate, and narrow Attachment. A certain </em>Remarker<em> thence argues, <q>That then the Virtue is highest, when there is no Desire, Affection, or Attachment at all; or when we act solely from Reason, without any </em>Affection<em> to any Thing.</q> One may retort this Reasoning in a like Case. In any given </em>Momentum<em> of Bodies, there the </em>Velocity<em> is greater, where there is least </em>Matter<em>; consequently, it is there greatest, where there is no </em>Matter<em> at all.</em>","subId":"n4","id":"Hutcheson.IBV.IGE.7.n4"},{"type":"note","content":"See <cite><em>Art.</em> 10. <em>Par.</em> 6. <em>of this Section</em>.</cite>","subId":"n5","id":"Hutcheson.IBV.IGE.7.n5"},{"type":"note","content":"<cite><em>Sect.</em> viii. <em>Art.</em> 2. <em>Prop.</em> 5.</cite>","subId":"n6","id":"Hutcheson.IBV.IGE.7.n6"}],"texts":[],"ancestors":[{"id":"Hutcheson","forename":"Francis","surname":"Hutcheson","birth":1694,"death":1746,"published":1725,"nationality":"Irish/Scottish","sex":"Male","texts":[{"id":"Hutcheson.IBV","forename":"Francis","surname":"Hutcheson","title":"An Inquiry into the Original of Our Ideas of Beauty and Virtue","birth":1694,"death":1746,"published":[1725],"nationality":"Irish/Scottish","sex":"Male","imported":true,"breadcrumb":"Inquiry into Beauty and Virtue"},{"id":"Hutcheson.EI","forename":"Francis","surname":"Hutcheson","title":"An Essay on the Nature and Conduct of the Passions and Affections, with Illustrations on the Moral Sense","birth":1694,"death":1746,"published":[1728],"nationality":"Irish/Scottish","sex":"Male","imported":true,"breadcrumb":"Essay and Illustrations"},{"id":"Hutcheson.LFV","forename":"Francis","surname":"Hutcheson","title":"Letters Between the Late Mr. Gilbert Burnet and Mr. Hutchinson, Concerning the True Foundation of Virtue or Moral Goodness","birth":1694,"death":1746,"published":[1735],"nationality":"Irish/Scottish","sex":"Male","duplicate":"Burnet.LFV","breadcrumb":"Letters on the Foundation of Virtue"},{"id":"Hutcheson.RL","forename":"Francis","surname":"Hutcheson","title":"Reflections upon Laughter and Remarks on the Fable of Bees","birth":1694,"death":1746,"published":[1750],"nationality":"Irish/Scottish","sex":"Male","breadcrumb":"Reflections upon Laughter"}]},{"id":"Hutcheson.IBV","forename":"Francis","surname":"Hutcheson","title":"An Inquiry into the Original of Our Ideas of Beauty and Virtue","birth":1694,"death":1746,"published":[1725],"nationality":"Irish/Scottish","sex":"Male","imported":true,"breadcrumb":"Inquiry into Beauty and Virtue"},{"id":"Hutcheson.IBV.IGE","imported":true,"title":"An Inquiry concerning Moral Good and Evil","breadcrumb":"Inquiry concerning Good and Evil","published":[1725]}],"prev":{"id":"Hutcheson.IBV.IGE.6","imported":true,"title":"Section 6. Concerning the Importance of this moral Sense to the present Happiness of Mankind, and its Influence of human Affairs","breadcrumb":"Section 6","published":[1725]},"next":{"id":"Hutcheson.EI","forename":"Francis","surname":"Hutcheson","title":"An Essay on the Nature and Conduct of the Passions and Affections, with Illustrations on the Moral Sense","birth":1694,"death":1746,"published":[1728],"nationality":"Irish/Scottish","sex":"Male","imported":true,"breadcrumb":"Essay and Illustrations"}}