{"id":"Hume.HE.3.25","imported":true,"parent":"Hume.HE.3","title":"Chapter 25. Henry VII (cont.)","breadcrumb":"Chapter 25","published":[1759],"copytext":[1778],"sourceDesc":"Hume’s [History of England] was written in three stages, and in reverse chronological order. He began with two volumes on the History of Great Britain (from the Union of the Crowns to the death of James II), published in 1754 and 1757. In 1759 he then published two more volumes, on the House of Tudor. This necessitated changing the title from the [History of Great Britain] to the [History of England], since he now began the story a century and a half before the union. Finally, in 1762, he published two more volumes tracing the country’s history back even further, all the way to the Celtic Britons and the Roman invasion. In 1763, the first complete set was published, but owing to the size of the work – including the now very large index included in the final volume – it had to be chopped up rather awkwardly into 8 volumes rather than 6. The text here follows the posthumous 1778 edition, which Hume was working on before he died. That edition was also (of necessity) printed in 8 volumes, but it is shown here divided into 6 volumes instead (matching the breaks that appeared in the volumes as they were originally published).","blocks":[{"type":"title","content":"£2 CHAP. XXV. £2 £1 HENRY VII. £1 _State of foreign affairs——State of Scotland——of Spain——of the Low Countries——of France——of Britanny——French invasion of Britanny——French embassy to England——Dissimulation of the French court——An insurrection in the North——suppressed——King sends forces into Britanny——Annexation of Britanny to France——A parliament——War with France——Invasion of France——Peace with France——Perkin Warbec——His imposture——He is avowed by the dutchess of Burgundy——and by many of the English nobility——Trial and execution of Stanley——A parliament._","id":"Hume.HE.3.25"},{"type":"paragraph","content":"#1488. State of foreign affairs.# THE king acquired great reputation throughout Europe by the vigorous and prosperous conduct of his domestic affairs: But as some incidents, about this time, invited him to look abroad, and exert himself in behalf of his allies, it will be necessary, in order to give a just account of his foreign measures, to explain the situation of the neighbouring kingdoms; beginning with Scotland, which lies most contiguous.","subId":"1","id":"Hume.HE.3.25.1"},{"type":"paragraph","content":"#State of Scotland.# ^The^ kingdom of Scotland had not yet attained that state, which distinguishes a civilized monarchy, and which enables the government, by the force of its laws and institutions alone, without any extraordinary capacity in the sovereign, to maintain itself in order and tranquillity. James III, who now filled the throne, was a prince of little industry and of a narrow genius; and though it behoved him to yield the reins of government to his ministers, he had never been able to make any choice, which could give contentment both to himself and to his people. When he bestowed his confidence on any of the principal nobility, he found, that they exalted their own family to such a height, as was dangerous to the prince, and gave umbrage to the state: When he conferred favour on any person of meaner birth, on whose submission he could more depend, the barons of his kingdom, enraged at the power of an upstart minion, proceeded to the utmost extremities against their sovereign. Had Henry entertained the ambition of conquests, a tempting opportunity now offered of reducing that kingdom to subjection; but as he was probably sensible, that a warlike people, though they might be over-run by reason of their domestic divisions, could not be retained in obedience without a regular military force, which was then unknown in England, he rather intended the renewal of the peace with Scotland, and sent an embassy to James for that purpose. But the Scots, who never desired a durable peace with England, and who deemed their security to consist in constantly preserving themselves in a warlike posture, would not agree to more than a seven years truce, which was accordingly concluded[n1].","subId":"2","id":"Hume.HE.3.25.2"},{"type":"paragraph","content":"^The^ European states on the continent were then hastening fast to the situation, in which they have remained, without any material alteration, for near three centuries; and began to unite themselves into one extensive system of policy, #State of Spain.# which comprehended the chief powers of Christendom. Spain, which had hitherto been almost entirely occupied within herself, now became formidable by the union of Aragon and Castile, in the persons of Ferdinand and Isabella, who, being princes of great capacity, employed their force in enterprizes the most advantageous to their combined monarchy. The conquest of Granada from the Moors was then undertaken, |and brought near to a happy conclusion. And in that expedition the military genius of Spain was revived; honour and security were attained; and her princes, no longer kept in awe by a domestic enemy so dangerous, began to enter into all the transactions of Europe, and make a great figure in every war and negociation.","subId":"3","id":"Hume.HE.3.25.3"},{"type":"paragraph","content":"#Of the Low Countries.# ^Maximilian^, king of the Romans, son of the emperor Frederic, had, by his marriage with the heiress of Burgundy, acquired an interest in the Netherlands; and though the death of his consort had weakened his connexions with that country, he still pretended to the government as tutor to his son Philip, and his authority had been acknowledged by Brabant, Holland, and several of the provinces. But as Flanders and Hainault still refused to submit to his regency, and even appointed other tutors to Philip, he had been engaged in long wars against that obstinate people, and never was able thoroughly to subdue their spirit. That he might free himself from the opposition of France, he had concluded a peace with Lewis XI. and had given his daughter Margaret, then an infant, in marriage to the dauphin; together with Artois, Fanche-Compté, and Charolois, as her dowry. But this alliance had not produced the desired effect. The dauphin succeeded to the crown of France by the appellation of Charles VIII. but Maximilian still found the mutinies of the Flemings fomented by the intrigues of the court of France.","subId":"4","id":"Hume.HE.3.25.4"},{"type":"paragraph","content":"#State of France.# ^France^, during the two preceding reigns, had made a mighty encrease in power and greatness; and had not other states of Europe at the same time received an accession of force, it had been impossible to have retained her within her ancient boundaries. Most of the great fiefs, Normandy, Champagne, Anjou, Dauphiny, Guienne, Provence, and Burgundy, had been united to the crown; the English had been expelled from all their conquests; the authority of the prince had been raised to such a height as enabled him to maintain law and order; a considerable military force was kept on foot, and the finances were able to support it. Lewis XI. indeed, from whom many of these advantages were derived, was dead, and had left his son, in early youth and ill educated, to sustain the weight of the monarchy: But having entrusted the government to his daughter, Anne, lady of Beaujeu, a woman of spirit and capacity, the French power suffered no check or decline.","subId":"5","id":"Hume.HE.3.25.5"},{"type":"paragraph","content":"^On^ the contrary, this princess formed the great project, which at last she happily effected, of uniting to the crown Britanny, the last and most independent fief of the monarchy.","subId":"6","id":"Hume.HE.3.25.6"},{"type":"paragraph","content":"#Of Britanny.# ^Francis^ II. duke of Britanny, conscious of his own incapacity for government, had resigned himself to the direction of Peter Landais, a man of mean birth, more remarkable for abilities than for virtue or integrity. The nobles of Britanny, displeased with the great advancement of this favourite, had even proceeded to disaffection against their sovereign; and after many tumults and disorders, they at last united among themselves, and in a violent manner seized, tried, and put to death the obnoxious minister. Dreading the resentment of the prince for this invasion of his authority, many of them retired to France; others, for protection and safety, maintained a secret correspondence with the French ministry, who, observing the great dissentions among the Bretons, thought the opportunity favourable for invading the dutchy; and so much the rather as they could cover their ambition under the specious pretence of providing for domestic security.","subId":"7","id":"Hume.HE.3.25.7"},{"type":"paragraph","content":"^Lewis^, duke of Orleans, first prince of the blood, and presumptive heir of the monarchy, had disputed the administration with the lady of Beaujeu; and though his pretensions had been rejected by the states, he still maintained cabals with many of the grandees, and laid schemes for subverting the authority of that princess. Finding his conspiracies detected, he took to arms, and fortified himself in Beaugenci; but as his revolt was precipitate, before his confederates were ready to join him, he had been obliged to submit, and to receive such conditions as the French ministry were pleased to impose upon him. Actuated however by his ambition, and even by his fears, he soon retired out of France, and took shelter with the duke of Britanny, who was desirous of strengthening himself against the designs of the lady of Beaujeu by the friendship and credit of the duke of Orleans. This latter prince also, perceiving the ascendant which he soon acquired over the duke of Britanny, had engaged many of his partizans to join him at that court, and had formed the design of aggrandizing himself by a marriage with Anne, the heir of that opulent dutchy.","subId":"8","id":"Hume.HE.3.25.8"},{"type":"paragraph","content":"^The^ barons of Britanny, who saw all favour engrossed by the duke of Orleans and his train, renewed a stricter correspondence with France, and even invited the French king to make an invasion |on their country. Desirous however of preserving its independency, they had regulated the number of succours, which France was to send them, and had stipulated that no fortified place in Britanny should remain in the possession of that monarchy: #French invasion of Britanny.# A vain precaution, where revolted subjects treat with a power so much superior! The French invaded Britanny with forces three times more numerous than those which they had promised to the barons; and advancing into the heart of the country, laid siege to Ploermel. To oppose them, the duke raised a numerous, but ill-disciplined army, which he put under the command of the duke of Orleans, the count of Dunois, and others of the French nobility. The army, discontented with this choice, and jealous of their confederates, soon disbanded, and left their prince with too small a force to keep the field against his invaders. He retired to Vannes; but being hotly pursued by the French, who had now made themselves masters of Ploermel, he escaped to Nantz; and the enemy, having previously taken and garrisoned Vannes, Dinant, and other places, laid close siege to that city. The barons of Britanny, finding their country menaced with total subjection, began gradually to withdraw from the French army, and to make peace with their sovereign.","subId":"9","id":"Hume.HE.3.25.9"},{"type":"paragraph","content":"^This^ desertion, however, of the Bretons discouraged not the court of France from pursuing her favourite project of reducing Britanny to subjection. The situation of Europe appeared favourable to the execution of this design. Maximilian was indeed engaged in close alliance with the duke of Britanny, and had even opened a treaty for marrying his daughter; but he was on all occasions so indigent, and at that time so disquieted by the mutinies of the Flemings, that little effectual assistance could be expected from him. Ferdinand was entirely occupied in the conquest of Granada; and it was also known, that, if France would resign to him Rousillon and Cerdagne, to which he had pretensions, she could at any time engage him to abandon the interests of Britanny. England alone was both enabled by her power, and engaged by her interests, to support the independency of that dutchy; and the most dangerous opposition was therefore, by Anne of Beaujeu, expected from that quarter. In order to cover her real designs, no sooner was she informed of Henry's success against Simnel and his partizans, than she dispatched ambassadors to the court of London, |and made professions of the greatest trust and confidence in that monarch.","subId":"10","id":"Hume.HE.3.25.10"},{"type":"paragraph","content":"#French embassy to England.# ^The^ ambassadors, after congratulating Henry on his late victory, and communicating to him, in the most cordial manner, as to an intimate friend, some successes of their master against Maximilian, came in the progress of their discourse to mention the late transactions in Britanny. They told him that the duke having given protection to French fugitives and rebels, the king had been necessitated, contrary to his intention and inclination, to carry war into that dutchy: That the honour of the crown was interested not to suffer a vassal so far to forget his duty to his liege lord; nor was the security of the government less concerned to prevent the consequences of this dangerous temerity: That the fugitives were no mean or obscure persons; but, among others, the duke of Orleans, first prince of the blood, who, finding himself obnoxious to justice for treasonable practices in France, had fled into Britanny; where he still persevered in laying schemes of rebellion against his sovereign: That the war being thus, on the part of the French monarch, entirely defensive, it would immediately cease, when the duke of Britanny, by returning to his duty, should remove the causes of it: That their master was sensible of the obligations, which the duke, in very critical times, had conferred on Henry; but it was known also, that, in times still more critical, he or his mercenary counsellors had deserted him, and put his life in the utmost hazard: That his sole refuge in these desperate extremities had been the court of France, which not only protected his person, but supplied him with men and money, with which, aided by his own valour and conduct, he had been enabled to mount the throne of England: That France, in this transaction, had, from friendship to Henry, acted contrary to what, in a narrow view, might be esteemed her own interest; since, instead of an odious tyrant, she had contributed to establish on a rival throne a prince endowed with such virtue and abilities: And that as both the justice of the cause and the obligations conferred on Henry thus preponderated on the side of France, she reasonably expected that, if the situation of his affairs did not permit him to give her assistance, he would at least preserve a neutrality between the contending parties[n2].","subId":"11","id":"Hume.HE.3.25.11"},{"type":"paragraph","content":"^This^ discourse of the French ambassadors was plausible; and to give it greater weight, they communicated to Henry, as in confidence, their master's intention, after he should have settled the differences with Britanny, to lead an army into Italy, and make good his pretensions to the kingdom of Naples: A project, which, they knew, would give no umbrage to the court of England. But all these artifices were in vain employed against the penetration of the king. He clearly saw, that France had entertained the view of subduing Britanny; but he also perceived, that she would meet with great, and, as he thought, insuperable difficulties in the execution of her project. The native force of that dutchy, he knew, had always been considerable, and had often, without any foreign assistance, resisted the power of France; the natural temper of the French nation, he imagined, would make them easily abandon any enterprize, which required perseverance; and as the heir of the crown was confederated with the duke of Britanny, the ministers would be still more remiss in prosecuting a scheme, which must draw on them his resentment and displeasure. Should even these internal obstructions be removed, Maximilian, whose enmity to France was well known, and who now paid his addresses to the heiress of Britanny, would be able to make a diversion on the side of Flanders; nor could it be expected that France, if she prosecuted such ambitious projects, would be allowed to remain in tranquillity by Ferdinand and Isabella. Above all, he thought, the French court could never expect, that England, so deeply interested to preserve the independancy of Britanny, so able by her power and situation to give effectual and prompt assistance, would permit such an accession of force to her rival. He imagined, therefore, that the ministers of France, convinced of the impracticability of their scheme, would at last embrace pacific views, and would abandon an enterprize so obnoxious to all the potentates of Europe.","subId":"12","id":"Hume.HE.3.25.12"},{"type":"paragraph","content":"^This^ reasoning of Henry was solid, and might justly engage him in dilatory and cautious measures: But there entered into his conduct another motive, which was apt to draw him beyond the just bounds, because founded on a ruling passion. His frugality, which by degrees degenerated into avarice, made him averse to all warlike enterprizes and distant expeditions, and engaged him previously to try the expedient of negociation. He dispatched Urswic, his almoner, a man of address and abilities, to make offer of his |mediation to the contending parties: An offer, which, he thought, if accepted by France, would soon lead to a composure of all differences; if refused or eluded, would at least discover the perseverance of that court in her ambitious projects. Urswic found the lady of Beaujeu, now dutchess of Bourbon, engaged in the siege of Nantz, and had the satisfaction to find that his master's offer of mediation was readily embraced, #Dissimulation of the French court.# and with many expressions of confidence and moderation. That able princess concluded, that the duke of Orleans, who governed the court of Britanny, foreseeing that every accommodation must be made at his expence, would use all his interest to have Henry's proposal rejected; and would by that means make an apology for the French measures, and draw on the Bretons the reproach of obstinacy and injustice. The event justified her prudence. When the English ambassador made the same offer to the duke of Britanny, he received for answer, in the name of that prince, that having so long acted the part of protector and guardian to Henry, during his youth and adverse fortune, he had expected, from a monarch of such virtue, more effectual assistance in his present distresses, than a barren offer of mediation, which suspended not the progress of the French arms: That if Henry's gratitude were not sufficient to engage him in such a measure, his prudence, as king of England, should discover to him the pernicious consequences attending the conquest of Britanny, and its annexation to the crown of France: That that kingdom, already too powerful, would be enabled, by so great an accession of force, to display, to the ruin of England, that hostile disposition, which had always subsisted between those rival nations: That Britanny, so useful an ally, which, by its situation, gave the English an entrance into the heart of France; being annexed to that kingdom, would be equally enabled from its situation to disturb, either by pyracies or naval armaments, the commerce and peace of England: And that, if the duke rejected Henry's mediation, it proceeded neither from an inclination to a war, which he experienced to be ruinous to him, nor from a confidence in his own force, which he knew to be much inferior to that of the enemy; but on the contrary, from a sense of his present necessities, which must engage the king to act the part of his confederate, not that of a mediator.","subId":"13","id":"Hume.HE.3.25.13"},{"type":"paragraph","content":"^When^ this answer was reported to the king, he abandoned not |the plan which he had formed: He only concluded, that some more time was requisite to quell the obstinacy of the Bretons and make them submit to reason. And when he learned that the people of Britanny, anxious for their duke's safety, had formed a tumultuary army of 60,000 men, and had obliged the French to raise the siege of Nantz, he fortified himself the more in his opinion, that the court of France would at last be reduced, by multiplied obstacles and difficulties, to abandon the project of reducing Britanny to subjection. He continued therefore his scheme of negotiation, and thereby exposed himself to be deceived by the artifices of the French ministry; who, still pretending pacific intentions, sent lord Bernard Daubigni. a Scotch man of quality, to London, and pressed Henry not to be discouraged in offering his mediation to the court of Britanny. The king on his part dispatched another embassy, consisting of Urswic, the abbot of Abingdon, and Sir Richard Tonstal, who carried new proposals for an amicable treaty. No effectual succours, meanwhile, were provided for the distressed Bretons. Lord Woodville, brother to the queen dowager, having asked leave to raise underhand a body of volunteers and to transport them into Britanny, met with a refusal from the king, who was desirous of preserving the appearance of a strict neutrality. That nobleman, however, still persisted in his purpose. He went over to the Isle of Wight, of which he was governor; levied a body of 400 men; and having at last obtained, as is supposed, the secret permission of Henry, #28th July.# sailed with them to Britanny. This enterprize proved fatal to the leader, and brought small relief to the unhappy duke. The Bretons rashly engaged in a general action with the French at St. Aubin, and were discomfited. Woodville and all the English were put to the sword; together with a body of Bretons, who had been accoutered in the garb of Englishmen, in order to strike a greater terror into the French, to whom the martial prowess of that nation was always formidable[n3]. The duke of Orleans, the prince of Orange, and many other persons of rank were taken prisoners: And the military force of Britanny was totally broken. #9th Sept.# The death of the duke, which followed soon after, threw affairs into still greater confusion, and seemed to threaten the state with a final subjection.","subId":"14","id":"Hume.HE.3.25.14"},{"type":"paragraph","content":"^Though^ the king did not prepare against these events, so hurtful to the interests of England, with sufficient vigour and precaution, he had not altogether overlooked them. Determined to maintain a pacific conduct, as far as the situation of affairs would permit, he yet knew the warlike temper of his subjects, and observed, that their ancient and inveterate animosity to France was now revived by the prospect of this great accession to her power and grandeur. He resolved therefore to make advantage of this disposition, and draw some supplies from the people, on pretence of giving assistance to the duke of Britanny. He had summoned a parliament at Westminster[n4]; and he soon persuaded them to grant him a considerable subsidy[n5]. But this supply, though voted by parliament, involved the king in unexpected difficulties. The counties of Durham and York, always discontented with Henry's government, and farther provoked by the late oppressions, under which they had laboured, after the suppression of Simnel's rebellion, #An insurrection in the North, suppressed# resisted the commissioners who were appointed to levy the tax. The commissioners, terrified with this appearance of sedition, made application to the earl of Northumberland, and desired of him advice and assistance in the execution of their office. That nobleman thought the matter of importance enough to consult the king; who, unwilling to yield to the humours of a discontented populace, and foreseeing the pernicious consequence of such a precedent, renewed his orders for strictly levying the imposition. Northumberland summoned together the justices and chief freeholders, and delivered the king's commands in the most imperious terms, which, he thought, would inforce obedience, but which tended only to provoke the people, and make them believe him the adviser of those orders which he delivered to them[n6]. They flew to arms, attacked Northumberland in his house, and put him to death. Having incurred such deep guilt, their mutinous humour prompted them to declare against the king himself; and being instigated by John Achamber, a seditious fellow of low birth, they chose Sir John Egremond their leader, and prepared themselves for a vigorous resistance. Henry was not dismayed with an insurrection so precipitate and ill-supported. He immediately levied a |force which he put under the command of the earl of Surrey, whom he had freed from confinement, and received into favour. His intention was to send down these troops, in order to check the progress of the rebels; while he himself should follow with a greater body, which would absolutely insure success. But Surrey thought himself strong enough to encounter alone a raw and unarmed multitude; and he succeeded in the attempt. The rebels were dissipated; John Achamber was taken prisoner, and afterwards executed with some of his accomplices; Sir John Egremond fled to the dutchess of Burgundy, who gave him protection; the greater number of the rebels received a pardon. Henry had probably expected, when he obtained this grant from parliament, that he should be able to terminate the affair of Britanny by negociation, and that he might thereby fill his coffers with the money levied by the imposition. But as the distresses of the Bretons still multiplied, and became every day more urgent; he found himself under the necessity of taking more vigorous measures, in order to support them. On the death of the duke, the French had revived some antiquated claims to the dominion of the dutchy; and as the duke of Orleans was now captive in France, #1489.# their former pretence for hostilities could no longer serve as a cover to their ambition. The king resolved therefore to engage as auxiliary to Britanny; and to consult the interests, as well as desires of his people, by opposing himself to the progress of the French power. Besides entering into a league with Maximilian, and another with Ferdinand, which were distant resources, he levied a body of troops, to the number of 6000 men, with an intention of transporting them into Britanny. Still anxious, however, for the re-payment of his expences, he concluded a treaty with the young dutchess, by which she engaged to deliver into his hands two seaport towns, there to remain till she should entirely refund the charges of the armament[n7]. Though he engaged for the service of these troops during the space of ten months only, yet was the dutchess obliged, by the necessity of her affairs, #King sends forces into Britanny.# to submit to such rigid conditions, imposed by an ally, so much concerned in interest to protect her. The forces arrived under the command of lord Willoughby of Broke; and made the Bretons, during some time, |masters of the field. The French retired into their garrisons; and expected by dilatory measures to waste the fire of the English, and disgust them with the enterprize. The scheme was well laid, and met with success. Lord Broke found such discord and confusion in the counsels of Britanny, that no measures could be concerted for any undertaking; no supply obtained; no provisions, carriages, artillery, or military stores procured. The whole court was rent into factions: No one minister had acquired the ascendant: And whatever project was formed by one, was sure to be traversed by another. The English, disconcerted in every enterprize, by these animosities and uncertain counsels, returned home as soon as the time of their service was elapsed; leaving only a small garrison in those towns which had been configured into their hands. During their stay in Britanny, they had only contributed still farther to waste the country; and by their departure, they left it entirely at the mercy of the enemy. So feeble was the succour, which Henry in this important conjuncture afforded his ally, whom the invasion of a foreign enemy, concurring with domestic dissensions, had reduced to the utmost distress.","subId":"15","id":"Hume.HE.3.25.15"},{"type":"paragraph","content":"^The^ great object of the domestic dissensions in Britanny was the disposal of the young dutchess in marriage. The mareschal Rieux, favoured by Henry, seconded the suit of the lord d'Albret, who led some forces to her assistance. The chancellor Montauban, observing the aversion of the dutchess to this suitor, insisted, that a petty prince, such as d'Albret, was unable to support Anne in her present extremities; and he recommended some more powerful alliance, #1490.# particularly that of Maximilian, king of the Romans. This party at last prevailed; the marriage with Maximilian was celebrated by proxy; and the dutchess thenceforth assumed the title of queen of the Romans. But this magnificent appellation was all she gained by her marriage. Maximilian, destitute of troops and money, and embarrassed with the continual revolts of the Flemings, could send no succour to his distressed consort: While d'Albret, enraged at the preference given to his rival, deserted her cause, and received the French into Nantz, the most important place in the dutchy, both for strength and riches.","subId":"16","id":"Hume.HE.3.25.16"},{"type":"paragraph","content":"^The^ French court now began to change their scheme with regard to the subjection of Britanny. Charles had formerly been affianced to Margaret daughter of Maximilian; who, though too |young for the consummation of her marriage, had been sent to Paris to be educated, and at this time bore the title of queen of France. Besides the rich dowry, which she brought the king, she was, after her brother Philip, then in early youth, heir to all the dominions of the house of Burgundy; and seemed in many respects the most proper match, that could be chosen for the young monarch. These circumstances had so blinded both Maximilian and Henry, that they never suspected any other intentions in the French court, nor were they able to discover, that engagements, seemingly so advantageous and so solemnly entered into, could be infringed and set aside. But Charles began to perceive, that the conquest of Britanny, in opposition to the natives, and to all the great powers of Christendom, would prove a difficult enterprize; and that even, if he should over-run the country and make himself master of the fortresses, it would be impossible for him long to retain possession of them. The marriage alone of the dutchess could fully re-annex that fief to the crown; and the present and certain enjoyment of so considerable a territory seemed preferable to the prospect of inheriting the dominions of the house of Burgundy; a prospect which became every day more distant and precarious. Above all, the marriage of Maximilian and Anne, appeared destructive to the grandeur and even security of the French monarchy; while that prince, possessing Flanders on the one hand, and Britanny on the other, might thus, from both quarters, make inroads into the heart of the country. The only remedy for these evils was therefore concluded to be the dissolution of the two marriages, which had been celebrated, but not consummated; and the espousal of the dutchess of Britanny by the king of France.","subId":"17","id":"Hume.HE.3.25.17"},{"type":"paragraph","content":"^It^ was necessary, that this expedient, which had not been foreseen by any court in Europe, and which they were all so much interested to oppose, should be kept profound secret, and should be discovered to the world only by the full execution of it. The measures of the French ministry in the conduct of this delicate enterprize were wise and political. While they pressed Britanny with all the rigours of war, they secretly gained the count of Dunois, who possessed great authority with the Bretons; and having also engaged in their interests the prince of Orange, cousin german to the dutchess, they gave him his liberty, and sent him into Britanny. These partizans, supported by other emissaries of |France, prepared the minds of men for the great revolution projected and displayed, though still with many precautions, all the advantages of a union with the French monarchy. They represented to the barons of Britanny, that their country, harassed during so many years with perpetual war, had need of some repose, and of a solid and lasting peace with the only power that was formidable to them: That their alliance with Maximilian was not able to afford them even present protection, and by closely uniting them to a power, which was rival to the greatness of France, fixed them in perpetual enmity with that potent monarchy: That their vicinity exposed them first to the inroads of the enemy; and the happiest event, which, in such a situation, could befal them, would be to attain a peace, though by a final subjection to France, and by the loss of that liberty, transmitted to them from their ancestors: And that any other expedient, compatible with the honour of the state, and their duty to their sovereign, was preferable to a scene of such disorder and devastation. These suggestions had influence with the Bretons: But the chief difficulty lay in surmounting the prejudices of the young dutchess herself. That princess had imbibed a strong prepossession against the French nation, particularly against Charles, the author of all the calamities, which, from her earliest infancy, had befallen her family. She had also fixed her affections on Maximilian; and as she now deemed him her husband, she could not, she thought, without incurring the greatest guilt, and violating the most solemn engagements, contract a marriage with any other person. #1491.# In order to overcome her obstinacy, Charles gave the duke of Orleans his liberty, who, though formerly a suitor to the dutchess, was now contented to ingratiate himself with the king, by employing in his favour all the interest which he still possessed in Britanny. Mareschal Rieux and chancellor Montauban were reconciled by his mediation; and these rival ministers now concurred with the prince of Orange and the count of Dunois, in pressing the conclusion of a marriage with Charles. By their suggestion, Charles advanced with a powerful army and invested Rennes, #Annexation of Britanny to France.# at that time the residence of the dutchess; who, assailed on all hands, and finding none to support her in her in flexibility, at last opened the gates of the city, and agreed to espouse the king of France. She was married at Langey in Touraine; conducted to St. |Dennis, where she was crowned; thence made her entry into Paris, amidst the joyful acclamations of the people, who regarded this marriage as the most prosperous event that could have befallen the monarchy.","subId":"18","id":"Hume.HE.3.25.18"},{"type":"paragraph","content":"^The^ triumph and success of Charles was the most sensible mortification to the king of the Romans. He had lost a considerable territory, which he thought he had acquired, and an accomplished princess whom he had espoused; he was affronted in the person of his daughter Margaret, who was sent back to him, after she had been treated during some years as queen of France; he had reason to reproach himself with his own supine security, in neglecting the consummation of his marriage, which was easily practicable for him, and which would have rendered the tye indissoluble: These considerations threw him into the most violent rage, which be vented in very indecent expressions; and he threatened France with an invasion from the united arms of Austria, Spain, and England.","subId":"19","id":"Hume.HE.3.25.19"},{"type":"paragraph","content":"^The^ king of England had also just reason to reproach himself with misconduct in this important transaction, and though the affair had terminated in a manner which he could not precisely foresee, his negligence, in leaving his most useful ally so long exposed to the invasion of superior power, could not but appear on reflection the result of timid caution and narrow politics. As he valued himself on his extensive foresight and profound judgment, the ascendant acquired over him, by a raw youth, such as Charles, could not but give him the highest displeasure; and prompt him to seek vengeance, after all remedy for his miscarriage was become absolutely impracticable. But he was farther actuated by avarice, a motive still more predominant with him than either pride or revenge; and he sought, even from his present disappointments, the gratification of this ruling passion. #7th July.# On pretence of a French war, he issued a commission for levying a _Benevolence_ on his people[n8]; a species of taxation, which had been abolished by a recent law of Richard III. This violence (for such it really was) fell chiefly on the commercial part of the nation, who were possessed of the ready money. London alone contributed to the amount of near 10,000 |pounds. Archbishop Morton, the chancellor, instructed the commissioners to employ a dilemma, in which every one might be comprehended: If the persons applied to, lived frugally, they were told, that their parsimony must necessarily have enriched them: If their method of living were splendid and hospitable, they were concluded to be opulent on account of their expences. This device was by some called chancellor Morton's fork, by others his crutch.","subId":"20","id":"Hume.HE.3.25.20"},{"type":"paragraph","content":"^So^ little apprehensive was the king of a parliament on account of his levying this arbitrary imposition, that he soon after summoned that assembly to meet at Westminster; #27th Oct.# and he even expected to enrich himself farther by working on their passions and prejudices. He knew the displeasure, which the English had conceived against France, on account of the acquisition of Britanny; and he took care to insist on that topic, in the speech, #A parliament.# which he himself pronounced to the parliament. He told them, that France, elated with her late successes, had even proceeded to a contempt of England, and had refused to pay the tribute, which Lewis XI. had stipulated to Edward IV. That it became so warlike a nation as the English to be rouzed by this indignity, and not to limit their pretensions merely to repelling the present injury: That for his part, he was determined to lay claim to the crown itself of France, and to maintain by force of arms so just a title, transmitted to him by his gallant ancestors: That Crecy, Poictiers, and Azincour were sufficient to instruct them in their superiority over the enemy; nor did he despair of adding new names to the glorious catalogue: That a king of France had been prisoner in London, and a king of England had been crowned at Paris; events which should animate them to an emulation of like glory with that which had been enjoyed by their forefathers: That the domestic dissentions of England had been the sole cause of her losing these foreign dominions; and her present internal union would be the effectual means of recovering them: That where such lasting honour was in view, and such an important acquisition, it became not brave men to repine at the advance of a little treasure: And that for his part, he was determined to make the war maintain itself, and hoped, by the invasion of so opulent a kingdom as France, to encrease, rather than diminish, the riches of the nation[n9].","subId":"21","id":"Hume.HE.3.25.21"},{"type":"paragraph","content":"^Notwithstanding^ these magnificent vaunts of the king, all men of penetration concluded, from the personal character of the man, and still more, from the situation of affairs, that he had no serious intention of pushing the war to such extremities as he pretended. France was not now in the same condition as when such successful inroads had been made upon her by former kings of England. The great fiefs were united to the crown; the princes of the blood were desirous of tranquillity; the nation abounded with able captains and veteran soldiers; and the general aspect of her affairs seemed rather to threaten her neighbours, than to promise them any considerable advantages against her. The levity and vain-glory of Maximilian were supported by his pompous titles; but were ill seconded by military power, and still less, by any revenue, proportioned to them. The politic Ferdinand, while he made a show of war, was actually negociating for peace; and rather than expose himself to any hazard, would accept of very moderate concessions from France. Even England was not free from domestic discontents; and in Scotland, the death of Henry's friend and ally, James III. who had been murdered by his rebellious subjects, had made way for the succession of his son, James IV. who was devoted to the French interest, and would surely be alarmed at any important progress of the English arms. But all these obvious considerations had no influence on the parliament. Inflamed by the ideas of subduing France, and of enriching themselves by the spoils of that kingdom, they gave into the snare prepared for them, and voted the supply which the king demanded. Two fifteenths were granted him; and the better to enable his vassals and nobility to attend him, an act was passed, empowering them to sell their estates, without paying any fines for alienation.","subId":"22","id":"Hume.HE.3.25.22"},{"type":"paragraph","content":"#1492.# ^The^ nobility were universally seized with a desire of military glory; and having credulously swallowed all the boasts of the king, they dreamed of no less than carrying their triumphant banners to the gates of Paris, and putting the crown of France on the head of their sovereign. Many of them borrowed large sums, or sold off manors, that they might appear in the field with greater splendour, and lead out their followers in more complete order. The king crossed the sea, #6th Oct. War with France.# and arrived at Calais on the sixth of October, with an army of twenty-five thousand foot and sixteen hundred horse, which he put under the command of the duke of Bedford |and the earl of Oxford: But as some inferred, from his opening the campaign in so late a season, that peace would soon be concluded between the crowns, he was desirous of suggesting a contrary inference. \"He had come over,\" he said, \"to make an entire conquest of France, which was not the work of one summer. It was therefore of no consequence at what season he began the invasion; especially as he had Calais ready for winter quarters.\" As if he had seriously intended this enterprize, he instantly marched into the enemy's country and laid siege to Bulloigne: #Invasion of France.# But notwithstanding this appearance of hostility, there had been secret advances made towards peace above three months before; and commissioners had been appointed to treat of the terms. The better to reconcile the minds of men to this unexpected measure, the king's ambassadors arrived in the camp from the Low Countries, and informed him, that Maximilian was in no readiness to join him; nor was any assistance to be expected from that quarter. Soon after, messengers came from Spain, and brought news of a peace concluded between that kingdom and France, in which Charles had made a cession of the counties of Roussillon and Cerdagne to Ferdinand. Though these articles of intelligence were carefully dispersed throughout the army, the king was still apprehensive, lest a sudden peace, after such magnificent promises and high expectations, might expose him to reproach. In order the more effectually to cover the intended measures, he secretly engaged the marquis of Dorset, together with twenty-three persons of distinction, to present him a petition for agreeing to a treaty with France. The pretence was founded on the late season of the year, the difficulty of supplying the army at Calais during winter, the obstacles which arose in the siege of Bulloigne, the desertion of those allies whose assistance had been most relied on: Events which might, all of them, have been foreseen before the embarkation of the forces.","subId":"23","id":"Hume.HE.3.25.23"},{"type":"paragraph","content":"^In^ consequence of these preparatory steps, the bishop of Exeter and lord Daubeney were sent to confer at Estaples with the mareschal de Cordes, and to put the last hand to the treaty. #3rd Nov. Peace with France.# A few days sufficed for that purpose: The demands of Henry were wholly pecuniary; and the king of France, who deemed the peaceable possession of Britanny an equivalent for any sum, and who was all on fire for his projected expedition into Italy, readily agreed to the proposals made him. He engaged to pay Henry |745,000 crowns, near 400,000 pounds sterling of our present money; partly as a reimbursement of the sums advanced to Britanny, partly as arrears of the pension due to Edward IV. And he stipulated a yearly pension to Henry and his heirs of 25,000 crowns. Thus the king, as remarked by his historian made profit upon his subjects for the war; and upon his enemies for the peace[n10]. And the people agreed, that he had fulfilled his promise, when he said to the parliament, that he would make the war maintain itself. Maximilian was, if he pleased, comprehended in Henry's treaty; but he disdained to be in any respect beholden to an ally, of whom, he thought, he had reason to complain: He made a separate peace with France, and obtained restitution of Artois, Franchecompté, and Charolois, which had been ceded as the dowry of his daughter, when she was affianced to the king of France.","subId":"24","id":"Hume.HE.3.25.24"},{"type":"paragraph","content":"^The^ peace, concluded between England and France, was the more likely to continue, because Charles, full of ambition and youthful hopes, bent all his attention to the side of Italy, and soon after undertook the conquest of Naples; an enterprize which Henry regarded with the greater indifference, as Naples lay remote from him, and France had never, in any age, been successful in that quarter. The king's authority was fully established at home; and every rebellion, which had been attempted against him, had hitherto tended only to confound his enemies, and consolidate his power and influence. His reputation for policy and conduct was daily augmenting; his treasures had encreased even from the most unfavourable events; the hopes of all pretenders to his throne were cut off, as well by his marriage, as by the issue which it had brought him. In this prosperous situation, the king had reason to flatter himself with the prospect of durable peace and tranquillity: But, his inveterate and indefatigable enemies, whom he had wantonly provoked, raised him an adversary, who long kept him in inquietude, and sometimes even brought him into danger.","subId":"25","id":"Hume.HE.3.25.25"},{"type":"paragraph","content":"^The^ dutchess of Burgundy, full of resentment for the depression of her family and its partizans, rather irritated than discouraged by the ill success of her past enterprizes, was determined at last to disturb that government, which she found it so difficult to subvert. By means of her emissaries, she propagated a report, that |her nephew, Richard Plantagenet, duke of York, had escaped from the Tower when his elder brother was murdered, and that he still lay somewhere concealed: And finding this rumour, however improbable, to be greedily received by the people, she had been looking out for some young man, proper to personate that unfortunate prince.","subId":"26","id":"Hume.HE.3.25.26"},{"type":"paragraph","content":"#Perkin Warbec.# ^There^ was one Osbec, or Warbec, a renegado Jew of Tournay, who had been carried by some business to London in the reign of Edward IV. and had there a son born to him. Having had opportunities of being known to the king, and obtaining his favour, he prevailed with that prince, whose manners were very affable, to stand godfather to his son, to whom he gave the name of Peter, corrupted, after the Flemish manner, into Peterkin, or Perkin. It was by some believed, that Edward, among his amorous adventures, had a secret commerce with Warbec's wife; and people thence accounted for that resemblance, which was afterwards remarked between young Perkin and that monarch[n11]. Some years after the birth of this child, Warbec returned to Tournay; where Perkin, his son, did not long remain, but by different accidents was carried from place to place, and his birth and fortunes became thereby unknown, and difficult to be traced by the most diligent enquiry. The variety of his adventures had happily favoured the natural versatility and sagacity of his genius; and he seemed to be a youth perfectly fitted to act any part, or assume any character. In this light he had been represented to the dutchess of Burgundy, who, struck with the concurrence of so many circumstances suited to her purpose, desired to be made acquainted with the man, on whom she already began to ground her hopes of success. #His imposture.# She found him to exceed her most sanguine expectations; so comely did he appear in his person, so graceful in his air, so courtly in his address, so full of docility and good sense in his behaviour and conversation. The lessons, necessary to be taught him, in order to his personating the duke of York, were soon learned by a youth of such quick apprehension, but as the season seemed not then favourable for his enterprize, Margaret, in order the better to conceal him, sent him, under the care of lady Brampton, into Portugal, where he remained a year, unknown to all the world.","subId":"27","id":"Hume.HE.3.25.27"},{"type":"paragraph","content":"^The^ war, which was then ready to break out between France and England, seemed to afford a proper opportunity for the discovery of this new phaenomenon; and Ireland, which still retained its attachments to the house of York, was chosen as the proper place for his first appearance[n12]. He landed at Corke; and immediately affirming the name of Richard Plantagenet, drew to him partizans among that credulous people. He wrote letters to the earls of Desmond and Kildare, inviting them to join his party: He dispersed everywhere the strange intelligence of his escape from the cruelty of his uncle Richard: And men, fond of every thing new and wonderful, began to make him the general subject of their discourse, and even the object of their favour.","subId":"28","id":"Hume.HE.3.25.28"},{"type":"paragraph","content":"^The^ news soon reached France; and Charles, prompted by the secret solicitations of the dutchess of Burgundy, and the intrigues of one Frion, a secretary of Henry's, who had deserted his service, sent Perkin an invitation to repair to him at Paris. He received him with all the marks of regard due to the duke of York; settled on him a handsome pension, assigned him magnificent lodgings, and in order to provide at once for his dignity and security, gave him a guard for his person, of which lord Congresal accepted the office of captain. The French courtiers readily embraced a fiction, which their sovereign thought it his interest to adopt: Perkin, both by his deportment and personal qualities, supported the prepossession, which was spread abroad of his royal pedigree: And the whole kingdom was full of the accomplishments, as well as the singular adventures and misfortunes of the young Plantagenet. Wonders of this nature are commonly augmented at a distance. From France, the admiration and credulity diffused themselves into England: Sir George Nevil, Sir John Taylor, and above a hundred gentlemen more, came to Paris, in order to offer their services to the supposed duke of York, and to share his fortunes: And the impostor had now the appearance of a court attending him, and began to entertain hopes of final success in his undertakings.","subId":"29","id":"Hume.HE.3.25.29"},{"type":"paragraph","content":"^When^ peace was concluded between France and England at Estaples, Henry applied to have Perkin put into his hands; but Charles, resolute not to betray a young man, of whatever birth, whom he had invited into his kingdom, would agree only to dismiss |him. The pretended Richard retired to the dutchess of Burgundy, and craving her protection and assistance, offered to lay before her all the proofs of that birth, to which he laid claim. #He is avowed by the dutchess of Burgundy, and by many of the English nobility.# The princess affected ignorance of his pretensions; even put on the appearance of distrust; and having, as she said, been already deceived by Simnel, she was determined never again to be reduced by any impostor. She desired before all the world to be instructed in his reasons for assuming the name which he bore; seemed to examine every circumstance with the most scrupulous nicety; put many particular questions to him; affected astonishment at his answers; and at last, after long and severe scrutiny, burst out into joy and admiration at his wonderful deliverance, embraced him as her nephew, the true image of Edward, the sole heir of the Plantagenets, and the legitimate successor to the English throne. #1493.# She immediately assigned him an equipage, suited to his pretended birth; appointed him a guard of thirty halberdiers; engaged every one to pay court to him; and on all occasions honoured him with the appellation of the _White Rose of England._ The Flemings, moved by the authority which Margaret, both from her rank and personal character, enjoyed among them, readily adopted the fiction of Perkin's royal descent: No surmise of his true birth was as yet heard of: Little contradiction was made to the prevailing opinion: And the English, from their great communication with the Low Countries, were every day more and more prepossessed in favour of the impostor.","subId":"30","id":"Hume.HE.3.25.30"},{"type":"paragraph","content":"^It^ was not the populace alone of England that gave credit to Perkin's pretensions. Men of the highest birth and quality, disgusted at Henry's government, by which they found the nobility depressed, began to turn their eyes towards the new claimant; and some of them even entered into a correspondence with him. Lord Fitzwater, Sir Simon Mountfort, Sir Thomas Thwaites betrayed their inclination towards him: Sir William Stanley himself, lord chamberlain, who had been so active in raising Henry to the throne, moved either by blind credulity or a restless ambition, entertained the project of a revolt in favour of his enemy[n13]. Sir Robert Clifford and William Barley were still more open in their measures: They went over to Flanders, were introduced by the dutchess of Burgundy to the acquaintance of Perkin, and made |him a tender of their services. Clifford wrote back to England, that he knew perfectly the person of Richard duke of York, that this young man was undoubtedly that prince himself, and that no circumstance of his story was exposed to the least difficulty. Such positive intelligence, conveyed by a person of rank and character, was sufficient with many to put the matter beyond question, and excited the attention and wonder even of the most indifferent. The whole nation was held in suspence; a regular conspiracy was formed against the king's authority; and a correspondence settled between the malcontents in Flanders and those in England.","subId":"31","id":"Hume.HE.3.25.31"},{"type":"paragraph","content":"^The^ king was informed of all these particulars; but agreeably to his character, which was both cautious and resolute, he proceeded deliberately, though steadily, in counter-working the projects of his enemies. His first object was to ascertain the death of the real duke of York, and to confirm the opinion that had always prevailed with regard to that event. Five persons had been employed by Richard in the murder of his nephews, or could give evidence with regard to it; Sir James Tirrel, to whom he had committed the government of the Tower for that purpose, and who had seen the dead princes; Forrest, Dighton, and Slater, who perpetrated the crime; and the priest who buried the bodies. Tirrel and Dighton alone were alive, and they agreed in the same story; but as the priest was dead, and as the bodies were supposed to have been removed by Richard's orders, from the place where they were first interred, and could not now be found, it was not in Henry's power to put the fact, so much as he wished, beyond all doubt and controversy.","subId":"32","id":"Hume.HE.3.25.32"},{"type":"paragraph","content":"^He^ met at first with more difficulty, but was in the end more successful, in detecting who this wonderful person was that thus boldly advanced pretensions to his crown. He dispersed his spies all over Flanders and England; he engaged many to pretend that they had embraced Perkin's party; he directed them to insinuate themselves into the confidence of the young man's friends; in proportion as they conveyed intelligence of any conspirator, he bribed his retainers, his domestic servants, nay sometimes his confessor, and by these means traced up some other confederate; Clifford himself he engaged by the hope of rewards and pardon, to betray the secrets committed to him; the more trust he gave to any of his spies, the higher resentment did he feign against them; |some of them he even caused to be publicly anathematized, in order the better to procure them the confidence of his enemies: And in the issue, the whole plan of the conspiracy was clearly laid before him; and the pedigree, adventures, life, and conversation of the pretended duke of York. This latter part of the story was immediately published for the satisfaction of the nation: The conspirators he reserved for a slower and surer vengeance.","subId":"33","id":"Hume.HE.3.25.33"},{"type":"paragraph","content":"#1494.# ^Meanwhile^, he remonstrated with the archduke, Philip, on account of the countenance and protection, which was afforded in his dominions to so infamous an impostor; contrary to treaties subsisting between the sovereigns, and to the mutual amity which had so long been maintained by the subjects of both states. Margaret had interest enough to get his application rejected; on pretence that Philip had no authority over the demesnes of the dutchess dowager. And the king, in resentment of this injury, cut off all commerce with the Low-Countries, banished the Flemings, and recalled his own subjects from these provinces. Philip retaliated by like edicts; but Henry knew, that so mutinous a people as the Flemings would not long bear, in compliance with the humours of their prince, to be deprived of the beneficial branch of commerce which they carried on with England.","subId":"34","id":"Hume.HE.3.25.34"},{"type":"paragraph","content":"^He^ had it in his power to inflict more effectual punishment on his domestic enemies; and when his projects were sufficiently matured, he failed not to make them feel the effects of his resentment. Almost in the same instant, he arrested Fitzwater, Mountfort, and Thwaites, together with William Daubeney, Robert Ratcliff, Thomas Cressenor, and Thomas Astwood. All these were arraigned, convicted, and condemned for high treason, in adhering and promising aid to Perkin. Mountfort, Ratcliff, and Daubeney were immediately executed: Fitzwater was sent over to Calais, and detained in custody; but being detected in practising on his keeper for an escape, he soon after underwent the same fate. The rest were pardoned, together with William Worseley, dean of St. Paul's, and some others, who had been accused and examined, but not brought to public trial[n14].","subId":"35","id":"Hume.HE.3.25.35"},{"type":"paragraph","content":"^Greater^ and more solemn preparations were deemed requisite for the trial of Stanley, lord chamberlain, whose authority in the |nation, whose domestic connexions with the king, as well as his former services, seemed to secure him against any accusation or punishment. Clifford was directed to come over privately to England, and to throw himself at the king's feet, while he sat in council; craving pardon for past offences, and offering to atone for them by any services, which should be required of him. Henry then told him, that the best proof he could give of penitence, and the only service he could now render him, was the full confession of his guilt, and the discovery of all his accomplices, however distinguished by rank or character. Encouraged by this exhortation, Clifford accused Stanley then present, as his chief abettor; and offered to lay before the council the full proof of his guilt. Stanley himself could not discover more surprize than was affected by Henry on the occasion. He received the intelligence as absolutely false and incredible; that a man, to whom he was in a great measure beholden for his crown, and even for his life; a man, to whom, by every honour and favour, he had endeavoured to express his gratitude; whose brother, the earl of Derby, was his own father-in-law; to whom he had even committed the trust of his person, by creating him lord chamberlain: That this man, enjoying his full confidence and affection, not actuated by any motive of discontent or apprehension, should engage in a conspiracy against him. Clifford was therefore exhorted to weigh well the consequences of his accusation; but as he persisted in the same positive asseverations, Stanley was committed to custody, and was soon after examined before the council[n15]. He denied not the guilt imputed to him by Clifford; he did not even endeavour much to extenuate it; whether he thought that a frank and open confession would serve as an atonement, #Trial and execution of Stanley.# or trusted to his present connexions, and his former services, for pardon and security. But princes are often apt to regard great services as a ground of jealousy, especially if accompanied with a craving and restless disposition, in the person who has performed them. The general discontent also, and mutinous humour of the people, seemed to require some great example of severity. And as Stanley was one of the most opulent subjects in the kingdom, #1495.# being possessed of above three thousand pounds a-year in land, and forty thousand marks in plate and |money, besides other property of great value, the prospect of so #15th Feb.# rich a forfeiture was deemed no small motive for Henry's proceeding to extremities against him. After six weeks delay, which was interposed in order to shew that the king was restrained by doubts and scruples; the prisoner was brought to his trial, condemned, and presently after beheaded. Historians are not agreed with regard to the crime which was proved against him. The general report is, that he should have said in confidence to Clifford, that, if he were sure the young man, who appeared in Flanders, was really son to king Edward, he never would bear arms against him. The sentiment might disgust Henry, as implying a preference of the house of York to that of Lancaster, but could scarcely be the ground, even in those arbitrary times, of a sentence of high treason against Stanley. It is more probable, therefore, as is asserted by some historians, that he had expressly engaged to assist Perkin, and had actually sent him some supply of money.","subId":"36","id":"Hume.HE.3.25.36"},{"type":"paragraph","content":"^The^ fate of Stanley made great impression on the kingdom, and struck all the partizans of Perkin with the deepest dismay. From Clifford's desertion, they found that all their secrets were betrayed; and as it appeared, that Stanley, while he seemed to live in the greatest confidence with the king, had been continually surrounded by spies, who reported and registered every action in which he was engaged, nay, every word which fell from him, a general distrust took place, and all mutual confidence was destroyed, even among intimate friends and acquaintance. The jealous and severe temper of the king, together with his great reputation for sagacity and penetration, kept men in awe, and quelled not only the movements of sedition, but the very murmurs of faction. Libels, however, creeped out against Henry's person and administration; and being greedily propagated by every secret art, showed that there still remained among the people a considerable root of discontent, which wanted only a proper opportunity to discover itself.","subId":"37","id":"Hume.HE.3.25.37"},{"type":"paragraph","content":"^But^ Henry continued more intent on encreasing the terrors of his people, than on gaining their affections. Trusting to the great success which attended him in all his enterprizes, he gave every day, more and more, a loose to his rapacious temper, and employed the arts of perverted law and justice, in order to exact fines and compositions from his people. Sir William Capel, alderman of |London, was condemned on some penal statutes to pay the sum of 2743 pounds, and was obliged to compound for sixteen hundred and fifteen. This was the first noted case of the kind; but it became a precedent, which prepared the way for many others. The management, indeed, of these arts of chicanery, was the great secret of the king's administration. While he depressed the nobility, he exalted and honoured and caressed the lawyers; and by that means both bestowed authority on the laws, and was enabled, whenever he pleased, to pervert them to his own advantage. His government was oppressive; but it was so much the less burthensome, as, by his extending royal authority, and curbing the nobles, he became in reality the sole oppressor in his kingdom.","subId":"38","id":"Hume.HE.3.25.38"},{"type":"paragraph","content":"^As^ Perkin found, that the king's authority daily gained ground among the people, and that his own pretensions were becoming obsolete, he resolved to attempt something, which might revive the hopes and expectations of his partizans. Having collected a band of outlaws, pirates, robbers, and necessitous persons of all nations, to the number of 600 men, he put to sea, with a resolution of making a descent in England, and of exciting the common people to arms, since all his correspondence with the nobility was cut off by Henry's vigilance and severity. Information being brought him, that the king had made a progress to the north, he cast anchor on the coast of Kent, and sent some of his retainers ashore, who invited the country to join him. The gentlemen of Kent assembled some troops to oppose him; but they purposed to do more essential service than by repelling the invasion: They carried the semblance of friendship to Perkin, and invited him to come, himself, ashore, in order to take the command over them. But the wary youth, observing that they had more order and regularity in their movements than could be supposed in new levied forces, who had taken arms against established authority, refused to entrust himself into their hands; and the Kentish troops, despairing of success in their stratagem, fell upon such of his retainers, as were already landed; and besides some whom they slew, they took a hundred and fifty prisoners. These were tried and condemned; and all of them executed, by orders from the king, who was resolved to use no lenity towards men of such desperate fortunes[n16].","subId":"39","id":"Hume.HE.3.25.39"},{"type":"paragraph","content":"#A parliament.# ^This^ year a parliament was summoned in England, and another in Ireland; and some remarkable laws were passed in both countries. The English parliament enacted, that no person, who should by arms or otherwise assist the king for the time being, should ever afterwards, either by course of law or act of parliament, be attainted for such an instance of obedience. This statute might be exposed to some censure, as favourable to usurpers; were there any precise rule, which always, even during the most factious times, could determine the true successor, and render every one inexcusable, who did not submit to him. But as the titles of princes are then the great subject of dispute, and each party pleads topics in its own favour, it seems but equitable to secure those who act in support of public tranquillity, an object at all times of undoubted benefit and importance. Henry, conscious of his disputed title, promoted this law, in order to secure his partizans against all events; but as he had himself observed a contrary practice with regard to Richard's adherents, he had reason to apprehend, that, during the violence which usually ensues on public convulsions, his example, rather than his law, would, in case of a new revolution, be followed by his enemies. And the attempt to bind the legislature itself, by prescribing rules to future parliaments, was contradictory to the plainest principles of political government.","subId":"40","id":"Hume.HE.3.25.40"},{"type":"paragraph","content":"^This^ parliament also passed an act, impowering the king to levy, by course of law, all the sums which any person had agreed to pay by way of benevolence: A statute, by which that arbitrary method of taxation was indirectly authorized and justified.","subId":"41","id":"Hume.HE.3.25.41"},{"type":"paragraph","content":"^The^ king's authority appeared equally prevalent and uncontroled in Ireland. Sir Edward Poynings had been sent over to that country, with an intention of quelling the partizans of the house of York, and of reducing the natives to subjection. He was not supported by forces sufficient for that enterprize: The Irish, by flying into their woods, and morasses, and mountains, for some time eluded his efforts: But Poynings summoned a parliament at Dublin, where he was more successful. He passed that memorable statute, which still bears his name, and which establishes the authority of the English government in Ireland. By this statute, all the former laws of England were made to be of force in Ireland; and no bill can be introduced into the Irish parliament, unless it previously receive the sanction of the council of England. This |latter clause seems calculated for ensuring the dominion of the English; but was really granted at the desire of the Irish commons, who intended, by that means, to secure themselves from the tyranny of their lords, particularly of such lieutenants or deputies as were of Irish birth[n17].","subId":"42","id":"Hume.HE.3.25.42"},{"type":"paragraph","content":"^While^ Henry's authority was thus established throughout his dominions, and general tranquillity prevailed, the whole continent was thrown into combustion by the French invasion of Italy, and by the rapid success which attended Charles in that rash and ill-concerted enterprize. The Italians, who had entirely lost the use of arms, and who, in the midst of continual wars, had become every day more unwarlike, were astonished to meet an enemy, that made the field of battle, not a pompous tournament, but a scene of blood, and sought at the hazard of their own lives the death of their enemy. Their effeminate troops were dispersed every where on the approach of the French army: Their best fortified cities opened their gates: Kingdoms and states were in an instant overturned: And through the whole length of Italy, which the French penetrated without resistance, they seemed rather to be taking quarters in their own country, than making conquests over an enemy. The maxims, which the Italians, during that age, followed in negociations, were as ill calculated to support their states, as the habits to which they were addicted in war: A treacherous, deceitful, and inconsistent system of politics prevailed; and even those small remains of fidelity and honour, which were preserved in the councils of the other European princes, were ridiculed in Italy, as proofs of ignorance and rusticity. Ludovico, duke of Milan, who invited the French to invade Naples, had never desired or expected their success; and was the first that felt terror from the prosperous issue of those projects, which he himself had concerted. By his intrigues a league was formed among several potentates to oppose the progress of Charles's conquests and secure their own independency. This league was composed of Ludovico himself, the pope, Maximilian king of the Romans, Ferdinand of Spain, and the republic of Venice. Henry too entered into the confederacy; but was not put to any expence or trouble in consequence of his engagement. The king of France, terrified by so |powerful a combination, retired from Naples with the greater part of his army, and returned to France. The forces, which he left in his new conquest were, partly by the revolt of the inhabitants, partly by the invasion of the Spaniards, soon after subdued; and the whole kingdom of Naples suddenly returned to its allegiance under Ferdinand, son to Alphonso, who had been suddenly expelled by the irruption of the French. Ferdinand died soon after; and left his uncle, Frederic, in full possession of the throne.","subId":"43","id":"Hume.HE.3.25.43"},{"type":"note","content":"Polyd. Virg. p. 575.","subId":"n1","id":"Hume.HE.3.25.n1"},{"type":"note","content":"Bacon, p. 589.","subId":"n2","id":"Hume.HE.3.25.n2"},{"type":"note","content":"Argertré Hist. de Fretagne, liv. xii.","subId":"n3","id":"Hume.HE.3.25.n3"},{"type":"note","content":"9th November, 1487.","subId":"n4","id":"Hume.HE.3.25.n4"},{"type":"note","content":"Polydore Virgil, p. 579, says, that this imposition was a capitation tax; the other historians say, it was a tax of two shillings in the pound.","subId":"n5","id":"Hume.HE.3.25.n5"},{"type":"note","content":"Bacon, p. 595.","subId":"n6","id":"Hume.HE.3.25.n6"},{"type":"note","content":"Du Tillet, Recueil des Traites.","subId":"n7","id":"Hume.HE.3.25.n7"},{"type":"note","content":"Rymer, vol. xii. p. 446. Bacon says that the benevolence was levied with consent of parliament, which is a mistake.","subId":"n8","id":"Hume.HE.3.25.n8"},{"type":"note","content":"Bacon, p. 601.","subId":"n9","id":"Hume.HE.3.25.n9"},{"type":"note","content":"Bacon, p. 605. Pol. Virg. p. 586.","subId":"n10","id":"Hume.HE.3.25.n10"},{"type":"note","content":"Bacon, p. 606.","subId":"n11","id":"Hume.HE.3.25.n11"},{"type":"note","content":"Polyd. Virg. p. 589.","subId":"n12","id":"Hume.HE.3.25.n12"},{"type":"note","content":"Bacon, p. 608.","subId":"n13","id":"Hume.HE.3.25.n13"},{"type":"note","content":"Polydore Virgil, p. 592.","subId":"n14","id":"Hume.HE.3.25.n14"},{"type":"note","content":"Bacon, p. 611. Polyd. Virg. p. 593.","subId":"n15","id":"Hume.HE.3.25.n15"},{"type":"note","content":"Polydore Virgil, p. 595.","subId":"n16","id":"Hume.HE.3.25.n16"},{"type":"note","content":"Sir John Davis, p. 235.","subId":"n17","id":"Hume.HE.3.25.n17"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.HE.3","imported":true,"title":"Volume 3. The History of the House of Tudor, Part 1","breadcrumb":"Volume 3","published":[1759]}],"prev":{"id":"Hume.HE.3.24","imported":true,"title":"Chapter 24. Henry VII","breadcrumb":"Chapter 24","published":[1759]},"next":{"id":"Hume.HE.3.26","imported":true,"title":"Chapter 26. Henry VII (cont.)","breadcrumb":"Chapter 26","published":[1759]}}