{"imported":true,"id":"Hume.HE.6.62","parent":"Hume.HE.6","title":"Chapter 62. The Commonwealth (cont.)","breadcrumb":"Chapter 62","texts":[],"published":[1757],"copytext":[1778],"sourceDesc":"Hume’s <cite>History of England</cite> was written in three stages, and in reverse chronological order. He began with two volumes on the History of Great Britain (from the Union of the Crowns to the death of James II), published in 1754 and 1757. In 1759 he then published two more volumes, on the House of Tudor. This necessitated changing the title from the <cite>History of Great Britain</cite> to the <cite>History of England</cite>, since he now began the story a century and a half before the union. Finally, in 1762, he published two more volumes tracing the country’s history back even further, all the way to the Celtic Britons and the Roman invasion. In 1763, the first complete set was published, but owing to the size of the work – including the now very large index included in the final volume – it had to be chopped up rather awkwardly into 8 volumes rather than 6. The text here follows the posthumous 1778 edition, which Hume was working on before he died. That edition was also (of necessity) printed in 8 volumes, but it is shown here divided into 6 volumes instead (matching the breaks that appeared in the volumes as they were originally published).","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h2>CHAP. LXII.</h2> <h1>THE COMMONWEALTH.</h1> <em>Richard acknowledged protector——A parliament——Cabal of Wallingford House——Richard deposed——Long parliament or Rump restored——Conspiracy of the royalists——Insurrection——Suppressed——Parliament expelled——Committee of safety——Foreign affairs——General Monk——Monk declares for the parliament——Parliament restored——Monk enters London, declares for a free parliament——Secluded members restored——Long parliament dissolved——New parliament——The Restoration——Manners and arts.</em>","id":"Hume.HE.6.62"},{"type":"paragraph","content":"<span class=\"margin-comment\">1658.</span> ALL the arts of Cromwel's policy had been so often practised, that they began to lose their effect; and his power, instead of being confirmed by time and success, seemed every day to become more uncertain and precarious. His friends the most closely connected with him, and his counsellors the most trusted, were entering into cabals against his authority; and with all his penetration into the characters of men, he could not find any ministers, on whom he could rely. Men of probity and honour, he knew, would not submit to be the instruments of an usurpation, violent and <span class=\"page-break\"></span>illegal: Those, who were free from the restraint of principle, might betray, from interest, that cause, in which, from no better motives, they had inlisted themselves. Even those, on whom he conferred any favour, never deemed the recompence an equivalent for the sacrifices, which they made to obtain it: Whoever was refused any demand, justified his anger by the specious colours of conscience and of duty. Such difficulties surrounded the protector, that his dying at so critical a time, is esteemed by many the most fortunate circumstance that ever attended him; and it was thought, that all his courage and dexterity could not much longer have extended his usurped administration.","subId":"1","id":"Hume.HE.6.62.1"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> when that potent hand was removed, which conducted the government, every one expected a sudden dissolution of the unwieldy and ill-jointed fabric. Richard, a young man of no experience, educated in the country, accustomed to a retired life, unacquainted with the officers and unknown to them, recommended by no military exploits, endeared by no familiarities, could not long, it was thought, maintain that authority, which his father had acquired by so many valorous atchievements, and such signal successes. And when it was observed, that he possessed only the virtues of private life, which in his situation were so many vices; that indolence, incapacity, irresolution attended his facility and good nature; the various hopes of men were excited by the expectation of some great event or revolution. For some time, however, the public was disappointed in this opinion. <span class=\"margin-comment\">Richard acknowledged protector.</span> The council recognized the succession of Richard: Fleetwood, in whose favour, it was supposed, Cromwel had formerly made a will, renounced all claim or pretension to the protectorship: Henry, Richard's brother, who governed Ireland with popularity, ensured him the obedience of that kingdom: Monk, whose authority was well established in Scotland, being much attached to the family of Cromwel, immediately proclaimed the new protector: The army, every where, the fleet, acknowledged his title: 'Above ninety addresses, from the counties and most considerable corporations, congratulated him on his accession, in all the terms of dutiful allegiance: Foreign ministers were forward in paying him the usual compliments: And Richard, whose moderate, unambitious character, never would have led him to contend for empire, was tempted to accept of so rich an inheritance, which seemed to be tendered to him, by the consent of all mankind.'","subId":"2","id":"Hume.HE.6.62.2"},{"type":"paragraph","content":"<span class=\"margin-comment\">A parliament.</span> <span class=\"small-capitals\">It</span> was found necessary to call a parliament, in order to furnish supplies, both for the ordinary administration, and for fulfilling those engagements with foreign princes, particularly Sweden, into which the late protector had entered. In hopes of obtaining greater influence in elections, the ancient right was restored to all the small burroughs; and the counties were allowed no more than their usual members. <span class=\"margin-comment\">1659.</span> The house of peers or the other house consisted of the same persons, that had been appointed by Oliver.","subId":"3","id":"Hume.HE.6.62.3"},{"type":"paragraph","content":"<span class=\"margin-comment\">7th of January.</span> <span class=\"small-capitals\">All</span> the commons, at first, signed without hesitation an engagement not to alter the present government. They next proceeded to examine <em>the humble petition and advice;</em> and after great opposition and many vehement debates, it was, at length, with much difficulty, carried by the court-party to confirm it. An acknowledgment too of the authority of the other house was extorted from them; though it was resolved not to treat this house of peers with any greater respect than they should return to the commons. A declaration was also made, that the establishment of the other house should no wise prejudice the right of such of the ancient peers as had, from the beginning of the war, adhered to the parliament. But in all these proceedings, the opposition among the commons was so considerable, and the debates were so much prolonged, that all business was retarded, and great alarm given to the partizans of the young protector.","subId":"4","id":"Hume.HE.6.62.4"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> there was another quarter from which greater dangers were justly apprehended. The most considerable officers of the army, and even Fleetwood, brother-in-law to the protector, were entering into cabals against him. No character in human society is more dangerous than that of the fanatic; because, if attended with weak judgment, he is exposed to the suggestions of others; if supported by more discernment, he is entirely governed by his own illusions, which sanctify his most selfish views and passions. Fleetwood was of the former species; and as he was extremely addicted to a republic, and even to the fifth monarchy or dominion of the saints, it was easy for those, who had insinuated themselves into his confidence, to instil disgusts against the dignity of protector. The whole republican party in the army, which was still considerable, Fitz, Mason, Moss, Farley, united themselves to that general. The officers too of the same party, whom Cromwel had discarded, Overton, Ludlow, Rich, Okey, Alured, began to appear, and to recover that authority, which had been only for a time <span class=\"page-break\"></span>suspended. A party likewise, who found themselves eclipsed in Richard's favour, Sydenham, Kelsey, Berry, Haines, joined the cabal of the others. Even Desborow, the protector's uncle, lent his authority to that faction. But above all, the intrigues of Lambert, who was now rouzed from his retreat, inflamed all those dangerous humours, <span class=\"margin-comment\">Cabal of Wallingford-house.</span> and threatened the nation with some great convulsion. The discontented officers established their meetings in Fleetwood's apartments; and because he dwelt in Wallingford-house, the party received a denomination from that place.","subId":"5","id":"Hume.HE.6.62.5"},{"type":"paragraph","content":"<span class=\"small-capitals\">Richard</span>, who possessed neither resolution nor penetration, was prevailed on to give an unguarded consent for calling a general council of officers, who might make him proposals, as they pretended, for the good of the army. No sooner were they assembled than they voted a remonstrance. They there lamented, that <em>the good old cause,</em> as they termed it, that is, the cause, for which they had engaged against the late king, was entirely neglected; and they proposed as a remedy, that the whole military power should be entrusted to some person, in whom they might all confide. The city militia, influenced by two aldermen, Tichburn and Ireton, expressed the same resolution of adhering to <em>the good old cause.</em>","subId":"6","id":"Hume.HE.6.62.6"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> protector was justly alarmed at those movements among the officers. The persons, in whom he chiefly confided, were, all of them, excepting Broghill, men of civil characters and professions; Fiennes, Thurloe, Whitlocke, Wolseley; who could only assist him with their advice and opinion. He possessed none of those arts, which were proper to gain an enthusiastic army. Murmurs being thrown out against some promotions, which he had made, <em>Would you have me,</em> said he, <em>prefer none but the godly? Here is Dick Ingoldsby,</em> continued he, <em>who can neither pray nor preach; yet will I trust him before ye all<a href=\"#n1\"><sup>[1]</sup></a>.</em> This imprudence gave great offence to the pretended saints. The other qualities of the protector were correspondent to these sentiments: He was of a gentle, humane, and generous disposition. Some of his party offering to put an end to those intrigues by the death of Lambert, he declared, that he would not purchase power or dominion by such sanguinary measures.","subId":"7","id":"Hume.HE.6.62.7"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> parliament was no less alarmed at the military cabals. They voted, that there should be no meeting or general council of officers, <span class=\"page-break\"></span>except with the protector's consent, or by his orders. This vote brought affairs immediately to a rupture. The officers hastened to Richard, and demanded of him the dissolution of the parliament. Desborow, a man of a clownish and brutal nature, threatened him, if he should refuse compliance. The protector wanted the resolution to deny, and possessed little ability to resist. The parliament was dissolved; <span class=\"margin-comment\">22d April. Richard deposed.</span> and by the same act, the protector was, by every one, considered as effectually dethroned. Soon after, he signed his demission in form.","subId":"8","id":"Hume.HE.6.62.8"},{"type":"paragraph","content":"<span class=\"small-capitals\">Henry</span>, the deputy of Ireland, was endowed with the same moderate disposition as Richard; but as he possessed more vigour and capacity, it was apprehended, that he might make resistance. His popularity in Ireland was great; and even his personal authority, notwithstanding his youth, was considerable. Had his ambition been very eager, he had, no doubt, been able to create disturbance: But being threatened by Sir Hardress Waller, colonel John Jones, and other officers, he very quietly resigned his command, and retired to England. He had once entertained thoughts, which he had not resolution to execute, of proclaiming the king in Dublin<a href=\"#n2\"><sup>[2]</sup></a>.","subId":"9","id":"Hume.HE.6.62.9"},{"type":"paragraph","content":"<span class=\"small-capitals\">Thus</span> fell, suddenly and from an enormous height, but, by a rare fortune, without any hurt or injury, the family of the Cromwels. Richard continued to possess an estate, which was moderate, and burthened too with a large debt, which he had contracted for the interment of his father. After the restoration, though he remained unmolested, he thought proper to travel for some years; and at Pezenas in Languedoc he was introduced under a borrowed name to the prince of Conti. That prince, talking of English affairs, broke out into admiration of Cromwel's courage and capacity. <q>But as for that poor pitiful fellow, Richard,</q> said he, <q>what has become of him? How could he be such a blockhead as to reap no greater benefit from all his father's crimes and successes?</q> Richard extended his peaceful and quiet life to an extreme old age, and died not till the latter end of queen Anne's reign. His social virtues, more valuable than the greatest capacity, met with a recompence, more precious than noisy fame and more suitable, contentment and tranquillity.","subId":"10","id":"Hume.HE.6.62.10"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> council of officers, now possessed of supreme authority, <span class=\"page-break\"></span>deliberated what form of government they should establish. Many of them seemed inclined to exercise the power of the sword in the most open manner; but as it was apprehended, that the people would with great difficulty be induced to pay taxes, levied by arbitrary will and pleasure; it was agreed to preserve the shadow of civil administration, and to revive the long parliament, which had been expelled by Cromwel. That assembly could not be dissolved, it was asserted, but by their own consent; and violence had interrupted, but was not able to destroy, their right to government. The officers also expected, that, as these members had sufficiently felt their own weakness, they would be contented to act in subordination to the military commanders, and would thenceforth allow all the authority to remain, where the power was so visibly vested.","subId":"11","id":"Hume.HE.6.62.11"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> officers applied to Lenthal, the speaker, and proposed to him, that the parliament should resume their seats. Lenthal was of a low, timid spirit; and being uncertain what issue might attend these measures, was desirous of evading the proposal. He replied, that he could by no means comply with the desire of the officers; being engaged in a business of far greater importance to himself, which he could not omit on any account, because it concerned the salvation of his own soul. The officers pressed him to tell what it might be. He was preparing, he said, to participate of the Lord's supper, which he resolved to take next sabbath. They insisted, that mercy was preferable to sacrifice, and that he could not better prepare himself for that great duty, than by contributing to the public service. All their remonstrances had no effect. However, on the appointed day, the speaker, being informed, that a quorum of the house was likely to meet, thought proper, notwithstanding the salvation of his soul, as Ludlow observes, to join them; and the house immediately proceeded upon business. The secluded members attempted, but in vain, to resume their seats among them.","subId":"12","id":"Hume.HE.6.62.12"},{"type":"paragraph","content":"<span class=\"margin-comment\">Long parliament or rump restored.</span> <span class=\"small-capitals\">The</span> numbers of this parliament were small, little exceeding seventy members: Their authority in the nation, ever since they had been purged by the army, was extremely diminished; and after their expulsion, had been totally annihilated: But being all of them men of violent ambition; some of them men of experience and capacity; they were resolved, since they enjoyed the title of the supreme authority, and observed, that some appearance of a parliament was requisite for the purposes of the army, not to act a <span class=\"page-break\"></span>subordinate part to those who acknowledged themselves their servants. They chose a council, in which they took care that the officers of Wallingford-house should not be the majority: They appointed Fleetwood lieutenant-general, but inserted in his commission, that it should only continue during the pleasure of the house: They chose seven persons, who should nominate to such commands as became vacant: And they voted, that all commissions should be received from the speaker, and be assigned by him in the name of the house. These precautions, the tendency of which was visible, gave great disgust to the general officers; and their discontent would immediately have broken out into some resolution, fatal to the parliament, had it not been checked by the apprehensions of danger from the common enemy.","subId":"13","id":"Hume.HE.6.62.13"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> bulk of the nation consisted of royalists and presbyterians; and to both these parties the dominion of the pretended parliament had ever been to the last degree odious. When that assembly was expelled by Cromwel, contempt had succeeded to hatred; and no reserve had been used in expressing the utmost derision against the impotent ambition of these usurpers. Seeing them reinstated in authority, all orders of men felt the highest indignation; together with apprehensions, lest such tyrannical rulers should exert their power by taking vengeance upon their enemies, who had so openly insulted them. A secret reconciliation, therefore, was made between the rival parties; and it was agreed, that, burying former enmities in oblivion, all efforts should be used for the overthrow of the rump; so they called the parliament, in allusion to that part of the animal body. The presbyterians, sensible from experience, that their passion for liberty, however laudable, had carried them into unwarrantable excesses, were willing to lay aside ancient jealousies, and, at all hazards, to restore the royal family. The nobility, the gentry bent their passionate endeavours to the same enterprize, by which alone they could be redeemed from slavery. And no man was so remote from party, so indifferent to public good, as not to feel the most ardent wishes, for the dissolution of that tyranny, which, whether the civil or the military part of it were considered, appeared equally oppressive and ruinous to the nation.","subId":"14","id":"Hume.HE.6.62.14"},{"type":"paragraph","content":"<span class=\"small-capitals\">Mordaunt</span>, who had so narrowly escaped on his trial, before the high-court of justice, seemed rather animated than daunted with <span class=\"page-break\"></span>past danger; <span class=\"margin-comment\">Conspiracy of the royalists.</span> and having, by his resolute behaviour, obtained the highest confidence of the royal party, he was now become the centre of all their conspiracies. In many counties, a resolution was taken to rise in arms. Lord Willoughby of Parham and Sir Horatio Townshend undertook to secure Lynne: General Massey engaged to seize Glocester: Lord Newport, Littleton, and other gentlemen conspired to take possession of Shrewsbury; Sir George Booth of Chester; Sir Thomas Middleton of North-Wales; Arundel, Pollar, Granville, Trelawney, of Plymouth and Exeter. A day was appointed for the execution of all these enterprizes. And the king, attended by the duke of York, had secretly arrived at Calais, with a resolution of putting himself at the head of his loyal subjects. The French court had promised to supply him with a small body of forces, in order to countenance the insurrections of the English.","subId":"15","id":"Hume.HE.6.62.15"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> combination was disconcerted by the infidelity of Sir Richard Willis. That traitor continued with the parliament the same correspondence, which he had begun with Cromwel. He had engaged to reveal all conspiracies, so far as to destroy their effect; but reserved to himself, if he pleased, the power of concealing the conspirators. He took care never to name any of the old, genuine cavaliers, who had zealously adhered, and were resolved still to adhere, to the royal cause in every fortune. These men he esteemed; these he even loved. He betrayed only the new converts among the presbyterians, or such lukewarm royalists, as, discouraged with their disappointments, were resolved to expose themselves to no more hazards. A lively proof, how impossible it is, even for the most corrupted minds, to divest themselves of all regard to morality and social duty!","subId":"16","id":"Hume.HE.6.62.16"},{"type":"paragraph","content":"<span class=\"margin-comment\">July.</span> <span class=\"small-capitals\">Many</span> of the conspirators in the different counties were thrown into prison: Others, astonished at such symptoms of secret treachery, left their houses or remained quiet: The most tempestuous weather prevailed during the whole time appointed for the rendezvouses; insomuch that some found it impossible to join their friends, and others were dismayed with fear and superstition at an incident so unusual during the summer season. Of all the projects, the only one which took effect, was that of Sir George Booth for the seizing of Chester. The earl of Derby, lord Herbert of Cherbury, Mr. Lee, colonel Morgan entered into this enterprize. Sir William Middleton joined Booth with some troops from North <span class=\"page-break\"></span>Wales; and the malcontents were powerful enough to subdue all in that neighbourhood, who ventured to oppose them. In their declaration they made no mention of the king: They only demanded a free and full parliament.","subId":"17","id":"Hume.HE.6.62.17"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> parliament was justly alarmed. How combustible the materials they well knew; and the fire was now fallen among them. Booth was of a family eminently presbyterian; and his conjunction with the royalists they regarded as a dangerous symptom. They had many officers, whose fidelity they could more depend on than that of Lambert: But there was no one in whose vigilance and capacity they reposed such confidence. They commissioned him to suppress the rebels. He made incredible haste. Booth imprudently ventured himself out of the walls of Chester, and exposed, in the open field, his raw troops against these hardy veterans. He was soon routed and taken prisoner. His whole army was dispersed. <span class=\"margin-comment\">Suppressed.</span> And the parliament had no farther occupation than to fill all the jails with their open or secret enemies. Designs were even entertained of transporting the loyal families to Barbadoes, Jamaica, and the other colonies; lest they should propagate in England children of the same malignant affections with themselves.","subId":"18","id":"Hume.HE.6.62.18"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> success hastened the ruin of the parliament, Lambert, at the head of a body of troops, was no less dangerous to them than Booth. A thousand pounds, which they sent him to buy a jewel, were employed by him in liberalities to his officers. At his instigation they drew up a petition, and transmitted it to Fleetwood, a weak man, and an honest, if sincerity in folly deserve that honourable name. The import of this petition was, that Fleetwood should be made commander in chief, Lambert major general, Desborow lieutenant-general of the horse, Monk major-general of the foot. To which a demand was added, that no officer should be dismissed from his command but by a court-martial.","subId":"19","id":"Hume.HE.6.62.19"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> parliament, alarmed at the danger, immediately cashiered Lambert, Desborow, Berry, Clarke, Barrow, Kelsey, Cobbet. Sir Arthur Hazelrig proposed the impeachment of Lambert for high treason. Fleetwood's commission was vacated, and the command of the army was vested in seven persons, of whom that general was one. The parliament voted, that they would have no more general officers. And they declared it high treason to levy any money without consent of parliament.","subId":"20","id":"Hume.HE.6.62.20"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> these votes were feeble weapons in opposition to the swords of the soldiery. Lambert drew some troops together, in order to decide the controversy. Okey, who was leading his regiment to the assistance of the parliament, was deserted by them. Morley and Moss brought their regiments into Palace-yard, resolute to oppose the violence of Lambert. <span class=\"margin-comment\">13th October.</span> But that artful general knew an easy way of disappointing them. He placed his soldiers in the streets which lead to Westminster-hall. When the speaker came in his coach, <span class=\"margin-comment\">Parliament expelled.</span> he ordered the horses to be turned, and very civilly conducted him home. The other members were in like manner intercepted. And the two regiments in Palace-yard, observing that they were exposed to derision, peaceably retired to their quarters. A little before this bold enterprize, a solemn fast had been kept by the army; and it is remarked, that this ceremony was the usual prelude to every signal violence, which they committed.","subId":"21","id":"Hume.HE.6.62.21"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> officers found themselves again invested with supreme authority, of which they intended for ever to retain the substance, however they might bestow on others the empty shadow or appearance. <span class=\"margin-comment\">26th October.</span> They elected a committee of twenty-three persons, of whom seven were officers. These they pretended to invest with sovereign authority; <span class=\"margin-comment\">Committee of safety.</span> and they called them a <em>committee of safety.</em> They spoke every where of summoning a parliament, chosen by the people; but they really took some steps towards assembling a military parliament, composed of officers elected from every regiment in the service<a href=\"#n3\"><sup>[3]</sup></a>. Throughout the three kingdoms there prevailed nothing but the melancholy fears, to the nobility and gentry, of a bloody massacre and extermination; to the rest of the people, of perpetual servitude, beneath those sanctified robbers, whose union and whose divisions would be equally destructive, and who, under pretence of superior illuminations, would soon extirpate, if possible, all private morality, as they had already done all public law and justice, from the British dominions.","subId":"22","id":"Hume.HE.6.62.22"},{"type":"paragraph","content":"<span class=\"small-capitals\">During</span> the time that England continued in this distracted condition, the other kingdoms of Europe were hastening towards a composure of those differences, by which they had so long been agitated. <span class=\"margin-comment\">Foreign affairs.</span> The parliament, while it preserved authority, instead of following the imprudent politics of Cromwel, and lending assistance to the conquering Swede, embraced the maxims of the Dutch <span class=\"page-break\"></span>commonwealth, and resolved, in conjunction with that state, to mediate by force an accommodation between the northern crowns. Montague was sent with a squadron to the Baltic, and carried with him as ambassador Algernon Sidney, the celebrated republican. Sidney found the Swedish monarch employed in the siege of Copenhagen, the capital of his enemy; and was highly pleased, that, with a Roman arrogance, he could check the progress of royal victories, and display in so signal a manner the superiority of freedom above tyranny. With the highest indignation, the ambitious prince was obliged to submit to the imperious mediation of the two commonwealths. <q>It is cruel,</q> said he, <q>that laws should be prescribed me by parricides and pedlars.</q> But his whole army was enclosed in an island, and might be starved by the combined squadrons of England and Holland. He was obliged, therefore, to quit his prey, when he had so nearly gotten possession of it; and having agreed to a pacification with Denmark, he retired into his own country, where he soon after died.","subId":"23","id":"Hume.HE.6.62.23"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> wars between France and Spain were also concluded by the treaty of the Pyrenees. These animosities had long been carried on between the rival states, even while governed by a sister and brother, who cordially loved and esteemed each other. But politics, which had so long prevailed over these friendly affections, now at last yielded to their influence; and never was the triumph more full and complete. The Spanish Low Countries, if not every part of that monarchy, lay almost entirely at the mercy of its enemy. Broken armies, disordered finances, slow and irresolute counsels; by these resources alone were the dispersed provinces of Spain defended against the vigorous power of France. But the queen regent, anxious for the fate of her brother, employed her authority with the cardinal to stop the progress of the French conquests, and put an end to a quarrel, which, being commenced by ambition, and attended with victory, was at last concluded with moderation. The young monarch of France, though aspiring and warlike in his character, was at this time entirely occupied in the pleasures of love and gallantry, and had passively resigned the reins of empire into the hands of his politic minister. And he remained an unconcerned spectator; while an opportunity for conquest was parted with, which he never was able, during the whole course of his active reign, fully to retrieve.","subId":"24","id":"Hume.HE.6.62.24"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> ministers of the two crowns, Mazarine and don Louis de <span class=\"page-break\"></span>Haro, met at the foot of the Pyrenees, in the isle of Pheasants, a place which was supposed to belong to neither kingdom. The negotiation being brought to an issue by frequent conferences between the ministers, the monarchs themselves agreed to a congress; and these two splendid courts appeared in their full lustre amidst those savage mountains. Philip brought his daughter, Mary Therese, along with him; and giving her in marriage to his nephew, Louis, endeavoured to cement by this new tye the incompatible interests of the two monarchies. The French king made a solemn renunciation of every succession, which might accrue to him in right of his consort; a vain formality, too weak to restrain the ungoverned ambition of princes.","subId":"25","id":"Hume.HE.6.62.25"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> affairs of England were in so great disorder, that it was not possible to comprehend that kingdom in the treaty, or adjust measures with a power, which was in such incessant fluctuation. The king, reduced to despair by the failure of all enterprizes for his restoration, was resolved to try the weak resource of foreign succours; and he went to the Pyrenees at the time when the two ministers were in the midst of their negotiations. Don Louis received him with that generous civility, peculiar to his nation; and expressed great inclination, had the low condition of Spain allowed him, to give assistance to the distressed monarch. The cautious Mazarine, pleading the alliance of France with the English commonwealth, refused even to see him; and though the king offered to marry the cardinal's niece<a href=\"#n4\"><sup>[4]</sup></a>, he could, for the present, obtain nothing but empty professions of respect and protestations of services. The condition of that monarch, to all the world, seemed totally desperate. His friends had been baffled in every attempt for his service: The scaffold had often streamed with the blood of the more active royalists: The spirits of many were broken with tedious imprisonments: The estates of all were burthened by the fines and confiscations, which had been levied upon them: No-one durst openly avow himself of that party: And so small did their number seem to a superficial view, that, even should the nation recover its liberty, which was deemed no wise probable, it was judged uncertain what form of government it would embrace. But amidst all these gloomy prospects, fortune, by a surprizing <span class=\"page-break\"></span>revolution, was now paving the way for the king to mount, in peace and triumph, the throne of his ancestors. It was by the prudence and loyalty of general Monk, that this happy change was at last accomplished.","subId":"26","id":"Hume.HE.6.62.26"},{"type":"paragraph","content":"<span class=\"margin-comment\">General Monk.</span> <span class=\"small-capitals\">George</span> Monk, to whom the fate was reserved of re-establishing monarchy, and finishing the bloody dissensions of three kingdoms, was the second son of a family in Devonshire, ancient and honourable, but lately, from too great hospitality and expence, somewhat fallen to decay. He betook himself, in early youth, to the profession of arms; and was engaged in the unfortunate expeditions to Cadiz and the isle of Rhé. After England had concluded peace with all her neighbours, he sought military experience in the Low Countries, the great school of war to all the European nations; and he rose to the command of a company under lord Goring. This company consisted of 200 men, of whom a hundred were volunteers, often men of family and fortune, sometimes noblemen, who lived upon their own income in a splendid manner. Such a military turn at that time prevailed among the English!","subId":"27","id":"Hume.HE.6.62.27"},{"type":"paragraph","content":"<span class=\"small-capitals\">When</span> the sound of war was first heard in this island, Monk returned to England, partly desirous of promotion in his native country, partly disgusted with some ill usage from the States, of which he found reason to complain. Upon the Scottish pacification, he was employed by the earl of Leicester against the Irish rebels; and having obtained a regiment, was soon taken notice of, for his military skill, and for his calm and deliberate valour. Without ostentation, expence, or caresses, merely by his humane and equal temper, he gained the good-will of the soldiery; who, with a mixture of familiarity and affection, usually called him <em>honest George Monk;</em> an honourable appellation, which they still continued to him, even during his greatest elevation. He was remarkable for his moderation in party; and while all around him were inflamed into rage against the opposite faction, he fell under suspicion from the candour and tranquillity of his behaviour. When the Irish army was called over into England, surmises of this kind had been so far credited, that he had even been suspended from his command, and ordered to Oxford, that he might answer the charge laid against him. His established character for truth and sincerity here stood him in great stead; and upon his earnest protestations and declarations, he was soon restored to his regiment, <span class=\"page-break\"></span>which he joined at the siege of Nantwich. The day after his arrival, Fairfax attacked and defeated the royalists, commanded by Biron; and took colonel Monk prisoner. He was sent to the Tower, where he endured, above two years, all the rigors of poverty and confinement. The king, however, was so mindful as to send him, notwithstanding his own difficulties, a present of 100 guineas; but it was not till after the royalists were totally subdued, that he recovered his liberty. Monk, however distressed, had always refused the most inviting offers from the parliament: But Cromwel, sensible of his merit, having solicited him to engage in the wars against the Irish, who were considered as rebels both by king and parliament; he was not unwilling to repair his broken fortunes by accepting a command, which, he flattered himself, was reconcilable to the strictest principles of honour. Having once engaged with the parliament, he was obliged to obey orders; and found himself necessitated to fight, both against the marquess of Ormond in Ireland, and against the king himself in Scotland. Upon the reduction of the latter kingdom, Monk was left with the supreme command; and by the equality and justice of his administration he was able to give contentment to that restless people, now reduced to subjection by a nation whom they hated. No less acceptable was his authority to the officers and soldiers; and foreseeing, that the good will of the army under his command might some time be of great service to him, he had, with much care and success, cultivated their friendship.","subId":"28","id":"Hume.HE.6.62.28"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> connexions, which he had formed with Cromwel, his benefactor, preserved him faithful to Richard, who had been enjoined by his father to follow in every thing the directions of general Monk. When the long parliament was restored, Monk, who was not prepared for opposition, acknowledged their authority, and was continued in his command, from which it would not have been safe to attempt dislodging him. <span class=\"margin-comment\">Monk declares for the parliament.</span> After the army had expelled the parliament, he protested against the violence, and resolved, as he pretended, to vindicate their invaded privileges. Deeper designs, either in the king's favour or his own, were, from the beginning, suspected to be the motive of his actions.","subId":"29","id":"Hume.HE.6.62.29"},{"type":"paragraph","content":"<span class=\"small-capitals\">A</span> rivalship had long subsisted between him and Lambert; and every body saw the reason why he opposed the elevation of that ambitious general, by whose success his own authority, he knew, <span class=\"page-break\"></span>would soon be subverted. But little friendship had ever subsisted between him and the parliamentary leaders; and it seemed no wise probable, that he intended to employ his industry, and spend his blood, for the advancement of one enemy above another. How early he entertained designs for the king's restoration, we know not with certainty: It is likely, that, as soon as Richard was deposed, he foresaw, that, without such an expedient, it would be impossible ever to bring the nation to a regular settlement. His elder and younger brothers were devoted to the royal cause: The Granvilles, his near relations, and all the rest of his kindred, were in the same interests: He himself was intoxicated with no fumes of enthusiasm, and had maintained no connexions with any of the fanatical tribe. His early engagements had been with the king, and he had left that service without receiving any disgust from the royal family. Since he had inlisted himself with the opposite party, he had been guilty of no violence or rigor, which might render him obnoxious. His return, therefore, to loyalty was easy and open; and nothing could be supposed to counterbalance his natural propensity to that measure, except the views of his own elevation, and the prospect of usurping the same grandeur and authority, which had been assumed by Cromwel. But from such exorbitant, if not impossible projects, the natural tranquillity and moderation of his temper, the calmness and solidity of his genius, not to mention his age, now upon the decline, seem to have set him at a distance. Cromwel himself, he always asserted<a href=\"#n5\"><sup>[5]</sup></a>, could not long have maintained his usurpation; and any other person, even equal to him in genius, it was obvious, would now find it more difficult to practise arts, of which, every one, from experience, was sufficiently aware. It is more agreeable, therefore, to reason as well as candor to suppose, that Monk, as soon as he put himself in motion, had entertained views of effecting the king's restoration; nor ought any objections, derived from his profound silence even to Charles himself, be regarded as considerable. His temper was naturally reserved; his circumstances required dissimulation; the king, he knew, was surrounded with spies and traitors; and upon the whole, it seems hard to interpret that conduct, which ought to exalt our idea of his prudence, as a disparagement of his probity.","subId":"30","id":"Hume.HE.6.62.30"},{"type":"paragraph","content":"<span class=\"small-capitals\">Sir</span> John Granville, hoping that the general would engage in the king's service, sent into Scotland his younger brother, a clergyman, Dr. Monk, who carried him a letter and invitation from the king. When the doctor arrived, he found, that his brother was then holding a council of officers, and was not to be seen for some hours. In the mean time, he was received and entertained by Price, the general's chaplain, a man of probity, as well as a partizan of the king's. The doctor having an entire confidence in the chaplain, talked very freely to him about the object of his journey, and engaged him, if there should be occasion, to second his applications. At last, the general arrives; the brothers embrace; and after some preliminary conversation, the doctor opens his business. Monk interrupted him to know, whether he had ever before to any body mentioned the subject. <q>To no body,</q> replied his brother, <q>but to Price, whom I know to be entirely in your confidence.</q> The general, altering his countenance, turned the discourse; and would enter into no farther confidence with him, but sent him away with the first opportunity. He would not trust his own brother the moment he knew that he had disclosed the secret; though to a man whom he himself could have trusted<a href=\"#n6\"><sup>[6]</sup></a>.","subId":"31","id":"Hume.HE.6.62.31"},{"type":"paragraph","content":"<span class=\"small-capitals\">His</span> conduct in all other particulars was full of the same reserve and prudence; and no less was requisite for effecting the difficult work, which he had undertaken. All the officers in his army, of whom he entertained any suspicion, he immediately cashiered: Cobbet, who had been sent by the committee of safety, under pretence of communicating their resolutions to Monk, but really with a view of debauching his army, he committed to custody: He drew together the several scattered regiments: He summoned an assembly, somewhat resembling a convention of states; and having communicated to them his resolution of marching into England, he received a seasonable, though no great supply of money.","subId":"32","id":"Hume.HE.6.62.32"},{"type":"paragraph","content":"<span class=\"small-capitals\">Hearing</span> that Lambert was advancing northward with his army, Monk sent Cloberry and two other commissioners to London, with large professions of his inclination to peace, and with offers of terms for an accommodation. His chief aim was to gain time, and relax the preparations of his enemies. The committee of safety fell into the snare. A treaty was signed by Monk's commissioners; <span class=\"page-break\"></span>but he refused to ratify it, and complained that they had exceeded their powers. He desired, however, to enter into a new negotiation at Newcastle. The committee willingly accepted this fallacious offer.","subId":"33","id":"Hume.HE.6.62.33"},{"type":"paragraph","content":"<span class=\"margin-comment\">November.</span> <span class=\"small-capitals\">Meanwhile</span> these military sovereigns found themselves surrounded on all hands with inextricable difficulties. The nation had fallen into total anarchy; and by refusing the payment of all taxes, reduced the army to the greatest necessities. While Lambert's forces were assembling at Newcastle, Hazelrig and Morley took possession of Portsmouth, and declared for the parliament. A party, sent to suppress them, was persuaded by their commander to join in the same declaration. The city apprentices rose in a tumult, and demanded a free parliament. Though they were suppressed by colonel Hewson, a man who from the profession of a cobler had risen to a high rank in the army, the city still discovered symptoms of the most dangerous discontent. It even established a kind of separate government, and assumed the supreme authority within itself. Admiral Lawson with his squadron came into the river, and declared for the parliament. Hazelrig and Morley, hearing of this important event, left Portsmouth, and advanced towards London. The regiments near that city, being solicited by their old officers, who had been cashiered by the committee of safety, revolted again to the parliament. Desborow's regiment, being sent by Lambert to support his friends, no sooner arrived at St. Albans, than it declared for the same assembly.","subId":"34","id":"Hume.HE.6.62.34"},{"type":"paragraph","content":"<span class=\"small-capitals\">Fleetwood</span>'s hand was found too weak and unstable to support this ill-founded fabric, which, every where around him, was falling into ruins. When he received intelligence of any murmurs among the soldiers, he would prostrate himself in prayer, and could hardly be prevailed with to join the troops. Even when among them, he would, in the midst of any discourse, invite them all to prayer, and put himself on his knees before them. If any of his friends exhorted him to more vigour, they could get no other answer, than that God had spitten in his face, and would not hear him. Men now ceased to wonder, why Lambert had promoted him to the office of general, and had contented himself with the second command in the army.","subId":"35","id":"Hume.HE.6.62.35"},{"type":"paragraph","content":"<span class=\"margin-comment\">26th of December.</span> <span class=\"small-capitals\">Lenthal</span>, the speaker, being invited by the officers, again assumed authority, and summoned together the parliament, which <span class=\"page-break\"></span>twice before had been expelled with so much reproach and ignominy. <span class=\"margin-comment\">Parliament restored.</span> As soon as assembled, they repealed their act against the payment of excise and customs; they appointed commissioners for assigning quarters to the army; and, without taking any notice of Lambert, they sent orders to the forces under his command immediately to repair to those quarters, which were appointed them.","subId":"36","id":"Hume.HE.6.62.36"},{"type":"paragraph","content":"<span class=\"margin-comment\">1660. 1st January.</span> <span class=\"small-capitals\">Lambert</span> was now in a very disconsolate condition. Monk, he saw, had passed the Tweed at Coldstream, and was advancing upon him. His own soldiers deserted him in great multitudes, and joined the enemy. Lord Fairfax too, he heard, had raised forces behind him, and had possessed himself of York, without declaring his purpose. The last orders of the parliament so entirely stripped him of his army, that there remained not with him above a hundred horse: All the rest went to their quarters with quietness and resignation; and he himself was, some time after, arrested and committed to the Tower. The other officers, who had formerly been cashiered by the parliament, and who had resumed their commands, that they might subdue that assembly, were again cashiered and confined to their houses. Sir Harry Vane and some members, who had concurred with the committee of safety, were ordered into a like confinement. And the parliament now seemed to be again possessed of more absolute authority than ever, and to be without any danger of opposition or controul.","subId":"37","id":"Hume.HE.6.62.37"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> republican party was at this time guided by two men, Hazelrig and Vane, who were of opposite characters, and mortally hated each other. Hazelrig, who possessed greater authority in the parliament, was haughty, imperious, precipitate, vain-glorious; without civility, without prudence; qualified only by his noisy, pertinacious obstinacy to acquire an ascendant in public assemblies. Vane was noted, in all civil transactions, for temper, insinuation, address, and a profound judgment; in all religious speculations, for folly and extravagance. He was a perfect enthusiast; and fancying that he was certainly favoured with inspiration, he deemed himself, to speak in the language of the times, to be a<em> man above ordinances,</em> and, by reason of his perfection, to be unlimited and unrestrained by any rules, which govern inferior mortals. These whimsies, mingling with pride, had so corrupted his excellent understanding, that sometimes he thought himself the person <span class=\"page-break\"></span>deputed to reign on earth for a thousand years over the whole congregation of the faithful<a href=\"#n7\"><sup>[7]</sup></a>.","subId":"38","id":"Hume.HE.6.62.38"},{"type":"paragraph","content":"<span class=\"small-capitals\">Monk</span>, though informed of the restoration of the parliament, from whom he received no orders, still advanced with his army, which was near 6000 men: The scattered forces in England were above five times more numerous. Fairfax, who had resolved to declare for the king, not being able to make the general open his intentions, retired to his own house in Yorkshire. In all counties through which Monk passed, the prime gentry flocked to him with addresses; expressing their earnest desire, that he would be instrumental in restoring the nation to peace and tranquillity, and to the enjoyment of those liberties, which by law were their birthright, but of which, during so many years, they had been fatally bereaved: And that, in order to this salutary purpose, he would prevail, either for the restoring of those members, who had been secluded before the king's death, or for the election of a new parliament, who might legally and by general consent, again govern the nation. Though Monk pretended not to favour these addresses, that ray of hope, which the knowledge of his character and situation afforded, mightily animated all men. The tyranny and the anarchy, which now equally oppressed the kingdom; the experience of past distractions, the dread of future convulsions, the indignation against military usurpation, against sanctified hypocrisy: All these motives had united every party, except the most desperate, into ardent wishes for the king's restoration, the only remedy for all these fatal evils.","subId":"39","id":"Hume.HE.6.62.39"},{"type":"paragraph","content":"<span class=\"small-capitals\">Scot</span> and Robinson were sent as deputies by the parliament, under pretence of congratulating the general, but in reality to serve as spies upon him. The city dispatched four of their principal citizens to perform like compliments; and at the same time to confirm the general in his inclination to a free parliament, the object of all men's prayers and endeavours. The authority of Monk could scarcely secure the parliamentary deputies from those insults, which the general hatred and contempt towards their masters drew from men of every rank and denomination.","subId":"40","id":"Hume.HE.6.62.40"},{"type":"paragraph","content":"<span class=\"small-capitals\">Monk</span> continued his march with few interruptions till he <span class=\"page-break\"></span>reached St. Albans. He there sent a message to the parliament; desiring them to remove from London those regiments, which, though they now professed to return to their duty, had so lately offered violence to that assembly. This message was unexpected, and exceedingly perplexed the house. Their fate, they found, must still depend on a mercenary army; and they were as distant as ever from their imaginary sovereignty. However they found it necessary to comply. The soldiers made more difficulty. A mutiny arose among them. One regiment, in particular, quartered in Somerset-house, <span class=\"margin-comment\">3d February. Monk enters London.</span> expressly refused to yield their place to the northern army. But those officers, who would gladly, on such an occasion, have inflamed the quarrel, were absent or in confinement; and for want of leaders, the soldiers were at last, with great reluctance, obliged to submit. Monk with his army took quarters in Westminster.","subId":"41","id":"Hume.HE.6.62.41"},{"type":"paragraph","content":"<span class=\"margin-comment\">6th February.</span> <span class=\"small-capitals\">The</span> general was introduced to the house; and thanks were given him by Lenthal for the eminent services which he had done his country. Monk was a prudent, not an eloquent speaker. He told the house, that the services, which he had been enabled to perform, were no more than his duty, and merited not such praises as those with which they were pleased to honour him: That among many persons of greater worth, who bore their commission, he had been employed as the instrument of providence for effecting their restoration; but he considered this service as a step only to more important services, which it was <em>their</em> part to render to the nation: That while on his march, he observed all ranks of men, in all places, to be in earnest expectation of a settlement, after the violent convulsions, to which they had been exposed; and to have no prospect of that blessing but from the dissolution of the present parliament, and from the summoning of a new one, free and full, who, meeting without oaths or engagements, might finally give contentment to the nation: That applications had been made to him for that purpose; but that he, sensible of his duty, had still told the petitioners, that the parliament itself, which was now free and would soon be full, was the best judge of all these measures, and that the whole community ought to acquiesce in their determination: That though he expressed himself in this manner to the people, he must now freely inform the house, that the fewer engagements were exacted, the more comprehensive would their plan prove, and the more satisfaction would it give to the nation: <span class=\"page-break\"></span>And that it was sufficient for public security, if the fanatical party and the royalists were excluded; since the principles of these factions were destructive either of government or of liberty.","subId":"42","id":"Hume.HE.6.62.42"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> speech, containing matter, which was both agreeable and disagreeable to the house as well as to the nation, still kept every one in suspence, and upheld that uncertainty, in which it seemed the general's interest to retain the public. But it was impossible for the kingdom to remain long in this doubtful situation: The people, as well as the parliament, pushed matters to a decision. During the late convulsions, the payment of taxes had been interrupted: and though the parliament, upon their assembling, renewed the ordinances for impositions, yet so little reverence did the people pay to those legislators, that they gave very slow add unwilling obedience to their commands. The common council of London flatly refused to submit to an assessment, required of them; and declared, that, till a free and lawful parliament imposed taxes, they never should deem it their duty to make any payment. This resolution, if yielded to, would immediately have put an end to the dominion of the parliament: They were determined, therefore, upon this occasion to make at once a full experiment of their own power and of their general's obedience.","subId":"43","id":"Hume.HE.6.62.43"},{"type":"paragraph","content":"<span class=\"margin-comment\">9th February.</span> <span class=\"small-capitals\">Monk</span> received orders to march into the city; to seize twelve persons, the most obnoxious to the parliament; to remove the posts and chains from all the streets; and to take down and break the portcullises and gates of the city: And very few hours were allowed him to deliberate upon the execution of these violent orders. To the great surprize and consternation of all men, Monk prepared himself for obedience. Neglecting the entreaties of his friends, the remonstrances of his officers, the cries of the people, he entered the city in a military manner; he apprehended as many as he could of the proscribed persons, whom he sent to the Tower; with all the circumstances of contempt he broke the gates and portcullises; and having exposed the city to the scorn and derision of all who hated it, he returned in triumph to his quarters in Westminster.","subId":"44","id":"Hume.HE.6.62.44"},{"type":"paragraph","content":"<span class=\"small-capitals\">No</span> sooner had the general leisure to reflect, than he found, that this last measure, instead of being a continuation of that cautious ambiguity, which he had hitherto maintained, was taking party without reserve, and laying himself, as well as the nation, at <span class=\"page-break\"></span>the mercy of that tyrannical parliament, whose power had long been odious, as their persons contemptible, to all men. He resolved, therefore, before it were too late, to repair the dangerous mistake, into which he had been betrayed, and to show the whole world, still more without reserve, that he meant no longer to be the minister of violence and usurpation. <span class=\"margin-comment\">11th February.</span> After complaining of the odious service, in which he had been employed; he wrote a letter to the house, reproaching them, as well with the new cabals which they had formed with Vane and Lambert, as with the encouragement given to a fanatical petition presented by Praisegod Barebone; and he required them, in the name of the citizens, soldiers, and whole commonwealth, to issue writs, within a week, for the filling of their house, and to fix the time for their own dissolution and the assembling of a new parliament. <span class=\"margin-comment\">Declares for a free parliament.</span> Having dispatched this letter, which might be regarded, he thought, as an undoubted pledge of his sincerity, he marched with his army into the city, and desired Allen, the Mayor, to summon a common-council at Guildhall. He there made many apologies for the indignity, which, two days before, he had been obliged to put upon them; assured them of his perseverance in the measures which he had adopted; and desired that they might mutually plight their faith for a strict union between city and army, in every enterprize for the happiness and settlement of the commonwealth.","subId":"45","id":"Hume.HE.6.62.45"},{"type":"paragraph","content":"<span class=\"small-capitals\">It</span> would be difficult to describe the joy and exultation, which displayed itself throughout the city, as soon as intelligence was conveyed of this happy measure, embraced by the general. The prospect of peace, concord, liberty, justice, broke forth at once, from amidst the deepest darkness, in which the nation had ever been involved. The view of past calamities no longer presented dismal prognostics of the future: It tended only to inhance the general exultation for those scenes of happiness and tranquillity, which all men now confidently promised themselves. The royalists, the presbyterians, forgetting all animosities, mingled in common joy and transport, and vowed never more to gratify the ambition of false and factious tyrants, by their calamitous divisions. The populace, more outrageous in their festivity, made the air resound with acclamations, and illuminated every street with signals of jollity and triumph. Applauses of the general were every where intermingled with detestation against the parliament. The most <span class=\"page-break\"></span>ridiculous inventions were adopted, in order to express this latter passion. At every bonfire rumps were roasted; and where these could no longer be found, pieces of flesh were cut into that shape: And the funeral of the parliament (the populace exclaimed) was celebrated by these symbols of hatred and derision.","subId":"46","id":"Hume.HE.6.62.46"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> parliament, though in the agonies of despair, made still one effort for the recovery of their dominion. They sent a committee with offers to gain the general. He refused to hear them, except in the presence of some of the secluded members. Though several persons, desperate from guilt and fanaticism, promised to invest him with the dignity of supreme magistrate, and to support his government, he would not hearken to such wild proposals. Having fixed a close correspondence with the city, and established its militia in hands, whose fidelity could be relied on, he returned with his army to Westminster, and pursued every proper measure for the settlement of the nation. While he still pretended to maintain republican principles, he was taking large steps towards the re-establishment of the ancient monarchy.","subId":"47","id":"Hume.HE.6.62.47"},{"type":"paragraph","content":"<span class=\"margin-comment\">21st February. Secluded members restored.</span> <span class=\"small-capitals\">The</span> secluded members, upon the general's invitation, went to the house, and finding no longer any obstruction, they entered, and immediately appeared to be the majority: Most of the independents left the place. The restored members first repealed all the ordinances, by which they had been excluded: They gave Sir George Boothe and his party their liberty and estates: They renewed the general's commission, and enlarged his powers: <span class=\"margin-comment\">16th March. Long parliament dissolved.</span> They fixed an assessment for the support of the fleet and army: And having passed these votes for the present composure of the kingdom, they dissolved themselves, and issued writs for the immediate assembling of a new parliament. This last measure had been previously concerted with the general, who knew, that all men, however different in affections, expectations, and designs, united in their detestation of the long parliament.","subId":"48","id":"Hume.HE.6.62.48"},{"type":"paragraph","content":"<span class=\"small-capitals\">A</span> council of state was established, consisting of men of character and moderation; most of whom, during the civil wars, had made a great figure among the presbyterians. The militia of the kingdom was put into such hands as would promote order and settlement. These, conjoined with Monk's army, which lay united at London, were esteemed a sufficient check on the more numerous, though dispersed army, of whose inclinations there was still <span class=\"page-break\"></span>much reason to be diffident. Monk, however, was every day removing the more obnoxious officers, and bringing the troops to a state of discipline and obedience.","subId":"49","id":"Hume.HE.6.62.49"},{"type":"paragraph","content":"<span class=\"small-capitals\">Overton</span>, governor of Hull, had declared his resolution to keep possession of that fortress till the coming of king Jesus: But when Alured produced the authority of parliament for his delivering the place to colonel Fairfax, he thought proper to comply.","subId":"50","id":"Hume.HE.6.62.50"},{"type":"paragraph","content":"<span class=\"small-capitals\">Montague</span>, who commanded the fleet in the Baltic, had entered into the conspiracy with Sir George Boothe; and pretending want of provisions, had sailed from the Sound towards the coast of England, with an intention of supporting that insurrection of the royalists. On his arrival he received the news of Boothe's defeat, and the total failure of the enterprize. The great difficulties, to which the parliament was then reduced, allowed them no leisure to examine strictly the reasons, which he gave for quitting his station; and they allowed him to retire peaceably to his countryhouse. The council of state now conferred on him, in conjunction with Monk, the command of the fleet; and secured the naval, as well as military force, in hands favourable to the public settlement.","subId":"51","id":"Hume.HE.6.62.51"},{"type":"paragraph","content":"<span class=\"small-capitals\">Notwithstanding</span> all these steps, which were taking towards the re-establishment of monarchy, Monk still maintained the appearance of zeal for a commonwealth, and hitherto allowed no canal of correspondence between himself and the king to be opened. To call a free parliament, and to restore the royal family, were visibly, in the present disposition of the kingdom, one and the same measure: Yet would not the general declare, otherwise than by his actions, that he had adopted the king's interests; and nothing but necessity extorted at last the confession from him. His silence, in the commencement of his enterprize, ought to be no objection to his sincerity; since he maintained the same reserve, at a time, when, consistent with common sense, he could have entertained no other purpose<a href=\"#n8\"><sup>[8]</sup></a>.","subId":"52","id":"Hume.HE.6.62.52"},{"type":"paragraph","content":"<span class=\"small-capitals\">There</span> was one Morrice, a gentleman of Devonshire, of a sedentary, studious disposition, nearly related to Monk, and one who had always maintained the strictest intimacy with him. With this friend alone did Monk deliberate concerning that great enterprize, which he had projected. Sir John Granville, who had a commission <span class=\"page-break\"></span>from the king, applied to Morrice for access to the general; but received for answer, that the general desired him to communicate his business to Morrice. Granville, though importunately urged, twice refused to deliver his message to any but Monk himself; and this cautious politician, finding him now a person, whose secrecy could be safely trusted, admitted him to his presence, and opened to him his whole intentions. Still he scrupled to commit any thing to writing<a href=\"#n9\"><sup>[9]</sup></a>: He delivered only a verbal message by Granville; assuring the king of his services, giving advice for his conduct, and exhorting him instantly to leave the Spanish territories, and retire into Holland. He was apprehensive lest Spain might detain him as a pledge for the recovery of Dunkirk and Jamaica. Charles followed these directions, and very narrowly escaped to Breda. Had he protracted his journey a few hours, he had certainly, under pretence of honour and respect, been arrested by the Spaniards.","subId":"53","id":"Hume.HE.6.62.53"},{"type":"paragraph","content":"<span class=\"small-capitals\">Lockhart</span>, who was governor of Dunkirk, and no wise averse to the king's service, was applied to on this occasion. The state of England was set before him, the certainty of the restoration represented, and the prospect of great favour displayed, if he would anticipate the vows of the kingdom, and receive the king into his fortress. Lockhart still replied, that his commission was derived from an English parliament, and he would not open his gates but in obedience to the same authority<a href=\"#n10\"><sup>[10]</sup></a>. This scruple, though in the present emergence it approaches towards superstition, it is difficult for us entirely to condemn.","subId":"54","id":"Hume.HE.6.62.54"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> elections for the new parliament went every where in favour of the king's party. This was one of those popular torrents, where the most indifferent, or even the most averse, are transported with the general passion, and zealously adopt the sentiments of the community, to which they belong. The enthusiasts themselves seemed to be disarmed of their fury; and between despair and astonishment gave way to those measures, which, they found, it would be impossible for them, by their utmost efforts, to withstand. The presbyterians, the royalists, being united, formed the voice of the nation, which, without noise, but with infinite ardour, called for the king's restoration. The kingdom was almost entirely in the hands of the former party; and some zealous leaders <span class=\"page-break\"></span>among them began to renew the demand of those conditions, which had been required of the late king in the treaty of Newport: But the general opinion seemed to condemn all those rigorous and jealous capitulations with their sovereign. Harassed with convulsions and disorders, men ardently longed for repose, and were terrified at the mention of negotiations or delays, which might afford opportunity to the seditious army still to breed new confusion. The passion too for liberty, having been carried to such violent extremes, and having produced such bloody commotions, began, by a natural movement, to give place to a spirit of loyalty and obedience; and the public was less zealous in a cause, which was become odious, on account of the calamities, which had so long attended it. After the legal concessions made by the late king, the constitution seemed to be sufficiently secured; and the additional conditions insisted on, as they had been framed during the greatest ardour of the contest, amounted rather to annihilation than a limitation of monarchy. Above all, the general was averse to the mention of conditions; and resolved, that the crown, which he intended to restore, should be conferred on the king entirely free and unincumbered. Without farther scruple, therefore, or jealousy, the people gave their voice in elections for such as they knew to entertain sentiments favourable to monarchy; and all payed court to a party, which, they foresaw, was soon to govern the nation. Though the parliament had voted, that no one should be elected, who had himself, or whose father had borne arms for the late king; little regard was any where payed to this ordinance. The leaders of the presbyterians, the earl of Manchester, lord Fairfax, lord Robarts, Hollis, Sir Anthony Ashley Cooper, Annesley, Lewis, were determined to atone for past transgressions by their present zeal for the royal interests; and from former merits, successes, and sufferings, they had acquired with their party the highest credit and authority.","subId":"55","id":"Hume.HE.6.62.55"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> affairs of Ireland were in a condition no less favourable to the king. As soon as Monk declared against the English army, he dispatched emissaries into Ireland, and engaged the officers in that kingdom to concur with him in the same measures. Lord Broghill, president of Munster, and Sir Charles Coote, president of Connaught, went so far as to enter into a correspondence with the king, and to promise their assistance for his restoration. In <span class=\"page-break\"></span>conjunction with Sir Theophilus Jones, and other officers, they took possession of the government, and excluded Ludlow, who was zealous for the rump-parliament, but whom they pretended to be in a confederacy with the Committee of Safety. They kept themselves in readiness to serve the king; but made no declarations, till they should see the turn, which affairs took in England.","subId":"56","id":"Hume.HE.6.62.56"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> all these promising views had almost been blasted by an untoward accident. Upon the admission of the secluded members, the republican party, particularly the late king's judges, were seized with the justest despair, and endeavoured to infuse the same sentiments into the army. By themselves or their emissaries, they represented to the soldiers, that all those brave actions, which had been performed during the war, and which were so meritorious in the eyes of the parliament, would no doubt be regarded as the deepest crimes by the royalists, and would expose the army to the severest vengeance. That in vain did that party make professions of moderation and lenity: The king's death, the execution of so many of the nobility and gentry, the sequestration and imprisonment of the rest, were in their eyes crimes so deep, and offences so personal, as must be prosecuted with the most implacable resentment. That the loss of all arrears, and the cashiering of every officer and soldier, were the lightest punishment, which must be expected: After the dispersion of the army, no farther protection remained to them, either for life or property, but the clemency of enraged victors. And that, even if the most perfect security could be obtained, it were inglorious to be reduced, by treachery and deceit, to subjection under a foe, who, in the open field, had so often yielded to their superior valour.","subId":"57","id":"Hume.HE.6.62.57"},{"type":"paragraph","content":"<span class=\"small-capitals\">After</span> these suggestions had been infused into the army, Lambert suddenly made his escape from the Tower, and threw Monk and the council of state into great consternation. They knew Lambert's vigour and activity; they were acquainted with his popularity in the army; they were sensible, that, though the soldiers had lately deserted him, they sufficiently expressed their remorse and their detestation of those, who, by false professions, they found, had so egregiously deceived them. It seemed necessary, therefore, to employ the greatest celerity in suppressing so dangerous a foe: Colonel Ingoldsby, who had been one of the late king's judges, but who was now entirely engaged in the royal cause, was dispatched <span class=\"page-break\"></span>after him. <span class=\"margin-comment\">22d April.</span> He overtook him at Daventry, while he had yet assembled but four troops of horse. One of them deserted him. Another quickly followed the example. He himself, endeavouring to make his escape, was seized by Ingoldsby, to whom he made submissions not suitable to his former character of spirit and valour. Okey, Axtel, Cobbet, Crede, and other officers of that party were taken prisoners with him. All the roads were full of soldiers hastening to join them. In a few days, they had been formidable. And it was thought, that it might prove dangerous for Monk himself to have assembled any considerable body of his republican army for their suppression: So that nothing could be more happy than the sudden extinction of this rising flame.","subId":"58","id":"Hume.HE.6.62.58"},{"type":"paragraph","content":"<span class=\"margin-comment\">25th April.</span> <span class=\"small-capitals\">When</span> the parliament met, they chose Sir Harbottle Grimstone speaker, a man, who, though he had for some time concurred with the late parliament, had long been esteemed affectionate to the king's service. The great dangers, incurred during former usurpations, joined to the extreme caution of the general, kept every one in awe; and none dared for some days, to make any mention of the king. The members exerted their spirit chiefly in bitter invectives against the memory of Cromwel, and in execrations against the inhuman murther of their late sovereign. <span class=\"margin-comment\">1st May.</span> At last, the general, having sufficiently sounded their inclinations, gave directions to Annesley, president of the council, to inform them, that one Sir John Granville, a servant of the king's, had been sent over by his majesty, and was now at the door with a letter to the commons. The loudest acclamations were excited by this intelligence. <span class=\"margin-comment\">The restoration.</span> Granville was called in: The letter accompanied with a declaration, greedily read: Without one moment's delay, and without a contradictory vote, a committee was appointed to prepare an answer: And in order to spread the same satisfaction throughout the kingdom, it was voted that the letter and declaration should immediately be published.","subId":"59","id":"Hume.HE.6.62.59"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> people, freed from the state of suspence, in which they had so long been held, now changed their anxious hope for the unmixt effusions of joy; and displayed a social triumph and exultation, which no private prosperity, even the greatest, is ever able fully to inspire. Traditions remain of men, particularly of Oughtred, the mathematician, who died of pleasure, when informed of this happy and surprising event. The king's declaration was well calculated <span class=\"page-break\"></span>to uphold the satisfaction, inspired by the prospect of public settlement. It offered a general amnesty to all persons whatsoever; and that without any exceptions but such as should afterwards be made by parliament: It promised liberty of conscience; and a concurrence in any act of parliament, which, upon mature deliberation, should be offered, for insuring that indulgence: It submitted to the arbitration of the same assembly, the enquiry into all grants, purchases, and alienations: And it assured the soldiers of all their arrears, and promised them, for the future, the same pay, which they then enjoyed.","subId":"60","id":"Hume.HE.6.62.60"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> lords, perceiving the spirit, by which the kingdom as well as the commons was animated, hastened to re-instate themselves in their ancient authority, and to take their share in the settlement of the nation. They found the doors of their house open; and all were admitted, even such as had formerly been excluded on account of their pretended delinquency.","subId":"61","id":"Hume.HE.6.62.61"},{"type":"paragraph","content":"<span class=\"margin-comment\">8th May.</span> <span class=\"small-capitals\">The</span> two houses attended; while the king was proclaimed with great solemnity, in Palace-Yard, at White-hall, and at Temple-Bar. The commons voted 500 pounds to buy a jewel for Granville, who had brought them the king's gracious messages: A present of 50,000 pounds was conferred on the king, 10,000 pounds on the duke of York, 5000 pounds on the duke of Gloucester. A committee of lords and commons was dispatched to invite his majesty to return and take possession of the government. The rapidity, with which all these events were conducted, was marvellous, and discovered the passionate zeal and entire unanimity of the nation. Such an impatience appeared, and such an emulation, in lords, and commons, and city, who should make the most lively expressions of their joy and duty; that, as the noble historian expresses it, a man could not but wonder where those people dwelt, who had done all the mischief, and kept the king so many years from enjoying the comfort and support of such excellent subjects. The king himself said, that it must surely have been his own fault, that he had not sooner taken possession of the throne; since he found every body so zealous in promoting his happy restoration.","subId":"62","id":"Hume.HE.6.62.62"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> respect of foreign powers soon followed the submission of the king's subjects. Spain invited him to return to the Low Countries, and embark in some of her maritime towns. France made protestations of affection and regard, and offered Calais for the <span class=\"page-break\"></span>same purpose. The states-general sent deputies with a like friendly invitation. The king resolved to accept of this last offer. The people of the republic bore him a cordial affection; and politics no longer restrained their magistrates from promoting and expressing that sentiment. As he passed from Breda to the Hague, he was attended by numerous crowds, and was received with the loudest acclamations; as if themselves, not their rivals in power and commerce, were now restored to peace and security. The states-general in a body, and afterwards the states of Holland apart, performed their compliments with the greatest solemnity: Every person of distinction was ambitious of being introduced to his majesty; all ambassadors and public ministers of kings, princes, or states, repaired to him, and professed the joy of their masters in his behalf: So that one would have thought, that from the united efforts of Christendom, had been derived this revolution, which diffused every where such universal satisfaction.","subId":"63","id":"Hume.HE.6.62.63"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> English fleet came in sight of Scheveling. Montague had not waited for orders from the parliament; but had persuaded the officers, of themselves, to tender their duty to his majesty. The duke of York immediately went on board, and took the command of the fleet as high admiral.","subId":"64","id":"Hume.HE.6.62.64"},{"type":"paragraph","content":"<span class=\"small-capitals\">When</span> the king disembarked at Dover, he was met by the general, whom he cordially embraced. Never subject in fact, probably in his intentions, had deserved better of his king and country. In the space of a few months, without effusion of blood, by his cautious and disinterested conduct alone, he had bestowed settlement on three kingdoms, which had long been torne with the most violent convulsions: And having obstinately refused the most inviting conditions, offered him by the king as well as by every party in the kingdom, he freely restored his injured master to the vacant throne. <span class=\"margin-comment\">29th May.</span> The king entered London on the 29th of May, which was also his birth-day. The fond imaginations of men interpreted as a happy omen the concurrence of two such joyful periods.","subId":"65","id":"Hume.HE.6.62.65"},{"type":"paragraph","content":"<span class=\"small-capitals\">At</span> this aera, it may be proper to stop a moment, and take a general survey of the age, so far as regards manners, finances, arms, commerce, arts and sciences. The chief use of history is, that it affords materials for disquisitions of this nature; and it seems the duty of an historian to point out the proper inferences and conclusions.","subId":"66","id":"Hume.HE.6.62.66"},{"type":"paragraph","content":"<span class=\"margin-comment\">Manners and arts.</span> <span class=\"small-capitals\">No</span> people could undergo a change more sudden and entire in their manners than did the English nation during this period. From tranquillity, concord, submission, sobriety, they passed in an instant to a state of faction, fanaticism, rebellion, and almost frenzy. The violence of the English parties exceeded any thing, which we can now imagine: Had they continued but a little longer, there was just reason to dread all the horrors of the ancient massacres and proscriptions. The military usurpers, whose authority was founded on palpable injustice, and was supported by no national party, would have been impelled by rage and despair into such sanguinary measures; and if these furious expedients had been employed on one side, revenge would naturally have pushed the other party, after a return of power, to retaliate upon their enemies. No social intercourse was maintained between the parties; no marriages or alliances contracted. The royalists, though oppressed, harassed, persecuted, disdained all affinity with their masters. The more they were reduced to subjection, the greater superiority did they affect above those usurpers, who by violence and injustice had acquired an ascendant over them.","subId":"67","id":"Hume.HE.6.62.67"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> manners of the two factions were as opposite as those of the most distant nations. <q>Your friends, the Cavaliers,</q> said a parliamentarian to a royalist, <q>are very dissolute and debauched.</q> <q>True,</q> replied the royalists, <q>they have the infirmities of men: But your friends, the Roundheads, have the vices of devils, tyranny, rebellion, and spiritual pride.</q><a href=\"#n11\"><sup>[11]</sup></a> Riot and disorder, it is certain, notwithstanding the good example set them by Charles I. prevailed very much among his partizans. Being commonly men of birth and fortune, to whom excesses are less pernicious than to the vulgar, they were too apt to indulge themselves in all pleasures, particularly those of the table. Opposition to the rigid preciseness of their antagonists encreased their inclination to good-fellowship; and the character of a man of pleasure was affected among them, as a sure pledge of attachment to the church and monarchy. Even when ruined by confiscations and sequestrations, they endeavoured to maintain the appearance of a careless and social jollity. <q>As much as hope is superior to fear,</q> said a poor and merry cavalier, <q>so much is our situation preferable to that of our enemies. We laugh while they tremble.</q>","subId":"68","id":"Hume.HE.6.62.68"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> gloomy enthusiasm, which prevailed among the parliamentary party, is surely the most curious spectacle presented by any history; and the most instructive, as well as entertaining, to a philosophical mind. All recreations were in a manner suspended by the rigid severity of the presbyterians and independents. Horse-races and cock-matches were prohibited as the greatest enormities<a href=\"#n12\"><sup>[12]</sup></a>. Even bear-baiting was esteemed heathenish and unchristian: The sport of it, not the inhumanity, gave offence. Colonel Hewson, from his pious zeal, marched with his regiment into London, and destroyed all the bears, which were there kept for the diversion of the citizens. This adventure seems to have given birth to the fiction of Hudibras. Though the English nation be naturally candid and sincere, hypocrisy prevailed among them beyond any example in ancient or modern times. The religious hypocrisy, it may be remarked, is of a peculiar nature; and being generally unknown to the person himself, though more dangerous, it implies less falsehood than any other species of insincerity. The Old Testament, preferably to the New, was the favourite of all the sectaries. The eastern poetical style of that composition made it more easily susceptible of a turn, which was agreeable to them.","subId":"69","id":"Hume.HE.6.62.69"},{"type":"paragraph","content":"<span class=\"small-capitals\">We</span> have had occasion, in the course of this work, to speak of many of the sects, which prevailed in England: To enumerate them all would be impossible. The quakers, however, are so considerable, at least so singular, as to merit some attention; and as they renounced by principle the use of arms, they never made such a figure in public transactions as to enter into any part of our narrative.","subId":"70","id":"Hume.HE.6.62.70"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> religion of the quakers, like most others, began with the lowest vulgar, and, in its progress, came at last to comprehend people of better quality and fashion. George Fox, born at Drayton in Lancashire in 1624, was the founder of this sect. He was the son of a weaver, and was himself bound apprentice to a shoe-maker. Feeling a stronger impulse towards spiritual contemplations than towards that mechanical profession, he left his master, and went about the country, cloathed in a leathern doublet, a dress which he long affected, as well for its singularity as its cheapness. That he might wean himself from sublunary objects, he broke off all connexions <span class=\"page-break\"></span>with his friends and family, and never dwelled a moment in one place; lest habit should beget new connexions, and depress the sublimity of his aerial meditations. He frequently wandered into the woods, and passed whole days in hollow trees, without company, or any other amusement than his Bible. Having reached that pitch of perfection as to need no other book, he soon advanced to another state of spiritual progress, and began to pay less regard even to that divine composition itself. His own breast, he imagined, was full of the same inspiration, which had guided the prophets and apostles themselves; and by this inward light must every spiritual obscurity be cleared, by this living spirit must the dead letter be animated.","subId":"71","id":"Hume.HE.6.62.71"},{"type":"paragraph","content":"<span class=\"small-capitals\">When</span> he had been sufficiently consecrated in his own imagination, he felt that the fumes of self-applause soon dissipate, if not continually supplied by the admiration of others; and he began to seek proselytes. Proselytes were easily gained, at a time when all men's affections were turned towards religion, and when the most extravagant modes of it were sure to be most popular. All the forms of ceremony, invented by pride and ostentation, Fox and his disciples, from a superior pride and ostentation, carefully rejected: Even the ordinary rites of civility were shunned, as the nourishment of carnal vanity and self-conceit. They would bestow no titles of distinction: The name of<em> friend</em> was the only salutation, with which they indiscriminately accosted every one. To no person would they make a bow, or move their hat, or give any signs of reverence. Instead of that affected adulation, introduced into modern tongues, of speaking to individuals as if they were a multitude, they returned to the simplicity of ancient languages; and <em>thou</em> and <em>thee</em> were the only expressions, which, on any consideration, they could be brought to employ.","subId":"72","id":"Hume.HE.6.62.72"},{"type":"paragraph","content":"<span class=\"small-capitals\">Dress</span> too, a material circumstance, distinguished the members of this sect. Every superfluity and ornament was carefully retrenched: No plaits to their coat, no buttons to their sleeves: No lace, no ruffles, no embroidery. Even a button to the hat, though sometimes useful, yet not being always so, was universally rejected by them with horror and detestation.","subId":"73","id":"Hume.HE.6.62.73"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> violent enthusiasm of this sect, like all high passions, being too strong for the weak nerves to sustain, threw the preachers into convulsions, and shakings, and distortions in their limbs; and they <span class=\"page-break\"></span>thence received the appellation of <em>quakers.</em> Amidst the great toleration, which was then granted to all sects, and even encouragement given to all innovations, this sect alone suffered persecution. From the fervour of their zeal, the quakers broke into churches, disturbed public worship, and harassed the minister and audience with railing and reproaches. When carried before a magistrate, they refused him all reverence, and treated him with the same familiarity as if he had been their equal. Sometimes they were thrown into mad-houses, sometimes into prisons: Sometimes whipped, sometimes pilloryed. The patience and fortitude, with which they suffered, begat compassion, admiration, esteem<a href=\"#n13\"><sup>[13]</sup></a>. A supernatural spirit was believed to support them under those sufferings, which the ordinary state of humanity, freed from the illusions of passion, is unable to sustain.","subId":"74","id":"Hume.HE.6.62.74"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> quakers creeped into the army: But as they preached universal peace, they seduced the military zealots from their profession, and would soon, had they been suffered, have put an end, without any defeat or calamity, to the dominion of the saints. These attempts became a fresh ground of persecution, and a new reason for their progress among the people.","subId":"75","id":"Hume.HE.6.62.75"},{"type":"paragraph","content":"<span class=\"small-capitals\">Morals</span> with this sect were carried, or affected to be carried, to the same degree of extravagance as religion. Give a quaker a blow on one cheek, he held up the other: Ask his cloke, he gave you his coat also: The greatest interest could not engage him, in any court of judicature, to swear even to the truth: He never asked more for his wares than the precise sum, which he was determined to accept. This last maxim is laudable, and continues still to be religiously observed by that sect.","subId":"76","id":"Hume.HE.6.62.76"},{"type":"paragraph","content":"<span class=\"small-capitals\">No</span> fanatics ever carried farther the hatred to ceremonies, forms, orders, rites, and positive institutions. Even baptism and the Lord's supper, by all other sects believed to be interwoven with <span class=\"page-break\"></span>the very vitals of christianity, were disdainfully rejected by them. The very sabbath they profaned. The holiness of churches they derided; and they would give to these sacred edifices no other appellation than that of <em>shops</em> or <em>steeple-houses.</em> No priests were admitted in their sect: Every one had received from immediate illumination a character much superior to the sacerdotal. When they met for divine worship, each rose up in his place, and delivered the extemporary inspirations of the Holy Ghost: Women also were admitted to teach the brethren, and were considered as proper vehicles to convey the dictates of the spirit. Sometimes a great many preachers were moved to speak at once: Sometimes a total silence prevailed in their congregations.","subId":"77","id":"Hume.HE.6.62.77"},{"type":"paragraph","content":"<span class=\"small-capitals\">Some</span> quakers attempted to fast forty days in imitation of Christ; and one of them bravely perished in the experiment<a href=\"#n14\"><sup>[14]</sup></a>. A female quaker came naked into the church where the protector sate; being moved by the spirit, as she said, to appear <em>as a sign</em> to the people. A number of them fancied, that the renovation of all things had commenced, and that cloaths were to be rejected together with other superfluities. The sufferings, which followed the practice of this doctrine, were a species of persecution not well calculated for promoting it.","subId":"78","id":"Hume.HE.6.62.78"},{"type":"paragraph","content":"<span class=\"small-capitals\">James</span> Naylor was a quaker, noted for blasphemy, or rather madness, in the time of the protectorship. He fancied, that he himself was transformed into Christ, and was become the real saviour of the world; and in consequence of this frenzy, he endeavoured to imitate many actions of the Messiah related in the evangelists. As he bore a resemblance to the common pictures of Christ; he allowed his beard to grow in a like form: He raised a person from the dead<a href=\"#n15\"><sup>[15]</sup></a>: He was ministered unto by women<a href=\"#n16\"><sup>[16]</sup></a>: He entered Bristol, mounted on a horse: I suppose, from the difficulty in that place of finding an ass: His disciples spread their garments before him, and cried, <q>Hosanna to the highest; holy, holy is the Lord God of Sabbaoth.</q> When carried before the magistrate, he would give no other answer to all questions than <q>thou hast said it.</q> What is remarkable, the parliament thought that the matter deserved <span class=\"page-break\"></span>their attention. Near ten days they spent in enquiries and debates about him<a href=\"#n17\"><sup>[17]</sup></a>. They condemned him to be pilloryed, whipped, burned in the face, and to have his tongue bored through with a red hot iron. All these severities he bore with the usual patience. So far his delusion supported him. But the sequel spoiled all. He was sent to Bridewell, confined to hard labour, fed on bread and water, and debarred from all his disciples, male and female. His illusion dissipated; and after some time, he was contented to come out an ordinary man, and return to his usual occupations.","subId":"79","id":"Hume.HE.6.62.79"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> chief taxes in England, during the time of the commonwealth, were the monthly assessments, the excise, and the customs. The assessments were levied on personal estates as well as on land<a href=\"#n18\"><sup>[18]</sup></a>; and commissioners were appointed in each county for rating the individuals. The highest assessment amounted to 120,000 pounds a month in England; the lowest was 35,000. The assessments in Scotland were sometimes 10,000 pounds a month<a href=\"#n19\"><sup>[19]</sup></a>; commonly 6000. Those on Ireland 9000. At a medium, this tax might have afforded about a million a year. The excise, during the civil wars, was levied on bread, flesh-meat, as well as beer, ale, strongwaters, and many other commodities. After the king was subdued, bread and flesh-meat were exempted from excise. The customs on exportation were lowered in 1656<a href=\"#n20\"><sup>[20]</sup></a>. In 1650, commissioners were appointed to levy both customs and excises. Cromwel in 1657 returned to the old practice of farming. Eleven hundred thousand pounds were then offered, both for customs and excise, a greater sum than had ever been levied by the commissioners<a href=\"#n21\"><sup>[21]</sup></a>: The whole of the taxes during that period might at a medium amount to above two millions a year; a sum, which, though moderate, much exceeded the revenue of any former king<a href=\"#n22\"><sup>[22]</sup></a>. Sequestrations, compositions, sale of crown and church lands, and of the lands of delinquents, yielded also considerable sums, but very difficult to be estimated. Church lands are said to have been sold for a million<a href=\"#n23\"><sup>[23]</sup></a>. None of these were ever valued at above ten or eleven years purchase<a href=\"#n24\"><sup>[24]</sup></a>. <span class=\"page-break\"></span>The estates of delinquents amounted to above 200,000 pounds a year<a href=\"#n25\"><sup>[25]</sup></a>. Cromwel died more than two millions in debt<a href=\"#n26\"><sup>[26]</sup></a>; though the parliament had left him in the treasury above 500,000 pounds; and in stores, the value of 700,000 pounds<a href=\"#n27\"><sup>[27]</sup></a>.","subId":"80","id":"Hume.HE.6.62.80"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> committee of danger in April 1648 voted to raise the army to 40,000 men<a href=\"#n28\"><sup>[28]</sup></a>. The same year, the pay of the army was estimated at 80,000 pounds a month<a href=\"#n29\"><sup>[29]</sup></a>. The establishment of the army in 1652, was in Scotland 15,000 foot, 2580 horse, 560 dragoons; in England, 4700 foot, 2520 horse, garrisons 6154. In all, 31,519, besides officers<a href=\"#n30\"><sup>[30]</sup></a>. The army in Scotland was afterwards considerably reduced. The army in Ireland was not much short of 20,000 men; so that upon the whole, the commonwealth maintained in 1652 a standing army of more than 50,000 men. Its pay amounted to a yearly sum of 1,047,715 pounds<a href=\"#n31\"><sup>[31]</sup></a>. Afterwards the protector reduced the establishment to 30,000 men; as appears by the Instrument of Government and Humble Petition and Advice. His frequent enterprizes obliged him from time to time to augment them. Richard had on foot in England an army of 13,258 men, in Scotland 9506, in Ireland about 10,000 men<a href=\"#n32\"><sup>[32]</sup></a>. The foot soldiers had commonly a shilling a day<a href=\"#n33\"><sup>[33]</sup></a>. The horse had two shillings and six-pence; so that many gentlemen and younger brothers of good family inlisted in the protector's cavalry<a href=\"#n34\"><sup>[34]</sup></a>. No wonder, that such men were averse from the re-establishment of civil government, by which, they well knew, they must be deprived of so gainful a profession.","subId":"81","id":"Hume.HE.6.62.81"},{"type":"paragraph","content":"<span class=\"small-capitals\">At</span> the time of the battle of Worcester, the parliament had on foot about 80,000 men, partly militia, partly regular forces. The vigour of the commonwealth, and the great capacity of those members, who had assumed the government, never at any time appeared so conspicuous<a href=\"#n35\"><sup>[35]</sup></a>.","subId":"82","id":"Hume.HE.6.62.82"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> whole revenue of the public during the protectorship of Richard was estimated at 1,868,717 pounds: His annual expences at 2,201,540 pounds. An additional revenue was demanded from parliament<a href=\"#n36\"><sup>[36]</sup></a>.","subId":"83","id":"Hume.HE.6.62.83"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> commerce and industry of England encreased extremely during the peaceable period of Charles's reign: The trade to the East-Indies and to Guinea became considerable. The English possessed almost the sole trade with Spain. Twenty thousand cloths were annually sent to Turkey<a href=\"#n37\"><sup>[37]</sup></a>. Commerce met with interruption, no doubt, from the civil wars and convulsions, which afterwards prevailed; though it soon recovered after the establishment of the commonwealth. The war with the Dutch, by distressing the commerce of so formidable a rival, served to encourage trade in England: The Spanish war was to an equal degree pernicious. All the effects of the English merchants, to an immense value, were confiscated in Spain. The prevalence of democratical principles engaged the country gentlemen to bind their sons apprentices to merchants<a href=\"#n38\"><sup>[38]</sup></a>; and commerce has ever since been more honourable in England than in any other European kingdom. The exclusive companies, which formerly confined trade, were never expressly abolished by any ordinance of parliament during the commonwealth; but as men payed no regard to the prerogative, whence the charters of these companies were derived, the monopoly was gradually invaded, and commerce encreased by the encrease of liberty. Interest in 1650 was reduced to six per cent.","subId":"84","id":"Hume.HE.6.62.84"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> customs in England, before the civil wars, are said to have amounted to 500,000 pounds a year<a href=\"#n39\"><sup>[39]</sup></a>: A sum ten times greater than during the best period in queen Elizabeth's reign: But there is probably some exaggeration in this matter.","subId":"85","id":"Hume.HE.6.62.85"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> Post-house, in 1653, was farmed at 10,000 pounds a year, which was deemed a considerable sum for the three kingdoms. Letters paid only about half the present postage.","subId":"86","id":"Hume.HE.6.62.86"},{"type":"paragraph","content":"<span class=\"small-capitals\">From</span> 1619 to 1638, there had been coined 6,900,042 pounds. From 1638 to 1657, the coinage amounted to 7,733,521 pounds<a href=\"#n40\"><sup>[40]</sup></a>. Dr. Davenant has told us, from the registers of the mint, that, between 1558 and 1659, there had been coined 19,832,476 pounds in gold and silver.","subId":"87","id":"Hume.HE.6.62.87"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> first mention of tea, coffee, and chocolate, is about 1660<a href=\"#n41\"><sup>[41]</sup></a>. Asparagus, artichoaks, colliflower, and a variety of sallads, were about the same time introduced into England<a href=\"#n42\"><sup>[42]</sup></a>.","subId":"88","id":"Hume.HE.6.62.88"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> colony of New England encreased by means of the puritans, <span class=\"page-break\"></span>who fled thither, in order to free themselves from the constraint, which Laud and the church party had imposed upon them; and before the commencement of the civil wars, it is supposed to have contained 25,000 souls<a href=\"#n43\"><sup>[43]</sup></a>. For a like reason, the catholics, afterwards, who found themselves exposed to many hardships, and dreaded still worse treatment, went over to America in great numbers, and settled the colony of Maryland.","subId":"89","id":"Hume.HE.6.62.89"},{"type":"paragraph","content":"<span class=\"small-capitals\">Before</span> the civil wars, learning and the fine arts were favoured at court, and a good taste began to prevail in the nation. The king loved pictures, sometimes handled the pencil himself, and was a good judge of the art. The pieces of foreign masters were bought up at a vast price; and the value of pictures doubled in Europe by the emulation between Charles and Philip IV. of Spain, who were touched with the same elegant passion. Vandyke was caressed and enriched at court. Inigo Jones was master of the king's buildings; though afterwards persecuted by the parliament, on account of the part which he had in rebuilding St. Paul's, and for obeying some orders of council, by which he was directed to pull down houses, in order to make room for that edifice. Laws, who had not been surpassed by any musician before him, was much beloved by the king, who called him the father of music. Charles was a good judge of writing, and was thought by some more anxious with regard to purity of style than became a monarch<a href=\"#n44\"><sup>[44]</sup></a>. Notwithstanding his narrow revenue, and his freedom from all vanity, he lived in such magnificence, that he possessed four and twenty palaces, all of them elegantly and compleatly furnished; insomuch, that, when he removed from one to another, he was not obliged to transport any thing along with him.","subId":"90","id":"Hume.HE.6.62.90"},{"type":"paragraph","content":"<span class=\"small-capitals\">Cromwel</span>, though himself a barbarian, was not insensible to literary merit. Usher, notwithstanding his being a bishop, received a pension from him. Marvel and Milton were in his service. Waller, who was his relation, was caressed by him. That poet always said, that the Protector himself was not so wholly illiterate as was commonly imagined. He gave a hundred pounds a year to the divinity professor at Oxford; and an historian mentions this bounty as an instance of his love of literature<a href=\"#n45\"><sup>[45]</sup></a>. He intended to have erected a college at Durham for the benefit of the northern counties.","subId":"91","id":"Hume.HE.6.62.91"},{"type":"paragraph","content":"<span class=\"small-capitals\">Civil</span> wars, especially when founded on principles of liberty, are not commonly unfavourable to the arts of eloquence and composition; or rather, by presenting nobler and more interesting objects, they amply compensate that tranquillity, of which they bereave the muses. The speeches of the parliamentary orators during this period are of a strain much superior to what any former age had produced in England; and the force and compass of our tongue were then first put to trial. It must, however, be confessed, that the wretched fanaticism, which so much infected the parliamentary party, was no less destructive of taste and science, than of all law and order. Gaiety and wit were proscribed: Human learning despised: Freedom of enquiry detested: Cant and hypocrisy alone encouraged. It was an article positively insisted on in the preliminaries to the treaty of Uxbridge, that all play-houses should for ever be abolished. Sir John Davenant, says Whitlocke<a href=\"#n46\"><sup>[46]</sup></a>, speaking of the year 1658, published an opera, notwithstanding the nicety of the times. All the king's furniture was put to sale: His pictures, disposed of at very low prices, enriched all the collections in Europe: The cartoons, when complete, were only appraised at 300 pounds, though the whole collection of the king's curiosities was sold at above 50,000<a href=\"#n47\"><sup>[47]</sup></a>. Even the royal palaces were pulled in pieces, and the materials of them sold. The very library and medals at St. James's, were intended by the generals to be brought to auction, in order to pay the arrears of some regiments of cavalry, quartered near London: But Selden, apprehensive of the loss, engaged his friend Whitlocke, then lord-keeper for the commonwealth, to apply for the office of librarian. This expedient saved that valuable collection.","subId":"92","id":"Hume.HE.6.62.92"},{"type":"paragraph","content":"<span class=\"small-capitals\">It</span> is however remarkable, that the greatest genius by far, that shone out in England during this period, was deeply engaged with these fanatics, and even prostituted his pen in theological controversy, in factious disputes, and in justifying the most violent measures of the party. This was John Milton, whose poems are admirable, though liable to some objections; his prose writings disagreeable, though not altogether defective in genius. Nor are all his poems equal: His Paradise Lost, his Comus, and a few others shine out amidst some flat and insipid compositions: Even in the <span class=\"page-break\"></span>Paradise Lost, his capital performance, there are very long passages, amounting to near a third of the work, almost wholly destitute of harmony and elegance, nay, of all vigour of imagination. This natural inequality in Milton's genius was much encreased by the inequalities in his subject; of which some parts are of themselves the most lofty that can enter into human conception; others would have required the most laboured elegance of composition to support them. It is certain, that this author, when in a happy mood, and employed on a noble subject, is the most wonderfully sublime of any poet in any language; Homer and Lucretius and Tasso not excepted. More concise than Homer, more simple than Tasso, more nervous than Lucretius; had he lived in a later age, and learned to polish some rudeness in his verses; had he enjoyed better fortune, and possessed leisure to watch the returns of genius in himself; he had attained the pinnacle of perfection, and borne away the palm of epic poetry.","subId":"93","id":"Hume.HE.6.62.93"},{"type":"paragraph","content":"<span class=\"small-capitals\">It</span> is well known, that Milton never enjoyed in his lifetime the reputation which he deserved. His Paradise Lost was long neglected: Prejudices against an apologist for the regicides, and against a work not wholly purged from the cant of former times, kept the ignorant world from perceiving the prodigious merit of that performance. Lord Somers, by encouraging a good edition of it, about twenty years after the author's death, first brought it into request; and Tonson, in his dedication of a smaller edition, speaks of it as a work just beginning to be known. Even during the prevalence of Milton's party, he seems never to have been much regarded; and Whitlocke<a href=\"#n48\"><sup>[48]</sup></a> talks of one Milton, as he calls him, a blind man, who was employed in translating a treaty with Sweden into Latin. These forms of expression are amusing to posterity, who consider how obscure Whitlocke himself, though lord-keeper, and ambassador, and indeed a man of great abilities and merit, has become in comparison of Milton.","subId":"94","id":"Hume.HE.6.62.94"},{"type":"paragraph","content":"<span class=\"small-capitals\">It</span> is not strange, that Milton received no encouragement after the restoration: It is more to be admired, that he escaped with his life. Many of the cavaliers blamed extremely that lenity towards him, which was so honourable in the king, and so advantageous to posterity. It is said, that he had saved Davenant's life during the <span class=\"page-break\"></span>protectorship; and Davenant in return afforded him like protection after the restoration; being sensible, that men of letters ought always to regard their sympathy of taste as a more powerful band of union, than any difference of party or opinion as a source of animosity. It was during a state of poverty, blindness, disgrace, danger, and old age, that Milton composed his wonderful poem, which not only surpassed all the performances of his cotemporaries, but all the compositions, which had flowed from his pen, during the vigor of his age, and the height of his prosperity. This circumstance is not the least remarkable of all those which attend that great genius. He died in 1674, aged 66.","subId":"95","id":"Hume.HE.6.62.95"},{"type":"paragraph","content":"<span class=\"small-capitals\">Waller</span> was the first refiner of English poetry, at least of English rhyme; but his performances still abound with many faults, and what is more material, they contain but feeble and superficial beauties. Gaiety, wit, and ingenuity are their ruling character: They aspire not to the sublime; still less to the pathetic. They treat of love, without making us feel any tenderness; and abound in panegyric, without exciting admiration. The panegyric, however, on Cromwel contains more force than we should expect from the other compositions of this poet.","subId":"96","id":"Hume.HE.6.62.96"},{"type":"paragraph","content":"<span class=\"small-capitals\">Waller</span> was born to an ample fortune, was early introduced to the court, and lived in the best company. He possessed talents for eloquence as well as poetry; and till his death, which happened in a good old age, he was the delight of the house of commons. The errors of his life proceeded more from want of courage than of honour or integrity. He died in 1687, aged 82.","subId":"97","id":"Hume.HE.6.62.97"},{"type":"paragraph","content":"<span class=\"small-capitals\">Cowley</span> is an author extremely corrupted by the bad taste of his age; but had he lived even in the purest times of Greece or Rome, he must always have been a very indifferent poet. He had no ear for harmony; and his verses are only known to be such by the rhyme, which terminates them. In his rugged untuneable numbers are conveyed sentiments the most strained and distorted; long spun allegories, distant allusions, and forced conceits. Great ingenuity, however, and vigour of thought sometimes break out amidst those unnatural conceptions: A few anacreontics surprise us by their ease and gaiety: His prose writings please, by the honesty and goodness which they express, and even by their spleen and melancholy. This author was much more praised and admired during his life time, and celebrated after his death, than the great Milton. He died in 1667, aged 49.","subId":"98","id":"Hume.HE.6.62.98"},{"type":"paragraph","content":"<span class=\"small-capitals\">Sir</span> John Denham in his Cooper's Hill (for none of his other poems merit attention) has a loftiness and vigour, which had not before him been attained by any English poet, who wrote in rhyme. The mechanical difficulties of that measure retarded its improvement. Shakespeare, whose tragic scenes are sometimes so wonderfully forcible and expressive, is a very indifferent poet, when he attempts to rhyme. Precision and neatness are chiefly wanting in Denham. He died in 1688, aged 73.","subId":"99","id":"Hume.HE.6.62.99"},{"type":"paragraph","content":"<span class=\"small-capitals\">No</span> English author in that age was more celebrated both abroad and at home than Hobbes: In our time, he is much neglected: A lively instance how precarious all reputations, founded on reasoning and philosophy! A pleasant comedy, which paints the manners of the age, and exposes a faithful picture of nature, is a durable work, and is transmitted to the latest posterity. But a system, whether physical or metaphysical, commonly owes its success to its novelty; and is no sooner canvassed with impartiality than its weakness is discovered. Hobbes's politics are fitted only to promote tyranny, and his ethics to encourage licentiousness. Though an enemy to religion, he partakes nothing of the spirit of scepticism; but is as positive and dogmatical as if human reason, and his reason in particular, could attain a thorough conviction in these subjects. Clearness and propriety of style are the chief excellencies of Hobbes's writings. In his own person he is represented to have been a man of virtue; a character no wise surprising, notwithstanding his libertine system of ethics. Timidity is the principal fault, with which he is reproached: He lived to an extreme old age, yet could never reconcile himself to the thoughts of death. The boldness of his opinions and sentiments form a remarkable contrast to this part of his character. He died in 1679, aged 91.","subId":"100","id":"Hume.HE.6.62.100"},{"type":"paragraph","content":"<span class=\"small-capitals\">Harrington</span>'s Oceana was well adapted to that age, when the plans of imaginary republics were the daily subjects of debate and conversation; and even in our time it is justly admired as a work of genius and invention. The idea, however, of a perfect and immortal commonwealth will always be found as chimerical as that of a perfect and immortal man. The style of this author wants ease and fluency; but the good matter, which his work contains, makes compensation. He died in 1677, aged 66.","subId":"101","id":"Hume.HE.6.62.101"},{"type":"paragraph","content":"<span class=\"small-capitals\">Harvey</span> is entitled to the glory of having made, by reasoning alone, without any mixture of accident, a capital discovery in one of the most important branches of science. He had also the happiness <span class=\"page-break\"></span>of establishing at once his theory on the most solid and convincing proofs; and posterity has added little to the arguments suggested by his industry and ingenuity. His treatise of the circulation of the blood is farther embellished by that warmth and spirit, which so naturally accompany the genius of invention. This great man was much favoured by Charles I. who gave him the liberty of using all the deer in the royal forests for perfecting his discoveries on the generation of animals. It was remarked, that no physician in Europe, who had reached forty years of age, ever, to the end of his life, adopted Harvey's doctrine of the circulation of the blood, and that his practice in London diminished extremely, from the reproach drawn upon him, by that great and signal discovery. So slow is the progress of truth in every science, even when not opposed by factious or superstitious prejudices! He died in 1657, aged 79.","subId":"102","id":"Hume.HE.6.62.102"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> age affords great materials for history; but did not produce any accomplished historian. Clarendon, however, will always be esteemed an entertaining writer, even independant of our curiosity to know the facts, which he relates. His style is prolix and redundant, and suffocates us by the length of its periods: But it discovers imagination and sentiment, and pleases us at the same time that we disapprove of it. He is more partial in appearance than in reality: For he seems perpetually anxious to apologize for the king; but his apologies are often well grounded. He is less partial in his relation of facts, than in his account of characters: He was too honest a man to falsify the former; his affections were easily capable, unknown to himself, of disguising the latter. An air of probity and goodness runs through the whole work; as these qualities did in reality embellish the whole life of the author. He died in 1674, aged 66.","subId":"103","id":"Hume.HE.6.62.103"},{"type":"paragraph","content":"<span class=\"small-capitals\">These</span> are the chief performances, which engage the attention of posterity. Those numberless productions, with which the press then abounded; the cant of the pulpit, the declamations of party, the subtilties of theology, all these have long ago sunk in silence and oblivion. Even a writer, such as Selden, whose learning was his chief excellency; or Chillingworth, an acute disputant against the papists will scarcely be ranked among the classics of our language or country.","subId":"104","id":"Hume.HE.6.62.104"},{"type":"note","content":"Ludlow.","subId":"n1","id":"Hume.HE.6.62.n1"},{"type":"note","content":"Carte's collections, vol. ii. p. 243.","subId":"n2","id":"Hume.HE.6.62.n2"},{"type":"note","content":"Ludlow.","subId":"n3","id":"Hume.HE.6.62.n3"},{"type":"note","content":"K. James's Memoirs.","subId":"n4","id":"Hume.HE.6.62.n4"},{"type":"note","content":"Gumble's life of Monk, p. 93.","subId":"n5","id":"Hume.HE.6.62.n5"},{"type":"note","content":"Lord Lansdowne's defence of general Monk.","subId":"n6","id":"Hume.HE.6.62.n6"},{"type":"note","content":"Clarendon.","subId":"n7","id":"Hume.HE.6.62.n7"},{"type":"note","content":"After Monk's declaration for a free parliament on the 11th of February, he could mean nothing but the king's restoration: Yet it was long before he would open himself even to the king. This declaration was within eight days after his arrival in London. Had he ever intended to have set up for himself, he would not surely have so soon abandoned a project so inviting: He would have taken some steps, which would have betrayed it. It could only have been some disappointment, some frustrated attempt, which could have made him renounce the road of private ambition. But there is not the least symptom of such intentions. The story told of Sir Anthony Ashley Cooper, by Mr. Locke, has not any appearance of truth. See lord Lansdown's Vindication, and Philips's Continuation of Baker. I shall add to what those authors have advanced, that cardinal Mazarine wished for the king's restoration; though he would not have ventured much to have procured it.","subId":"n8","id":"Hume.HE.6.62.n8"},{"type":"note","content":"Lansdowne, Clarendon.","subId":"n9","id":"Hume.HE.6.62.n9"},{"type":"note","content":"Burnet.","subId":"n10","id":"Hume.HE.6.62.n10"},{"type":"note","content":"Sir Philip Warwic.","subId":"n11","id":"Hume.HE.6.62.n11"},{"type":"note","content":"Killing no Murder.","subId":"n12","id":"Hume.HE.6.62.n12"},{"type":"note","content":"The following story is told by Whitlocke, p. 599. Some quakers at Hasington in Northumberland coming to the minister on the Sabbath-day, and speaking to him, the people fell upon the quakers, and almost killed one or two of them, who going out fell on their knees, and prayed God to pardon the people, who knew not what they did; and afterwards speaking to the people, so convinced them of the evil they had done in beating them, that the country people fell a quarrelling, and beat one another more than they had before beaten the quakers.","subId":"n13","id":"Hume.HE.6.62.n13"},{"type":"note","content":"Whitlocke, p. 624.","subId":"n14","id":"Hume.HE.6.62.n14"},{"type":"note","content":"Harleyan Miscellany, vol. vi. p. 399. One Dorcas Earberry made oath before a magistrate, that she had been dead two days, and that Naylor had brought her to life.","subId":"n15","id":"Hume.HE.6.62.n15"},{"type":"note","content":"Id. ibid.","subId":"n16","id":"Hume.HE.6.62.n16"},{"type":"note","content":"Thurloe, vol. v. p. 708.","subId":"n17","id":"Hume.HE.6.62.n17"},{"type":"note","content":"Scobel, p. 419.","subId":"n18","id":"Hume.HE.6.62.n18"},{"type":"note","content":"Thurloe, vol. ii. p. 476.","subId":"n19","id":"Hume.HE.6.62.n19"},{"type":"note","content":"Scobel, p. 376.","subId":"n20","id":"Hume.HE.6.62.n20"},{"type":"note","content":"Thurloe, vol. vi. p. 425.","subId":"n21","id":"Hume.HE.6.62.n21"},{"type":"note","content":"It appears that the late king's revenue from 1637, to the meeting of the long parliament, was only 900,000 pounds, of which 200,000 may be esteemed illegal.","subId":"n22","id":"Hume.HE.6.62.n22"},{"type":"note","content":"Dr. Walker, p. 14.","subId":"n23","id":"Hume.HE.6.62.n23"},{"type":"note","content":"Thurloe, vol. i. p. 753.","subId":"n24","id":"Hume.HE.6.62.n24"},{"type":"note","content":"Ibid. vol. ii. p. 414.","subId":"n25","id":"Hume.HE.6.62.n25"},{"type":"note","content":"Ibid. vol. vii. p. 667.","subId":"n26","id":"Hume.HE.6.62.n26"},{"type":"note","content":"World's Mistake in Oliver Cromwel.","subId":"n27","id":"Hume.HE.6.62.n27"},{"type":"note","content":"Whitlocke, p. 298.","subId":"n28","id":"Hume.HE.6.62.n28"},{"type":"note","content":"Ibid. p. 378.","subId":"n29","id":"Hume.HE.6.62.n29"},{"type":"note","content":"Journal, 2d December, 1652.","subId":"n30","id":"Hume.HE.6.62.n30"},{"type":"note","content":"Id. ibid.","subId":"n31","id":"Hume.HE.6.62.n31"},{"type":"note","content":"Journal, 6th of April, 1659.","subId":"n32","id":"Hume.HE.6.62.n32"},{"type":"note","content":"Thurloe, vol. i. p. 395, vol. ii. p. 414.","subId":"n33","id":"Hume.HE.6.62.n33"},{"type":"note","content":"Gumble's Life of Monk.","subId":"n34","id":"Hume.HE.6.62.n34"},{"type":"note","content":"Whitlocke, p. 477.","subId":"n35","id":"Hume.HE.6.62.n35"},{"type":"note","content":"Journal, 7th April, 1659.","subId":"n36","id":"Hume.HE.6.62.n36"},{"type":"note","content":"Strafford's Letters, vol. i. p. 421, 423, 430, 467.","subId":"n37","id":"Hume.HE.6.62.n37"},{"type":"note","content":"Clarendon.","subId":"n38","id":"Hume.HE.6.62.n38"},{"type":"note","content":"Lewis Roberts's Treasure of Traffick.","subId":"n39","id":"Hume.HE.6.62.n39"},{"type":"note","content":"Happy future state of England.","subId":"n40","id":"Hume.HE.6.62.n40"},{"type":"note","content":"Anderson, vol. ii. p. 111.","subId":"n41","id":"Hume.HE.6.62.n41"},{"type":"note","content":"Id. ibid.","subId":"n42","id":"Hume.HE.6.62.n42"},{"type":"note","content":"British Empire in America, vol. i. p. 372.","subId":"n43","id":"Hume.HE.6.62.n43"},{"type":"note","content":"Burnet.","subId":"n44","id":"Hume.HE.6.62.n44"},{"type":"note","content":"Neale's History of the Puritans, vol. iv. p. 123.","subId":"n45","id":"Hume.HE.6.62.n45"},{"type":"note","content":"P. 639.","subId":"n46","id":"Hume.HE.6.62.n46"},{"type":"note","content":"Parl. Hist. vol. xix. p. 83.","subId":"n47","id":"Hume.HE.6.62.n47"},{"type":"note","content":"P. 633.","subId":"n48","id":"Hume.HE.6.62.n48"}]}