{"id":"Hume.HE.6.69","imported":true,"parent":"Hume.HE.6","title":"Chapter 69. Charles II (cont.)","breadcrumb":"Chapter 69","published":[1757],"copytext":[1778],"sourceDesc":"Hume’s <cite>History of England</cite> was written in three stages, and in reverse chronological order. He began with two volumes on the History of Great Britain (from the Union of the Crowns to the death of James II), published in 1754 and 1757. In 1759 he then published two more volumes, on the House of Tudor. This necessitated changing the title from the <cite>History of Great Britain</cite> to the <cite>History of England</cite>, since he now began the story a century and a half before the union. Finally, in 1762, he published two more volumes tracing the country’s history back even further, all the way to the Celtic Britons and the Roman invasion. In 1763, the first complete set was published, but owing to the size of the work – including the now very large index included in the final volume – it had to be chopped up rather awkwardly into 8 volumes rather than 6. The text here follows the posthumous 1778 edition, which Hume was working on before he died. That edition was also (of necessity) printed in 8 volumes, but it is shown here divided into 6 volumes instead (matching the breaks that appeared in the volumes as they were originally published).","blocks":[{"type":"title","content":"<h2>CHAP. LXIX.</h2> <h1>CHARLES II.</h1> <em>State of affairs in Ireland——Shaftesbury acquitted——Argyle's trial——State of affairs in Scotland——State of the ministry in England——New nomination of sheriffs——Quo warrantos——Great power of the crown——A conspiracy——Shaftesbury retires and dies——Rye-house plot——Conspiracy discovered——Execution of the conspirators——Trial of lord Russel——His execution——Trial of Algernon Sidney——His execution——State of the nation——State of foreign affairs——King's sickness and death——and character.</em>","id":"Hume.HE.6.69"},{"type":"paragraph","content":"WHEN the cabal <span class=\"margin-comment\">1681. State of affairs in Ireland.</span> entered into the mysterious alliance with France, they took care to remove the duke of Ormond from the committee of foreign affairs; and nothing tended farther to increase the national jealousy, entertained against the new measures, than to see a man of so much loyalty, as well as probity and honour, excluded from public councils. They had even so great interest with the king as to get Ormond recalled from the government of Ireland; and lord Robarts, afterwards earl of Radnor, succeeded him in that important employment. Lord Berkeley succeeded <span class=\"page-break\"></span>Robarts; and the earl of Essex, Berkeley. At last in the year 1677, Charles cast his eye again upon Ormond, whom he had so long neglected; and sent him over lieutenant to Ireland. <q>I have done every thing,</q> said the king, <q>to disoblige that man; but it is not in my power to make him my enemy.</q> Ormond, during his disgrace, had never joined the malcontents, nor encouraged those clamours, which, with too much reason, but often for bad purposes, were raised against the king's measures. He even thought it his duty, regularly, though with dignity, to pay his court at Whitehall; and to prove that his attachments were founded on gratitude, inclination, and principle, not on any temporary advantages. All the expressions, which dropped from him, while neglected by the court, showed more of good humour, than any prevalence of spleen and indignation. <q>I can do you no service,</q> said he to his friends, <q>I have only the power left by my applications to do you some hurt.</q> When colonel Cary Dillon solicited him to second his pretensions for an office, and urged that he had no friends but God and his grace: <q>Alas! poor Cary,</q> replied the duke, <q>I pity thee: Thou couldest not have two friends, that possess less interest at court.</q> <q>I am thrown bye,</q> said he, on another occasion, <q>like an old rusty clock; yet even that neglected machine, twice in twenty-four hours, points right.</q>","subId":"1","id":"Hume.HE.6.69.1"},{"type":"paragraph","content":"<span class=\"small-capitals\">On</span> such occasions, when Ormond, from decency, paid his attendance at court, the king, equally ashamed to show him civility and to neglect him, was abashed and confounded. <q>Sir,</q> said the profligate Buckingham, <q>I wish to know whether it be the duke of Ormond, that is out of favour with your majesty, or your majesty with the duke of Ormond; for, of the two, you seem the most out of countenance.</q>","subId":"2","id":"Hume.HE.6.69.2"},{"type":"paragraph","content":"<span class=\"small-capitals\">When</span> Charles found it his interest to show favour to the old royalists and to the church of England, Ormond, who was much revered by that whole party, could not fail of recovering, together with the government of Ireland, his former credit and authority. His administration, when lord lieutenant, corresponded to the general tenor of his life; and tended equally to promote the interests of prince and people, of protestant and catholic. Ever firmly attached to the established religion, he was able, even during those jealous times, to escape suspicion, though he gratified not vulgar prejudices by any persecution of the popish party. He encreased <span class=\"page-break\"></span>the revenue of Ireland to three hundred thousand pounds a year: He maintained a regular army of ten thousand men: He supported a well disciplined militia of twenty thousand: And though the act of settlement had so far been infringed, that catholics were permitted to live in corporate towns, they were guarded with so careful an eye, that the most timorous protestant never apprehended any danger from them.","subId":"3","id":"Hume.HE.6.69.3"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> chief object of Essex's ambition was to return to the station of lord lieutenant, where he had behaved with honour and integrity: Shaftesbury and Buckingham bore an extreme hatred to Ormond, both from personal and party considerations: The great aim of the anti-courtiers was to throw reflections on every part of the king's government. It could be no surprize, therefore, to the lord lieutenant to learn, that his administration was attacked in parliament, particularly by Shaftesbury; but he had the satisfaction, at the same time, to hear of the keen, though polite defence, made by his son, the generous Ossory. After justifying several particulars of Ormond's administration against that intriguing patriot, Ossory proceeded in the following words: <q>Having spoken of what the lord lieutenant has done, I presume with the same truth to tell your lordships what he has not done. He never advised the breaking of the triple league; he never advised the shutting up of the exchequer; he never advised the declaration for a toleration; he never advised the falling out with the Dutch and the joining with France: He was not the author of that most excellent position <em>Delenda</em> <em>est Carthago,</em> that Holland, a protestant country, should, contrary to the true interests of England, be totally destroyed. I beg that your lordships will be so just as to judge of my father and all men, according to their actions and their counsels.</q> These few sentences, pronounced by a plain gallant soldier, noted for probity, had a surprising effect upon the audience, and confounded all the rhetoric of his eloquent and factious adversary. The prince of Orange, who esteemed the former character as much as he despised the latter, could not forbear congratulating by letter the earl of Ossory on this new species of victory, which he had obtained.","subId":"4","id":"Hume.HE.6.69.4"},{"type":"paragraph","content":"<span class=\"small-capitals\">Ossory</span>, though he ever kept at a distance from faction, was the most popular man in the kingdom; though he never made any compliance with the corrupt views of the court, was beloved and <span class=\"page-break\"></span>respected by the king. An universal grief appeared on his death, which happened about this time, and which the populace, as is usual wherever they are much affected, foolishly ascribed to poison. Ormond bore the loss with patience and dignity; though he ever retained a pleasing, however melancholy, sense of the signal merit of Ossory. <q>I would not exchange my dead son,</q> said he, <q>for any living son in Christendom.</q>","subId":"5","id":"Hume.HE.6.69.5"},{"type":"paragraph","content":"<span class=\"small-capitals\">These</span> particularities may appear a digression; but it is with pleasure, I own, that I relax myself for a moment in the contemplation of these humane and virtuous characters, amidst that scene of fury and faction, fraud and violence, in which at present our narration has unfortunately engaged us.","subId":"6","id":"Hume.HE.6.69.6"},{"type":"paragraph","content":"<span class=\"small-capitals\">Besides</span> the general interest of the country party to decry the conduct of all the king's ministers, the prudent and peaceable administration of Ormond was in a particular manner displeasing to them. In England, where the catholics were scarcely one to a hundred, means had been found to excite an universal panic, on account of insurrections and even massacres, projected by that sect; and it could not but seem strange that in Ireland, where they exceeded the protestants six to one, there should no symptoms appear of any combination or conspiracy. Such an incident, when duly considered, might even in England shake the credit of the plot, and diminish the authority of those leaders, who had so long, with such industry, inculcated the belief of it on the nation. Rewards, therefore, were published in Ireland to any that would bring intelligence or become witnesses; and some profligates were sent over to that kingdom, with a commission to seek out evidence against the catholics. Under pretence of searching for arms or papers, they broke into houses, and plundered them: They threw innocent men into prison, and took bribes for their release: And after all their diligence, it was with difficulty, that that country, commonly fertile enough in witnesses, could furnish them with any fit for their purpose.","subId":"7","id":"Hume.HE.6.69.7"},{"type":"paragraph","content":"<span class=\"small-capitals\">At</span> last, one Fitzgerald appeared, followed by Ivey, Sanson, Dennis, Bourke, two Macnamaras, and some others. These men were immediately sent over to England; and though they possessed neither character sufficient to gain belief even for truth, nor sense to invent a credible falshood, they were caressed, rewarded, supported and recommended by the earl of Shaftesbury. Oliver <span class=\"page-break\"></span>Plunket, the titular primate of Ireland, a man of peaceable dispositions, was condemned and executed upon such testimony. And the Oxford parliament entered so far into the matter as to vote, that they were entirely satisfied in the reality of the <em>horrid</em> and <em>damnable</em> Irish plot. But such decisions, though at first regarded as infallible, had now lost much of their authority; and the public still remained somewhat indifferent and incredulous.","subId":"8","id":"Hume.HE.6.69.8"},{"type":"paragraph","content":"<span class=\"small-capitals\">After</span> the dissolution of the parliament, and the subsequent victory of the royalists, Shaftesbury's evidences, with Turberville, Smith, and others, addressed themselves to the ministers, and gave information of high treason against their former patron. It is sufficiently scandalous, that intelligence, conveyed by such men, should have been attended to; but there is some reason to think, that the court agents, nay the ministers, nay the king himself<a href=\"#n1\"><sup>[1]</sup></a>, went farther, and were active in endeavouring, though in vain, to find more reputable persons to support the blasted credit of the Irish witnesses. Shaftesbury was committed to prison, and his indictment was presented to the grand jury. The new sheriffs of London, Shute and Pilkington, were engaged as deeply as their predecessors in the country party; and they took care to name a jury devoted to the same cause: A precaution quite necessary, when it was scarcely possible to find men indifferent or attached to neither party. As far as swearing could go, the treason was clearly proved against Shaftesbury; or rather so clearly as to merit no kind of credit or attention. <span class=\"margin-comment\">Shaftesbury acquitted.</span> That veteran leader of a party, enured from his early youth to faction and intrigue, to cabals and conspiracies, was represented as opening without reserve his treasonable intentions to these obscure banditti, and throwing out such violent and outrageous reproaches upon the king, as none but men of low education, like themselves, could be supposed to employ. The draught of an association, it is true, against popery and the duke, was found in Shaftesbury's cabinet; and dangerous inferences might be drawn from many clauses of that paper. But it did not appear, that it had been framed by Shaftesbury, or so much as approved by him. And as projects of an association had been proposed in parliament, it was very natural for this nobleman, or his correspondents, to be thinking of some plan, which it might be proper to lay before <span class=\"page-break\"></span>that assembly. The grand jury, therefore, after weighing all these circumstances, rejected the indictment; and the people, who attended the hall, testified their joy by the loudest acclamations, which were echoed throughout the whole city.","subId":"9","id":"Hume.HE.6.69.9"},{"type":"paragraph","content":"<span class=\"small-capitals\">About</span> this time a scheme of oppression was laid in Scotland, after a manner still more flagrant, against a nobleman much less obnoxious than Shaftesbury; and as that country was reduced to a state of almost total subjection, the project had the good fortune to succeed.","subId":"10","id":"Hume.HE.6.69.10"},{"type":"paragraph","content":"<span class=\"margin-comment\">Argyle's trial.</span> <span class=\"small-capitals\">The</span> earl of Argyle, from his youth, had distinguished himself by his loyalty, and his attachment to the royal family. Though his father was head of the covenanters, he himself refused to concur in any of their measures; and when a commission of colonel was given him by the convention of states, he forbore to act upon it, till it should be ratified by the king. By his respectful behaviour, as well as by his services, he made himself acceptable to Charles, when that prince was in Scotland: And even after the battle of Worcester, all the misfortunes, which attended the royal cause, could not engage him to desert it. Under Middleton he obstinately persevered to harass and infest the victorious English; and it was not till he received orders from that general, that he would submit to accept of a capitulation. Such jealousy of his loyal attachments was entertained by the commonwealth and protector, that a pretence was soon after fallen upon to commit him to prison; and his confinement was rigorously continued till the restoration. The king, sensible of his services, had remitted to him his father's forfeiture, and created him earl of Argyle; and when a most unjust sentence was passed upon him by the Scottish parliament, Charles had anew remitted it. In the subsequent part of this reign, Argyle behaved himself dutifully; and though he seemed not disposed to go all lengths with the court, he always appeared, even in his opposition, to be a man of mild dispositions and peaceable deportment.","subId":"11","id":"Hume.HE.6.69.11"},{"type":"paragraph","content":"<span class=\"small-capitals\">A</span> parliament was summoned at Edinburgh this summer, and the duke was appointed commissioner. Besides granting money to the king and voting the indefeasible right of succession, this parliament enacted a test, which all persons, possessed of offices, civil, military, or ecclesiastical, were bound to take. In this test, the king's supremacy was asserted, the covenant renounced, passive obedience <span class=\"page-break\"></span>assented to, and all obligations disclaimed of endeavouring any alteration in civil or ecclesiastical establishments. This was the state of the test, as proposed by the courtiers; but the country party proposed also to insert a clause, which could not with decency be refused, expressing the person's adherence to the protestant religion. The whole was of an enormous length, considered as an oath; and what was worse, a confession of faith was there ratified, which had been imposed a little after the reformation, and which contained many articles altogether forgotten by the parliament and nation. Among others, the doctrine of resistance was inculcated; so that the test, being voted in a hurry, was found on examination to be a medley of contradiction and absurdity. Several persons, the most attached to the crown, scrupled to take it: The bishops and many of the clergy remonstrated: The earl of Queensberry refused to swear, except he might be allowed to add an explanation: And even the privy council thought it necessary to publish for general satisfaction a solution of some difficulties, attending the test.","subId":"12","id":"Hume.HE.6.69.12"},{"type":"paragraph","content":"<span class=\"small-capitals\">Though</span> the courtiers could not reject the clause of adhering to the protestant religion, they proposed, as a necessary mark of respect, that all princes of the blood should be exempted from taking the oath. This exception was zealously opposed by Argyle; who observed, that the sole danger to be dreaded for the protestant religion must proceed from the perversion of the royal family. By insisting on such topics, he drew on himself the secret indignation of the duke, of which he soon felt the fatal consequences.","subId":"13","id":"Hume.HE.6.69.13"},{"type":"paragraph","content":"<span class=\"small-capitals\">When</span> Argyle took the test as a privy counsellor, he subjoined, in the duke's presence, an explanation, which he had beforehand communicated to that prince, and which he believed to have been approved by him. It was in these words: <q>I have considered the test, and am very desirous of giving obedience as far as I can. I am confident, that the parliament never intended to impose contradictory oaths: Therefore I think no man can explain it but for himself. Accordingly, I take it as far as it is consistent with itself, and the protestant religion. And I do declare, that I mean not to bind myself, in my station, and in a lawful way, from wishing, and endeavouring any alteration, which I think to the advantage of church or state, and not repugnant to the protestant religion and my loyalty: And this I understand as a part of my oath.</q> The duke, <span class=\"page-break\"></span>as was natural, heard these words with great tranquillity: No one took the least offence: Argyle was admitted to sit that day in council: And it was impossible to imagine, that a capital offence had been committed, where occasion seemed not to have been given, so much as for a frown or reprimand.","subId":"14","id":"Hume.HE.6.69.14"},{"type":"paragraph","content":"<span class=\"small-capitals\">Argyle</span> was much surprized, a few days after, to find, that a warrant was issued for committing him to prison; that he was indicted for high treason, leasing-making, and perjury; and that from these innocent words an accusation was extracted, by which he was to forfeit honours, life, and fortune. It is needless to enter into particulars, where the iniquity of the whole is so apparent. Though the sword of justice was displayed, even her semblance was not put on; and the forms alone of law were preserved, in order to sanctify, or rather aggravate the oppression. Of five judges, three did not scruple to find the guilt of treason and leasing-making to be incurred by the prisoner: A jury of fifteen noblemen gave verdict against him: And the king, being consulted, ordered the sentence to be pronounced; but the execution of it to be suspended, till farther orders.","subId":"15","id":"Hume.HE.6.69.15"},{"type":"paragraph","content":"<span class=\"small-capitals\">It</span> was pretended by the duke and his creatures, that Argyle's life and fortune were not in any danger, and that the sole reason for pushing the trial to such extremities against him was in order to make him renounce some hereditary jurisdictions, which gave his family a dangerous authority in the highlands, and obstructed the course of public justice. But allowing the end to be justifiable, the means were infamous; and such as were incompatible, not only with a free, but a civilized government. Argyle had therefore no reason to trust any longer to the justice or mercy of such enemies: He made his escape from prison; and till he should find a ship for Holland, he concealed himself during some time in London. The king heard of his lurking-place, but would not allow him to be arrested<a href=\"#n2\"><sup>[2]</sup></a>. All the parts however of his sentence, as far as the government in Scotland had power, were rigorously executed; his estate confiscated, his arms reversed and torne.","subId":"16","id":"Hume.HE.6.69.16"},{"type":"paragraph","content":"<span class=\"margin-comment\">State of affairs in Scotland.</span> <span class=\"small-capitals\">It</span> would seem, that the genuine passion for liberty was at this time totally extinguished in Scotland: There was only preserved a spirit of mutiny and sedition, encouraged by a mistaken zeal for <span class=\"page-break\"></span>religion. Cameron and Cargil, two furious preachers, went a step beyond all their brethren: They publicly excommunicated the king for his tyranny and his breach of the covenant; and they renounced all allegiance to him. Cameron was killed by the troops in an action at Airs-Moss; Cargil was taken and hanged. Many of their followers were tried and convicted. Their lives were offered them if they would say <em>God save the king:</em> But they would only agree to pray for his repentance. This obstinacy was much insisted on as an apology for the rigors of the administration: But if duly considered, it will rather afford reason for a contrary inference. Such unhappy delusion is an object rather of commiseration than of anger: And it is almost impossible, that men could have been carried to such a degree of frenzy, unless provoked by a long train of violence and oppression.","subId":"17","id":"Hume.HE.6.69.17"},{"type":"paragraph","content":"<span class=\"margin-comment\">1682.</span> <span class=\"small-capitals\">As</span> the king was master in England, and no longer dreaded the clamours of the country party, he permitted the duke to pay him a visit; and was soon after prevailed on to allow of his return to England, and of his bearing a part in the administration. The duke went to Scotland, in order to bring up his family, and settle the government of that country; and he chose to take his passage by sea. The ship struck on a sand-bank, and was lost: The duke escaped in the barge; and it is pretended, that, while many persons of rank and quality were drowned, and among the rest, Hyde, his brother-in-law, he was very careful to save several of his dogs and priests: For these two species of favourites are coupled together by some writers. It has likewise been asserted, that the barge might safely have held more persons, and that some who swam to it were thrust off, and even their hands cut, in order to disengage them. But every action of every eminent person, during this period, is so liable to be misinterpreted and misrepresented by faction, that we ought to be very cautious in passing judgment on too slight evidence. It is remarkable, that the sailors on board the ship, though they felt themselves sinking, and saw inevitable death before their eyes, yet as soon as they observed the duke to be in safety, gave a loud shout, in testimony of their joy and satisfaction.","subId":"18","id":"Hume.HE.6.69.18"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> duke, during his abode in Scotland, had behaved with great civility towards the gentry and nobility; and by his courtly demeanor had much won upon their affections: But his treatment of the enthusiasts was still somewhat rigorous; and in many instances <span class=\"page-break\"></span>he appeared to be a man of a severe, if not an unrelenting temper. It is even asserted, that he sometimes assisted at the torture of criminals, and looked on with tranquillity, as if he were considering some curious experiment<a href=\"#n3\"><sup>[3]</sup></a>. He left the authority in the hands of the earl of Aberdeen, chancellor, and the earl of Queensberry, treasurer: A very arbitrary spirit appeared in their administration. A gentleman of the name of Weir was tried, because he had kept company with one who had been in rebellion; though that person had never been marked out by process or proclamation. The inferences, upon which Weir was condemned (for a prosecution by the government and a condemnation were in Scotland the same thing) hung upon each other, after the following manner. No man, it was supposed, could have been in a rebellion, without being exposed to suspicion in the neighbourhood: If the neighbourhood had suspected him, it was to be presumed, that each individual had likewise heard of the grounds of suspicion: Every man was bound to declare to the government his suspicion against every man, and to avoid the company of traitors: To fail in this duty was to participate in the treason: The conclusion on the whole was, You have conversed with a rebel; therefore you are yourself a rebel. A reprieve was with some difficulty procured for Weir; but it was seriously determined to make use of the precedent. Courts of judicature were erected in the southern and western counties, and a strict inquisition carried on against this new species of crime. The term of three years was appointed for the continuance of these courts; after which an indemnity was promised. Whoever would take the test, was instantly entitled to the benefit of this indemnity. The presbyterians, alarmed with such tyranny, from which no man could deem himself safe, began to think of leaving the country; and some of their agents were sent to England, in order to treat with the proprietors of Carolina for a settlement in that colony. Any condition seemed preferable to the living in their native country, which, by the prevalence of persecution and violence, was become as insecure to them as a den of robbers.","subId":"19","id":"Hume.HE.6.69.19"},{"type":"paragraph","content":"<span class=\"small-capitals\">Above</span> two thousand persons were out-lawed on pretence of <span class=\"page-break\"></span>their conversing or having intercourse with rebels<a href=\"#n4\"><sup>[4]</sup></a>, and they were continually hunted in their retreat by soldiers, spies, informers, and oppressive magistrates. It was usual to put ensnaring questions to people, living peaceably in their own houses; such as, <q>Will you renounce the covenant? Do you esteem the rising at Bothwel to be rebellion? Was the killing of the archbishop of St. Andrews murder?</q> And when the poor deluded creatures refused to answer, capital punishments were inflicted on them<a href=\"#n5\"><sup>[5]</sup></a>. Even women were brought to the gibbet for this pretended crime. A number of fugitives, rendered frantic by oppression, had published a seditious declaration; renouncing allegiance to Charles Stuart, whom they called, as they, for their parts, had indeed some reason to esteem him, a tyrant. This incident afforded the privy council a pretence for an unusual kind of oppression. Soldiers were dispersed over the country, and power was given to all commission officers, even the lowest, to oblige every one they met with, to abjure the declaration; and upon refusal, instantly, without farther questions, to shoot the delinquent<a href=\"#n6\"><sup>[6]</sup></a>. It were endless, as well as shocking, to enumerate all the instances of persecution, or, in other words, of absurd tyranny, which at that time prevailed in Scotland. One of them however is so singular, that I cannot forbear relating it.","subId":"20","id":"Hume.HE.6.69.20"},{"type":"paragraph","content":"<span class=\"small-capitals\">Three</span> women were seized<a href=\"#n7\"><sup>[7]</sup></a>; and the customary oath was tendered to them, by which they were to abjure the seditious declaration abovementioned. They all refused, and were condemned to a capital punishment by drowning. One of them was an elderly woman: The other two were young; one eighteen years of age, the other only thirteen. Even these violent persecutors were ashamed to put the youngest to death: But the other two were conducted to the place of execution, and were tied to stakes within the sea-mark at low-water: A contrivance, which rendered their death lingering and dreadful. The elderly woman was placed farthest in, and by the rising of the waters was first suffocated. The younger, partly terrified with the view of her companion's death, partly subdued by the entreaty of her friends, was prevailed with to say <em>God save the King.</em> Immediately the spectators called out, that she had submitted; <span class=\"page-break\"></span>and she was loosened from the stake. Major Winram, the officer who guarded the execution, again required her to sign the abjuration; and upon her refusal, he ordered her instantly to be plunged in the water, where she was suffocated.","subId":"21","id":"Hume.HE.6.69.21"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> severity of the administration in Scotland is in part to be ascribed to the duke's temper, to whom the king had consigned over the government of that country, and who gave such attention to affairs as to allow nothing of moment to escape him. Even the government of England, from the same cause, began to be somewhat infected with the same severity. The duke's credit was great at court. Though neither so much beloved nor esteemed as the king, he was more dreaded; and thence an attendance more exact, as well as a submission more obsequious, was paid to him. The saying of Waller was remarked, that Charles, in spite to the parliament, who had determined, that the duke should not succeed him, was resolved, that he should reign even in his lifetime.","subId":"22","id":"Hume.HE.6.69.22"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> king however, who loved to maintain a balance in his councils, still supported Halifax, whom he created a marquess, and made privy seal; though ever in opposition to the duke. <span class=\"margin-comment\">State of the ministry in England.</span> This man, who possessed the finest genius and most extensive capacity, of all employed in public affairs during the present reign, affected a species of neutrality between the parties, and was esteemed the head of that small body, known by the denomination of <em>Trimmers.</em> This conduct, which is more natural to men of integrity than of ambition, could not however procure him the former character; and he was always, with reason, regarded as an intriguer rather than a patriot. Sunderland, who had promoted the exclusion-bill, and who had been displaced on that account, was again, with the duke's consent, brought into the administration. The extreme duplicity, at least variableness, of this man's conduct, through the whole course of his life, made it be suspected, that it was by the king's direction he had mixed with the country party. Hyde, created earl of Rochester, was first commissioner of the treasury, and was entirely in the duke's interests.","subId":"23","id":"Hume.HE.6.69.23"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> king himself was obliged to act as the head of a party; a disagreeable situation for a prince, and always the source of much injustice and oppression. He knew how obnoxious the dissenters were to the church; and he resolved, contrary to the maxims of toleration, which he had hitherto supported in England, to gratify <span class=\"page-break\"></span>his friends by the persecution of his enemies. The laws against conventicles were now rigorously executed; an expedient, which, the king knew, would diminish neither the numbers nor influence of the nonconformists; and which is therefore to be deemed more the result of passion than of policy. Scarcely any persecution serves the intended purpose but such as amounts to a total extermination.","subId":"24","id":"Hume.HE.6.69.24"},{"type":"paragraph","content":"<span class=\"small-capitals\">Though</span> the king's authority made every day great advances, it still met with considerable obstacles, chiefly from the city, which was entirely in the hands of the malcontents. <span class=\"margin-comment\">New nomination of sheriffs.</span> The juries, in particular, named by the sheriffs, were not likely to be impartial judges between the crown and the people; and after the experiments already made in the case of Shaftesbury and that of College, treason, it was apprehended, might there be committed with impunity. There could not therefore be a more important service to the court than to put affairs upon a different footing. Sir John Moore, the mayor, was gained by secretary Jenkins, and encouraged to insist upon the customary privilege of his office, of naming one of the sheriffs. Accordingly, when the time of election came, he drank to North, a Levant merchant, who accepted of that expensive office. The country party said, that, being lately returned from Turkey, he was, on account of his recent experience, better qualified to serve the purposes of the court. A poll was opened for the election of another sheriff; and here began the contest. The majority of the common-hall, headed by the two sheriffs of the former year, refused to acknowledge the mayor's right of appointing one sheriff, but insisted that both must be elected by the livery. <span class=\"margin-comment\">24th of June.</span> Papillon and Dubois were the persons whom the country party agreed to elect: Box was pointed out by the courtiers. The poll was opened; but as the mayor would not allow the election to proceed for two vacancies, the sheriffs and he separated, and each carried on the poll apart. The country party, who voted with the sheriffs for Papillon and Dubois, were much more numerous than those who voted with the mayor for Box: But as the mayor insisted, that his poll was the only legal one, he declared Box to be duly elected. All difficulties however were not surmounted. Box, apprehensive of the consequences, which might attend so dubious an election, fined off; and the mayor found it necessary to proceed to a new choice. When the matter was proposed to the common-hall, <span class=\"page-break\"></span>a loud cry was raised, No election! No election! The two sheriffs already elected, Papillon and Dubois, were insisted on as the only legal magistrates. But as the mayor still maintained, that Box alone had been legally chosen, and that it was now requisite to supply his place, he opened books anew; and during the tumult and confusion of the citizens, a few of the mayor's partizans elected Rich, unknown to and unheeded by the rest of the livery. North and Rich were accordingly sworn in sheriffs for the ensuing year; but it was necessary to send a guard of the train bands to protect them in entering upon their office. <span class=\"margin-comment\">25th of October.</span> A new mayor of the court party was soon after chosen by means, as is pretended, still more violent and irregular.","subId":"25","id":"Hume.HE.6.69.25"},{"type":"paragraph","content":"<span class=\"small-capitals\">Thus</span> the country party were dislodged from their strong hold in the city; where, ever since the commencement of factions in the English government, they had, without interruption, almost without molestation, maintained a superiority. It had been happy, had the partialities, hitherto objected to juries, been corrected, without giving place to partialities of an opposite kind: But in the present distracted state of the nation, an equitable neutrality was almost impossible to be attained. The court and church party, who were now named on juries, made justice subservient to their factious views; and the king had a prospect of obtaining full revenge on his enemies. It was not long before the effects of these alterations were seen. When it was first reported, that the duke intended to leave Scotland, Pilkington, at that time sheriff, a very violent man had broken out in these terms, <q>He has already burned the city; and he is now coming to cut all our throats?</q> For these scandalous expressions, the duke sued Pilkington; and enormous damages to the amount of 100,000 pounds were decreed him. By the law of England, ratified in the great charter, no fine or damages ought to extend to the total ruin of a criminal. Sir Patience Ward, formerly mayor, who gave evidence for Pilkington, was sued for perjury, and condemned to the pillory: A severe sentence, and sufficient to deter all witnesses from appearing in favour of those, who were prosecuted by the court.","subId":"26","id":"Hume.HE.6.69.26"},{"type":"paragraph","content":"<span class=\"margin-comment\">1683. Quo warrantos.</span> <span class=\"small-capitals\">But</span> though the crown had obtained so great a victory in the city, it was not quite decisive; and the contest might be renewed every year at the election of magistrates. An important project, therefore, was formed, not only to make the king master of the <span class=\"page-break\"></span>city, but by that precedent to gain him uncontrouled influence in all the corporations of England, and thereby give the greatest wound to the legal constitution, which the most powerful and most arbitrary monarchs had ever yet been able to inflict. A writ of <em>quo warranto</em> was issued against the city; that is, an enquiry into the validity of its charter. It was pretended, that the city had forfeited all its privileges, and ought to be declared no longer a corporation, on account of two offences, which the court of aldermen and common council had committed. After the great fire in 1666, all the markets had been rebuilt, and had been fitted up with many conveniences; and, in order to defray the expence, the magistrates had imposed a small toll on goods brought to market: in the year 1679, they had addressed the king against the prorogation of parliament, and had employed the following terms: <q>Your petitioners are greatly surprized at the late prorogation, whereby the prosecution of the public justice of the kingdom, and the making of necessary provisions for the preservation of your majesty and your protestant subjects, have received interruption.</q> These words were pretended to contain a scandalous reflection on the king and his measures. The cause of the city was defended against the attorney and solicitor generals, by Treby and Pollexsen.","subId":"27","id":"Hume.HE.6.69.27"},{"type":"paragraph","content":"<span class=\"small-capitals\">These</span> last pleaded, that, since the foundation of the monarchy, no corporation had ever yet been exposed to forfeiture, and the thing itself implied an absurdity: That a corporation, as such, was incapable of all crime or offence, and none were answerable for any iniquity but the persons themselves, who committed it: That the members, in choosing magistrates, had entrusted them with legal powers only; and where the magistrates exceeded these powers, their acts were void, but could never involve the body itself in any criminal imputation: That such had ever been the practice of England, except at the Reformation, when the monasteries were abolished; but this was an extraordinary case; and it was even thought necessary to ratify afterwards the whole transaction by act of parliament: That corporate bodies, framed for public good, and calculated for perpetual duration, ought not to be annihilated for the temporary faults of their members, who might themselves, without hurting the community, be questioned for their offences: That even a private estate, if entailed, could not be forfeited to the crown, on account of treason, committed by the tenant for life; but <span class=\"page-break\"></span>upon his demise went to the next in remainder: That the offences, objected to the city, far from deserving so severe a punishment, were not even worthy of the smallest reprehension. That all corporations were invested with the power of making bye-laws; and the smallest borough in England had ever been allowed to carry the exercise of this power farther than London had done in the instance complained of: That the city, having, at its own expence, repaired the markets, which were built too on its own estate, might as lawfully claim a small recompence from such as brought commodities thither, as a man might require rent for a house, of which he was possessed. That those who disliked the condition, might abstain from the market; and whoever paid, had done it voluntarily: That it was an avowed right of the subjects to petition; nor had the city in their address abused this privilege: That the king himself had often declared, the parliament often voted, the nation to be in danger from the popish plot; which, it is evident, could not be fully prosecuted but in a parliamentary manner: That the impeachment of the popish lords was certainly obstructed by the frequent prorogations; as was also the enacting of necessary laws, and providing for the defence of the nation: That the loyalty of the city, no less than their regard to self-preservation, might prompt them to frame the petition; since it was acknowledged, that the king's life was every moment exposed to the most imminent danger from the popish conspiracy: That the city had not accused the king of obstructing justice, much less of having any such intention; since it was allowed, that evil counsellors were alone answerable for all the pernicious consequences of any measure: And that it was unaccountable, that two public deeds, which had not, during so long a time, subjected to any, even the smallest penalty, the persons guilty of them, should now be punished so severely upon the corporation, which always was, and always must be innocent.","subId":"28","id":"Hume.HE.6.69.28"},{"type":"paragraph","content":"<span class=\"small-capitals\">It</span> is evident, that those who would apologize for the measures of the court, must, in this case, found their arguments, not on law, but reasons of state. <span class=\"margin-comment\">12th June.</span> The judges, therefore, who condemned the city, are inexcusable; since the sole object of their determinations must ever be the pure principles of justice and equity. But the office of judge was at that time held during pleasure; and it was impossible, that any cause, where the court bent its force, could ever be carried against it. After sentence was pronounced, the city <span class=\"page-break\"></span>applied in a humble manner to the king; and he agreed to restore their charter, but in return they were obliged to submit to the following regulations: That no mayor, sheriff, recorder, common serjeant, town clerk, or coroner, should be admitted to the exercise of his office without his majesty's approbation: That if the king disapprove twice of the mayor or sheriffs elected, he may by commission appoint these magistrates: That the mayor and court of aldermen may, with his majesty's leave, displace any magistrate: And that no alderman, in case of a vacancy, shall be elected without consent of the court of aldermen, who, if they disapprove twice of the choice, may fill the vacancy.","subId":"29","id":"Hume.HE.6.69.29"},{"type":"paragraph","content":"<span class=\"margin-comment\">Great power of the crown.</span> <span class=\"small-capitals\">All</span> the corporations in England, having the example of London before their eyes, saw how vain it would prove to contend with the court, and were, most of them, successively induced to surrender their charters into the king's hands. Considerable sums were exacted for restoring the charters; and all offices of power and profit were left at the disposal of the crown. It seems strange, that the independent royalists, who never meant to make the crown absolute, should yet be so elated with the victory obtained over their adversaries, as to approve of a precedent, which left no national privileges in security, but enabled the king under like pretences, and by means of like instruments, to recall anew all those charters, which at present he was pleased to grant. And every friend to liberty must allow, that the nation, whose constitution was thus broken in the shock of faction, had a right, by every prudent expedient, to recover that security, of which it was so unhappily bereaved.","subId":"30","id":"Hume.HE.6.69.30"},{"type":"paragraph","content":"<span class=\"small-capitals\">While</span> so great a faction adhered to the crown, it is apparent, that resistance, however justifiable, could never be prudent; and all wise men saw no expedient but peaceably to submit to the present grievances. There was however a party of malcontents, so turbulent in their disposition, that, even before this last iniquity, which laid the whole constitution at the mercy of the king, they had meditated plans of resistance; at a time when it could be as little justifiable as prudent. In the spring 1681<a href=\"#n8\"><sup>[8]</sup></a>, a little before the Oxford <span class=\"page-break\"></span>parliament, the king was seized with a fit of sickness at Windsor, which gave great alarm to the public. <span class=\"margin-comment\">A conspiracy.</span> The duke of Monmouth, lord Russel, lord Grey, instigated by the restless Shaftesbury, had agreed, in case the king's sickness should prove mortal, to rise in arms and to oppose the succession of the duke. Charles recovered; but these dangerous projects were not laid aside. The same conspirators, together with Essex and Salisbury, were determined to continue the Oxford parliament, after the king, as was daily expected, should dissolve it; and they engaged some leaders among the commons in the same desperate measure. They went so far as to detain several lords in the house, under pretence of signing a protest against rejecting Fitz-harris's impeachment: But hearing that the commons had broken up in great consternation, they were likewise obliged at last to separate. Shaftesbury's imprisonment and trial put an end for some time to these machinations; and it was not till the new sheriffs were imposed on the city that they were revived. The leaders of the country party began then to apprehend themselves in imminent danger; and they were well pleased to find, that the citizens were struck with the same terror, and were thence inclined to undertake the most perilous enterprizes. Besides the city, the gentry and nobility in several counties of England were solicited to rise in arms. Monmouth engaged the earl of Macclesfield, lord Brandon, Sir Gilbert Gerrard, and other gentlemen in Cheshire; lord Russel fixed a correspondence with Sir William Courtney, Sir Francis Rowles, Sir Francis Drake, who promised to raise the west; and Trenchard in particular, who had interest in the disaffected town of Taunton, assured him of considerable assistance from that neighbourhood. Shaftesbury and his emissary, Ferguson, an independent clergyman and a restless plotter, managed the correspondence in the city, upon which the confederates chiefly relied. The whole train was ready to take fire; but was prevented by the caution of lord Russel, who induced Monmouth to delay the enterprize. Shaftesbury in the mean time was so much affected with the sense of his danger, that he had left his house, and secretly lurked in the city; meditating all those desperate <span class=\"page-break\"></span>schemes, which disappointed revenge and ambition could inspire. He exclaimed loudly against delay, and represented to his confederates, that having gone so far, and entrusted the secret into so many hands, there was no safety for them but in a bold and desperate prosecution of their purpose. The projects were therefore renewed: Meetings of the conspirators were appointed in different houses, particularly in Shephard's, an eminent wine-merchant in the city: The plan of an insurrection was laid in London, Cheshire, Devonshire, and Bristol: The several places of rendezvous in the city were concerted; and all the operations fixed. The state of the guards was even viewed by Monmouth and Armstrong, and an attack on them pronounced practicable: A declaration to justify the enterprize to the public was read and agreed to: And every circumstance seemed now to render an insurrection unavoidable; when a new delay was procured by Trenchard, who declared, that the rising in the west could not for some weeks be in sufficient forwardness.","subId":"31","id":"Hume.HE.6.69.31"},{"type":"paragraph","content":"<span class=\"small-capitals\">Shaftesbury</span> was enraged at these perpetual cautions and delays in an enterprize, which, he thought, nothing but courage and celerity could render effectual: He threatened to commence the insurrection with his friends in the city alone; and he boasted, that he had ten thousand <em>brisk boys,</em> as he called them, who, on a motion of his finger, were ready to fly to arms. Monmouth, Russel, and the other conspirators, were, during some time, in apprehensions, lest despair should push him into some dangerous measure; when they heard, that, after a long combat between fear and rage, he had at last abandoned all hopes of success, and had retired into Holland. He lived in a private manner at Amsterdam; and for greater security desired to be admitted into the magistracy of that city: But his former violent counsels against the Dutch commonwealth were remembered; <span class=\"margin-comment\">Shaftesbury retires and dies.</span> and all applications from him were rejected. He died soon after; and his end gave neither sorrow to his friends, nor joy to his enemies. His furious temper, notwithstanding his capacity, had done great injury to the cause, in which he was engaged. The violences and iniquities, which he suggested and encouraged, were greater than even faction itself could endure; and men could not forbear sometimes recollecting, that the same person, who had become so zealous a patriot, was once a most prostitute courtier. It is remarkable, that this man, whose principles and conduct were, <span class=\"page-break\"></span>in all other respects, so exceptionable, proved an excellent chancellor; and that all his decrees, while he possessed that high office, were equally remarkable for justness and for integrity. So difficult is it to find in history a character either wholly bad or perfectly good; though the prejudices of party make writers run easily into the extremes both of panegyric and of satire!","subId":"32","id":"Hume.HE.6.69.32"},{"type":"paragraph","content":"<span class=\"small-capitals\">After</span> Shaftesbury's departure, the conspirators found some difficulty in renewing the correspondence with the city malcontents, who had been accustomed to depend solely on that nobleman. Their common hopes, however, as well as common fears, made them at last have recourse to each other; and a regular project of an insurrection was again formed. A council of six was erected, consisting of Monmouth, Russel, Essex, Howard, Algernon Sidney, and John Hambden, grandson of the great parliamentary leader. These men entered into an agreement with Argyle and the Scottish malcontents; who engaged, that, upon the payment of 10,000 pounds for the purchase of arms in Holland, they would bring the covenanters into the field. Insurrections likewise were anew projected in Cheshire, and the west, as well as in the city; and some meetings of the leaders were held, in order to reduce these projects into form. The conspirators differed extremely in their views. Sidney was passionate for a commonwealth. Essex had embraced the same project. But Monmouth had entertained hopes of acquiring the crown for himself. Russel, as well as Hambden, was much attached to the ancient constitution, and intended only the exclusion of the duke and the redress of grievances. Lord Howard was a man of no principle, and was ready to embrace any party, which his immediate interest should recommend to him. But notwithstanding this difference of characters and of views, their common hatred of the duke and the present administration united them in one party; and the dangerous experiment of an insurrection was fully resolved on.","subId":"33","id":"Hume.HE.6.69.33"},{"type":"paragraph","content":"<span class=\"small-capitals\">While</span> these schemes were concerting among the leaders, there was an inferior order of conspirators, who held frequent meetings; and, together with the insurrection, carried on projects quite unknown to Monmouth, and the cabal of six. <span class=\"margin-comment\">Rye-house plot.</span> Among these men were colonel Rumsey, an old republican officer, who had distinguished himself in Portugal, and had been recommended to the king by mareschal Schomberg; lieutenant colonel Walcot, likewise a republican <span class=\"page-break\"></span>officer; Goodenough, under-sheriff of London, a zealous and noted party-man; West, Tyley, Norton, Ayloffe, lawyers; Ferguson, Rouse, Hone, Keiling, Holloway, Bourne, Lee, Rumbald. Most of these last were merchants or tradesmen; and the only persons of this confederacy, who had access to the leaders of the party, were Rumsey and Ferguson. When these men met together, they indulged themselves in the most desperate and most criminal discourse: They frequently mentioned the assassination of the king and the duke, to which they had given the familiar appellation of <em>lopping:</em> They even went so far as to have thought of a scheme for that purpose. Rumbald, who was a maltster, possessed a farm, called the Rye-house, which lay on the road to Newmarket, whither the king commonly went once a-year, for the diversion of the races. A plan of this farm had been laid before some of the conspirators by Rumbald, who showed them how easy it would be, by over-turning a cart, to stop at that place the king's coach; while they might fire upon him from the hedges, and be enabled afterwards, through bye-lanes and cross the fields, to make their escape. But though the plausibility of this scheme gave great pleasure to the conspirators, no concerted design was as yet laid, nor any men, horses, or arms provided: The whole was little more than loose discourse, the overflowings of their zeal and rancour. The house, in which the king lived at Newmarket, took fire accidentally; and he was obliged to leave that place eight days sooner than he intended. To this circumstance his safety was afterwards ascribed, when the conspiracy was detected; and the court party could not sufficiently admire the wise dispensations of providence. It is indeed certain, that as the king had thus unexpectedly left Newmarket, he was worse attended than usual; and Rumbald informed his confederates with regret what a fine opportunity was thus unfortunately lost.","subId":"34","id":"Hume.HE.6.69.34"},{"type":"paragraph","content":"<span class=\"margin-comment\">Conspiracy discovered.</span> <span class=\"small-capitals\">Among</span> the conspirators I have mentioned Keiling, a salter in London. This man had been engaged in a bold measure, of arresting the mayor of London, at the suit of Papillon and Dubois, the ousted sheriffs; and being liable to prosecution for that action, he thought it safest to purchase a pardon, by revealing the conspiracy, in which he was deeply concerned. <span class=\"margin-comment\">12th June.</span> He brought to secretary Jenkins intelligence of the assassination plot; but as he was a single evidence, the secretary, whom many false plots had probably <span class=\"page-break\"></span>rendered incredulous, scrupled to issue warrants for the commitment of so great a number of persons. Keiling therefore, in order to fortify his testimony, engaged his brother in treasonable discourse with Goodenough, one of the conspirators; and Jenkins began now to give more attention to the intelligence. The conspirators had got some hint of the danger, in which they were involved; and all of them concealed themselves. One person alone, of the name of Barber, an instrument-maker, was seized; and as his confession concurred in many particulars with Keiling's information, the affair seemed to be put out of all question; and a more diligent search was every where made after the conspirators.","subId":"35","id":"Hume.HE.6.69.35"},{"type":"paragraph","content":"<span class=\"small-capitals\">West</span>, the lawyer, and colonel Rumsey, finding the perils, to which they were exposed in endeavouring to escape, resolved to save their own lives at the expence of their companions; and they surrendered themselves with an intention of becoming evidence. West could do little more than confirm the testimony of Keiling with regard to the assassination plot; but Rumsey, besides giving additional confirmation of the same design, was at last, though with much difficulty, led to reveal the meetings at Shephard's. Shephard was immediately apprehended; and had not courage to maintain fidelity to his confederates. Upon his information, orders were issued for arresting the great men engaged in the conspiracy. Monmouth absconded: Russel was sent to the Tower: Gray was arrested, but escaped from the messenger: Howard was taken, while he concealed himself in a chimney; and being a man of profligate morals, as well as indigent circumstances, he scrupled not, in hopes of a pardon and a reward, to reveal the whole conspiracy. Essex, Sidney, Hambden were immediately apprehended upon his evidence. Every day some of the conspirators were detected in their lurking-places, and thrown into prison.","subId":"36","id":"Hume.HE.6.69.36"},{"type":"paragraph","content":"<span class=\"margin-comment\">Execution of the conspirators.</span> <span class=\"small-capitals\">Lieutenant</span> colonel Walcot was first brought to his trial. This man, who was once noted for bravery, had been so far overcome by the love of life, that he had written to secretary Jenkins, and had offered upon promise of pardon to turn evidence: But no sooner had he taken this mean step, than he felt more generous sentiments arise in him; and he endeavoured, though in vain, to conceal himself. The witnesses against him were Rumsey, West, Shephard, together with Bourne, a brewer. His own letter to the secretary was produced, and rendered the testimony of the witnesses <span class=\"page-break\"></span>unquestionable. Hone and Rouse were also condemned. These two men, as well as Walcot, acknowledged, at their execution, the justice of the sentence; and from their trial and confession it is sufficiently apparent, that the plan of an insurrection had been regularly formed; and that even the assassination had been often talked of, and not without the approbation of many of the conspirators.","subId":"37","id":"Hume.HE.6.69.37"},{"type":"paragraph","content":"<span class=\"margin-comment\">Trial of lord Russel,</span> <span class=\"small-capitals\">The</span> condemnation of these criminals was probably intended as a preparative to the trial of lord Russel, and served to impress the public with a thorough belief of the conspiracy, as well as a horror against it. The witnesses produced against the noble prisoner were Rumsey, Shephard, and lord Howard. Rumsey swore, that he himself had been introduced to the cabal at Shephard's, where Russel was present; and had delivered them a message from Shaftesbury, urging them to hasten the intended insurrection: But had received for answer, that it was found necessary to delay the design, and that Shaftesbury must therefore, for some time, rest contented. This answer, he said, was delivered by Ferguson; but was assented to by the prisoner. He added, that some discourse had been entered into about taking a survey of the guards; and he thought that Monmouth, Gray, and Armstrong undertook to view them. Shephard deposed, that his house had beforehand been bespoken by Ferguson for the secret meeting of the conspirators, and that he had been careful to keep all his servants from approaching them, and had served them himself. Their discourse, he said, ran chiefly upon the means of surprizing the guards; and it was agreed, that Monmouth and his two friends should take a survey of them. The report, which they brought next meeting, was, that the guards were remiss, and that the design was practicable: But he did not affirm, that any resolution was taken of executing it. The prisoner, he thought, was present at both these meetings; but he was sure, that at least he was present at one of them. A declaration, he added, had been read by Ferguson in Russel's presence: The reasons of the intended insurrection were there set forth, and all the public grievances fully displayed.","subId":"38","id":"Hume.HE.6.69.38"},{"type":"paragraph","content":"<span class=\"small-capitals\">Lord</span> Howard had been one of the cabal of six, established after Shaftesbury's flight; and two meetings had been held by the conspirators, one at Hambden's, another at Russel's. Howard deposed, that, at the first meeting, it was agreed to begin the insurrection <span class=\"page-break\"></span>in the country before the city; the places were fixed, the proper quantity and kind of arms agreed on, and the whole plan of operations concerted: That at the second meeting, the conversation chiefly turned upon their correspondence with Argyle and the discontented Scots, and that the principal management of that affair was entrusted to Sidney, who had sent one Aaron Smith into Scotland with proper instructions. He added, that in these deliberations no question was put, or votes collected; but there was no contradiction; and, as he took it, all of them, and the prisoner among the rest, gave their consent.","subId":"39","id":"Hume.HE.6.69.39"},{"type":"paragraph","content":"<span class=\"small-capitals\">Rumsey</span> and Shephard were very unwilling witnesses against lord Russel; and it appears from Gray's Secret History<a href=\"#n9\"><sup>[9]</sup></a>, that, if they had pleased, they could have given a more explicit testimony against him. This reluctance, together with the difficulty in recollecting circumstances of a conversation, which had passed above eight months before, and which the persons had not at that time any intention to reveal, may beget some slight objection to their evidence. But on the whole, it was undoubtedly proved, that the insurrection had been deliberated on by the prisoner, and fully resolved; the surprisal of the guards deliberated on, but not fully resolved; and that an assassination had never once been mentioned nor imagined by him. So far the matter of fact seems certain: But still, with regard to law, there remained a difficulty, and that of an important nature.","subId":"40","id":"Hume.HE.6.69.40"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> English laws of treason, both in the manner of defining that crime, and in the proof required, are the mildest and most indulgent, and consequently the most equitable, that are any where to be found. The two chief species of treason, contained in the statute of Edward III., are the compassing and intending of the king's death, and the actually levying of war against him; and by the law of Mary, the crime must be proved by the concurring testimony of two witnesses, to some overt act, tending to these purposes. But the lawyers, partly desirous of paying court to the sovereign, partly convinced of ill consequences, which might attend such narrow limitations, had introduced a greater latitude, both in the proof and definition of the crime. It was not required, that the two witnesses should testify the same precise overt act: It <span class=\"page-break\"></span>was sufficient, that they both testified some overt act of the same treason; and though this evasion may seem a subtilty, it had long prevailed in the courts of judicature, and had at last been solemnly fixed by parliament at the trial of lord Stafford. The lawyers had used the same freedom with the law of Edward III. They had observed, that, by that statute, if a man should enter into a conspiracy for a rebellion, should even fix a correspondence with foreign powers for that purpose, should provide arms and money, yet, if he were detected and no rebellion ensued, he could not be tried for treason. To prevent this inconvenience, which it had been better to remedy by a new law, they had commonly laid their indictment for intending the death of the king, and had produced the intention of rebellion as a proof of that other intention. But though this form of indictment and trial was very frequent, and many criminals had received sentence upon it, it was still considered as somewhat irregular, and was plainly confounding, by a sophism, two species of treason, which the statute had accurately distinguished. What made this refinement still more exceptionable, was, that a law had passed soon after the restoration; in which the consulting or the intending of a rebellion, was, during Charles's life-time, declared treason; and it was required, that the prosecution should be commenced within six months after the crime was committed. But notwithstanding this statute, the lawyers had persevered, as they still do persevere, in the old form of indictment; and both Sir Harry Vane and Oliver Plunket, titular primate of Ireland, had been tried by it. Such was the general horror, entertained against the old republicans, and the popish conspirators, that no one had murmured against this interpretation of the statute; and the lawyers thought, that they might follow the precedent, even in the case of the popular and beloved lord Russel. Russel's crime fell plainly within the statute of Charles the IId; but the facts sworn to by Rumsey and Shephard were beyond the six months required by law, and to the other facts Howard was a single witness. To make the indictment, therefore, more extensive, the intention of murdering the king was comprehended in it; and for proof of this intention the conspiracy for raising a rebellion was assigned; and what seemed to bring the matter still nearer, the design of attacking the king's guards.","subId":"41","id":"Hume.HE.6.69.41"},{"type":"paragraph","content":"<span class=\"small-capitals\">Russel</span> perceived this irregularity, and desired to have the point <span class=\"page-break\"></span>argued by counsel: The chief justice told him, that this favour could not be granted, unless he previously confessed the facts charged upon him. The artificial confounding of the two species of treason, though a practice supported by many precedents, is the chief, but not the only hardship, of which Russel had reason to complain on his trial. His defence was feeble; and he contented himself with protesting, that he never had entertained any design against the life of the king: His veracity would not allow him to deny the conspiracy for an insurrection. The jury were men of fair and reputable characters, but zealous royalists: After a short deliberation, they brought in the prisoner guilty.","subId":"42","id":"Hume.HE.6.69.42"},{"type":"paragraph","content":"<span class=\"small-capitals\">Applications</span> were made to the king for a pardon: Even money, to the amount of a hundred thousand pounds, was offered to the dutchess of Portsmouth by the old earl of Bedford, father to Russel. The king was inexorable. He had been extremely harassed with the violence of the country party; and he had observed, that the prisoner, besides his secret designs, had always been carried to the highest extremity of opposition in parliament. Russel had even adopted a sentiment, similar to what we meet with in a letter of the younger Brutus. Had his father, he said, advised the king to reject the exclusion-bill, he would be the first to move for a parliamentary impeachment against him. When such determined resolution was observed, his popularity, his humanity, his justice, his very virtues became so many crimes, and were used as arguments against sparing him. Charles therefore would go no farther than remitting the more ignominious part of the sentence, which the law requires to be pronounced against traitors. <q>Lord Russel,</q> said he, <q>shall find, that I am possessed of that prerogative, which, in the case of lord Stafford, he thought proper to deny me.</q> As the fury of the country party had rendered it impossible for the king, without the imminent danger of his crown, to pardon so many catholics, whom he firmly believed innocent, and even affectionate and loyal to him; he probably thought, that, since the edge of the law was now ready to fall upon that party themselves, they could not reasonably expect, that he would interpose to save them.","subId":"43","id":"Hume.HE.6.69.43"},{"type":"paragraph","content":"<span class=\"small-capitals\">Russel</span>'s consort, a woman of virtue, daughter and heir of the good earl of Southampton, threw herself at the king's feet, and pleaded with many tears the merits and loyalty of her father, as an atonement for those errors, into which honest, however mistaken <span class=\"page-break\"></span>principles had seduced her husband. These supplications were the last instance of female weakness (if they deserve the name) which she betrayed. Finding all applications vain, she collected courage, and not only fortified herself against the fatal blow, but endeavoured by her example to strengthen the resolution of her unfortunate lord. With a tender and decent composure they took leave of each other on the day of his execution. <q>The bitterness of death is now past,</q> said he, when he turned from her. Lord Cavendish had lived in the closest intimacy with Russel, and deserted not his friend in the present calamity. He offered to manage his escape, by changing cloaths with him, and remaining at all hazards in his place. Russel refused to save his own life, by an expedient which might expose his friend to so many hardships. When the duke of Monmouth by message offered to surrender himself, if Russel thought that this measure would any wise contribute to his safety; <q>It will be no advantage to me,</q> he said, <q>to have my friends die with me.</q> Some of his expressions discover, not only composure, but good humour in this melancholy extremity. The day before his execution he was seized with a bleeding at the nose. <q>I shall not now let blood to divert this distemper,</q> said he to doctor Burnet who attended him, <q>that will be done tomorrow.</q> A little before the sheriffs conducted him to the scaffold, he wound up his watch. <q>Now I have done,</q> said he, <q>with time, and henceforth must think solely of eternity.</q>","subId":"44","id":"Hume.HE.6.69.44"},{"type":"paragraph","content":"<span class=\"margin-comment\">21st July.</span> <span class=\"small-capitals\">The</span> scaffold was erected in Lincoln's Inn Fields, a place distant from the Tower; and it was probably intended, by conducting Russel through so many streets, to show the mutinous city their beloved leader, once the object of all their confidence, now exposed to the utmost rigours of the law. As he was the most popular among his own party; so was he ever the least obnoxious to the opposite faction: And his melancholy fate united every heart, sensible of humanity, in a tender compassion for him. <span class=\"margin-comment\">and execution.</span> Without the least change of countenance, he laid his head on the block; and at two strokes, it was severed from his body.","subId":"45","id":"Hume.HE.6.69.45"},{"type":"paragraph","content":"<span class=\"small-capitals\">In</span> the speech, which he delivered to the sheriffs, he was very anxious to clear his memory from any imputation of ever intending the king's death, or any alteration in the government: He could not explicitly confess the projected insurrection without hurting his friends, who might still be called in question for it; but <span class=\"page-break\"></span>he did not purge himself of that design, which, in the present condition of the nation, he regarded as no crime. By many passages in his speech he seems to the last to have lain under the influence of party zeal; a passion, which, being nourished by a social temper, and cloathing itself under the appearance of principle, it is almost impossible for a virtuous man, who has acted in public life, ever thoroughly to eradicate. He professed his entire belief in the popish plot: And he said, that, though he had often heard the seizure of the guards mentioned, he had ever disapproved of that attempt. To which he added, that the massacring of so many innocent men in cool blood was so like a popish practice, that he could not but abhor it. Upon the whole, the integrity and virtuous intentions, rather than the capacity, of this unfortunate nobleman, seem to have been the shining parts of his character.","subId":"46","id":"Hume.HE.6.69.46"},{"type":"paragraph","content":"<span class=\"margin-comment\">Trial of Algernon Sidney.</span> <span class=\"small-capitals\">Algernon</span> Sidney was next brought to his trial. This gallant person, son of the earl of Leicester, had entered deeply into the war against the late king; and though no wise tainted with enthusiasm, he had so far shared in all the counsels of the independant republican party, as to have been named on the high court of justice which tried and condemned that monarch: He thought not proper, however, to take his seat among the judges. He ever opposed Cromwel's usurpation with zeal and courage; and after making all efforts against the restoration, he resolved to take no benefit of the general indemnity, but chose voluntary banishment, rather than submit to a government and family, which he abhorred. As long as the republican party had any existence, he was active in every scheme, however unpromising, which tended to promote their cause: But at length, in 1677, finding it necessary for his private affairs to return to England, he had applied for the king's pardon, and had obtained it. When the factions, arising from the popish plot, began to run high, Sidney, full of those ideas of liberty, which he had imbibed from the great examples of antiquity, joined the popular party; and was even willing to seek a second time, through all the horrors of civil war, for his adored republic.","subId":"47","id":"Hume.HE.6.69.47"},{"type":"paragraph","content":"<span class=\"small-capitals\">From</span> this imperfect sketch of the character and conduct of this singular personage, it may easily be conceived how obnoxious he was become to the court and ministry: What alone renders them blameable was the illegal method, which they took, for effecting their purpose against him. On Sidney's trial they produced a great <span class=\"page-break\"></span>number of witnesses, who proved the reality of a plot in general; and when the prisoner exclaimed, that all these evidences said nothing of him, he was answered, that this method of proceeding, however irregular, had been practised in the prosecutions of the popish conspirators: A topic more fit to condemn one party than to justify the other. The only witness, who deposed against Sidney, was lord Howard; but as the law required two witnesses, a strange expedient was fallen on to supply this deficiency. In ransacking the prisoner's closet, some discourses on government were found; in which he had maintained principles, favourable indeed to liberty, but such as the best and most dutiful subjects in all ages have been known to embrace; the original contract, the source of power from a consent of the people, the lawfulness of resisting tyrants, the preference of liberty to the government of a single person. These papers were asserted to be equivalent to a second witness, and even to many witnesses. The prisoner replied, that there was no other reason for ascribing these papers to him as the author, besides a similitude of hand; a proof, which was never admitted in criminal prosecutions: That allowing him to be the author, he had composed them solely for his private amusement, and had never published them to the world, or even communicated them to any single person: That, when examined, they appeared, by the colour of the ink to have been written many years before, and were in vain produced as evidence of a present conspiracy against the government: And that where the law positively requires two witnesses, one witness, attended with the most convincing circumstances, could never suffice; much less, when supported by a circumstance so weak and precarious. All these arguments, though urged by the prisoner with great courage and pregnancy of reason, had no influence. The violent and inhuman Jefferies was now chief justice; and by his direction a partial jury was easily prevailed on to give verdict against Sidney. <span class=\"margin-comment\">17th Dec. His execution.</span> His execution followed a few days after: He complained, and with reason, of the iniquity of the sentence; but he had too much greatness of mind to deny those conspiracies with Monmouth and Russel, in which he had been engaged. He rather gloried, that he now suffered for that <em>good old cause,</em> in which, from his earliest youth, he said, he had inlisted himself.","subId":"48","id":"Hume.HE.6.69.48"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> execution of Sidney is regarded as one of the greatest <span class=\"page-break\"></span>blemishes of the present reign. The evidence against him, it must be confessed, was not legal; and the jury, who condemned him, were, for that reason, very blameable. But that after sentence passed by a court of judicature, the king should interpose and pardon a man, who, though otherwise possessed of merit, was undoubtedly guilty, who had ever been a most inflexible and most inveterate enemy to the royal family, and who lately had even abused the king's clemency, might be an act of heroic generosity, but can never be regarded as a necessary and indispensible duty.","subId":"49","id":"Hume.HE.6.69.49"},{"type":"paragraph","content":"<span class=\"small-capitals\">Howard</span> was also the sole evidence against Hambden; and his testimony was not supported by any material circumstance. The crown-lawyers therefore found it in vain to try the prisoner for treason: They laid the indictment only for a misdemeanour, and obtained sentence against him. The fine imposed was exorbitant; no less than forty thousand pounds.","subId":"50","id":"Hume.HE.6.69.50"},{"type":"paragraph","content":"<span class=\"small-capitals\">Holloway</span>, a merchant of Bristol, one of the conspirators, had fled to the West-Indies, and was now brought over. He had been out-lawed; but the year, allowed him for surrendering himself, was not expired. A trial was therefore offered him: But as he had at first confessed his being engaged in a conspiracy for an insurrection, and even allowed that he had heard some discourse of an assassination, though he had not approved of it, he thought it more expedient to throw himself on the king's mercy. He was executed, persisting in the same confession.","subId":"51","id":"Hume.HE.6.69.51"},{"type":"paragraph","content":"<span class=\"small-capitals\">Sir</span> Thomas Armstrong, who had been seized in Holland, and sent over by Chidley, the king's minister, was precisely in the same situation with Holloway: But the same favour, or rather justice, was refused him. The lawyers pretended, that, unless he had voluntarily surrendered himself before the expiration of the time assigned, he could not claim the privilege of a trial; not considering that the seizure of his person ought in equity to be supposed the accident which prevented him. The king, bore a great enmity against this gentleman, by whom he believed the duke of Monmouth to have been seduced from his duty: He also asserted that Armstrong had once promised Cromwel to assassinate him; though it must be confessed, that the prisoner justified himself from this imputation by very strong arguments. These were the reasons of that injustice, which was now done him. It was apprehended, that sufficient evidence of his guilt could not be produced; <span class=\"page-break\"></span>and that even the partial juries, which were now returned, and which allowed themselves to be entirely directed by Jefferies and other violent judges, would not give sentence against him.","subId":"52","id":"Hume.HE.6.69.52"},{"type":"paragraph","content":"<span class=\"small-capitals\">On</span> the day that Russel was tried, Essex, a man eminent both for virtues and abilities, was found in the Tower with his throat cut. The coroner's inquest brought in their verdict, <em>self-murther:</em> Yet because two children ten years old (one of whom too departed from his evidence) had affirmed, that they heard a great noise from his window, and that they saw a hand throw out a bloody razor; these circumstances were laid hold of, and the murder was ascribed to the king and the duke, who happened that morning to pay a visit to the Tower. Essex was subject to fits of deep melancholy, and had been seized with one immediately upon his commitment: He was accustomed to maintain the lawfulness of suicide: And his countess, upon a strict enquiry, which was committed to the care of Dr. Burnet, found no reason to confirm the suspicion: Yet could not all these circumstances, joined to many others, entirely remove the imputation. It is no wonder, that faction is so productive of vices of all kinds: For, besides that it inflames all the passions, it tends much to remove those great restraints, honour and shame; when men find, that no iniquity can lose them the applause of their own party, and no innocence secure them against the calumnies of the opposite.","subId":"53","id":"Hume.HE.6.69.53"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> though there is no reason to think, that Essex had been murdered by any orders from court, it must be acknowledged that an unjustifiable use in Russel's trial was made of that incident. The king's counsel mentioned it in their pleadings as a strong proof of the conspiracy; and it is said to have had great weight with the jury. It was insisted on in Sidney's trial for the same purpose.","subId":"54","id":"Hume.HE.6.69.54"},{"type":"paragraph","content":"<span class=\"margin-comment\">State of the nation.</span> <span class=\"small-capitals\">Some</span> memorable causes, tried about this time, though they have no relation to the Rye-house conspiracy, show the temper of the bench and of the juries. Oates was convicted of having called the duke a popish traitor; was condemned in damages to the amount of one hundred thousand pounds; and was adjudged to remain in prison till he should make payment. A like sentence was passed upon Dutton-Colt for a like offence. Sir Samuel Barnardiston was fined ten thousand pounds; because in some private letters which had been intercepted, he had reflected on the government. This gentleman was obnoxious, because he had been <span class=\"page-break\"></span>foreman of that jury, which rejected the bill against Shaftesbury. A pretence was therefore fallen upon for punishing him; though such a precedent may justly be deemed a very unusual act of severity, and sufficient to destroy all confidence in private friendship and correspondence.","subId":"55","id":"Hume.HE.6.69.55"},{"type":"paragraph","content":"<span class=\"small-capitals\">There</span> is another remarkable trial, which shows the disposition of the courts of judicature, and which, though it passed in the ensuing year, it may not be improper to relate in this place. One Rosewel, a presbyterian preacher, was accused by three women of having spoken treasonable words in a sermon. They swore to two or three periods, and agreed so exactly together, that there was not the smallest variation in their depositions. Rosewel on the other hand made a very good defence. He proved, that the witnesses were lewd and infamous persons. He proved, that, even during Cromwel's usurpations, he had always been a royalist; that he prayed constantly for the king in his family: and that in his sermons he often inculcated the obligations of loyalty. And as to the sermon, of which he was accused, several witnesses, who heard it, and some who wrote it in short hand, deposed that he had used no such expressions as those which were imputed to him. He offered his own notes as a farther proof. The women could not show by any circumstance or witness, that they were at his meeting. And the expressions, to which they deposed, were so gross, that no man in his senses could be supposed to employ them before a mixt audience. It was also urged, that it appeared next to impossible for three women to remember so long a period upon one single hearing, and to remember it so exactly, as to agree to a tittle in their depositions with regard to it. The prisoner offered to put the whole upon this issue: He would pronounce, with his usual tone of voice, a period as long as that to which they had sworn; and then let them try to repeat it, if they could. What was more unaccountable, they had forgotten even the text of his sermon; nor did they remember any single passage, but the words, to which they gave evidence. After so strong a defence, the solicitor general thought not proper to make any reply: Even Jefferies went no farther than some general declamations against conventicles and presbyterians: Yet so violent were party-prejudices, that the jury gave a verdict against the prisoner; which however appeared so palpably unjust, that it was not carried into execution.","subId":"56","id":"Hume.HE.6.69.56"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> duke of Monmouth had absconded on the first discovery of the conspiracy; and the court could get no intelligence of him. At length, Halifax, who began to apprehend the too great prevalence of the royal party, and who thought, that Monmouth's interest would prove the best counterpoize to the duke's, discovered his retreat, and prevailed on him to write two letters to the king, full of the tenderest and most submissive expressions. The king's fondness was revived; and he permitted Monmouth to come to court. He even endeavoured to mediate a reconciliation between his son and his brother; and having promised Monmouth, that his testimony should never be employed against any of his friends, he engaged him to give a full account of the plot. But, in order to put the country party to silence, he called next day an extraordinary council; and informed them, that Monmouth had showed great penitence for the share which he had had in the late conspiracy, and had expressed his resolutions never more to engage in such criminal enterprizes. He went so far as to give orders, that a paragraph to the like purpose should be inserted in the Gazette. Monmouth kept silence till he had obtained his pardon in form: But finding, that, by taking this step, he was entirely disgraced with his party, and that, even though he should not be produced in court as an evidence, his testimony, being so publicly known, might have weight with juries on any future trial, he resolved at all hazards to retrieve his honour. His emissaries, therefore, received orders to deny, that he had ever made any such confession as that which was imputed to him; and the party exclaimed, that the whole was an imposture of the court. The king provoked at this conduct, banished Monmouth his presence, and afterwards ordered him to depart the kingdom.","subId":"57","id":"Hume.HE.6.69.57"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> court was aware, that the malcontents in England had held a correspondence with those of Scotland; and that Baillie of Jerviswood, a man of merit and learning, with two gentlemen of the name of Campbel, had come to London, under pretence of negociating the settlement of the Scottish presbyterians in Carolina, but really with a view of concerting measures with the English conspirators. Baillie was sent prisoner to Edinburgh; but as no evidence appeared against him, the council required him to swear, that he would answer all questions, which should be propounded to him. He refused to submit to so iniquitous a condition; and a <span class=\"page-break\"></span>fine of six thousand pounds was imposed upon him. At length, two persons, Spence and Carstares, being put to the torture, gave evidence which involved the earl of Tarras and some others, who, in order to save themselves, were reduced to accuse Baillie. He was brought to trial; and being in so languishing a condition from the treatment which he had met with in prison, that it was feared he would not survive that night, he was ordered to be executed the very afternoon on which he received sentence.","subId":"58","id":"Hume.HE.6.69.58"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> severities, exercised during this part of the present reign, were much contrary to the usual tenor of the king's conduct; and though those who studied his character more narrowly, have pronounced, that towards great offences he was rigid and inexorable, the nation were more inclined to ascribe every unjust or hard measure to the prevalence of the duke, into whose hands the king had, from indolence, not from any opinion of his brother's superior capacity, resigned the reins of government. The crown indeed gained great advantage from the detection of the conspiracy, and lost none by the rigorous execution of the conspirators: The horror entertained against the assassination-plot, which was generally confounded with the project for an insurrection, rendered the whole party unpopular, and reconciled the nation to the measures of the court. The most loyal addresses came from all parts; and the doctrine of submission to the civil magistrate, and even of an unlimited passive obedience, became the reigning principle of the times. The university of Oxford passed a solemn decree, condemning some doctrines, which they termed republican, but which indeed are, most of them, the only tenets, on which liberty and a limited constitution can be founded. The faction of the exclusionists, lately so numerous, powerful, and zealous, were at the king's feet; and were as much fallen in their spirit as in their credit with the nation. Nothing that had the least appearance of opposition to the court, could be hearkened to by the public<a href=\"#n10\"><sup>[10]</sup></a>.","subId":"59","id":"Hume.HE.6.69.59"},{"type":"paragraph","content":"<span class=\"margin-comment\">1684.</span> <span class=\"small-capitals\">The</span> king endeavoured to encrease his present popularity by every art; and knowing, that the suspicion of popery was of all <span class=\"page-break\"></span>others the most dangerous, he judged it proper to marry his niece, the lady Anne, to prince George, brother to the king of Denmark. All the credit, however, and persuasion of Halifax could not engage him to call a parliament, or trust the nation with the election of a new representative. Though his revenues were extremely burthened, he rather chose to struggle with the present difficulties, than try an experiment, which, by raising afresh so many malignant humours, might prove dangerous to his repose. The duke likewise zealously opposed this proposal, and even engaged the king in measures, which could have no tendency, but to render any accommodation with a parliament altogether impracticable. Williams, who had been speaker during the two last parliaments, was prosecuted for warrants, issued by him, in obedience to orders of the house: A breach of privilege, which, it seemed not likely, any future house of commons would leave unquestioned. Danby and the popish lords, who had so long been confined in the Tower, and who saw no prospect of a trial in parliament, applied by petition, and were admitted to bail: A measure just in itself, but deemed a great encroachment on the privileges of that assembly. The duke, contrary to law, was restored to the office of high admiral, without taking the test.","subId":"60","id":"Hume.HE.6.69.60"},{"type":"paragraph","content":"<span class=\"small-capitals\">Had</span> the least grain of jealousy or emulation been mixed in the king's character; had he been actuated by that concern for his people's or even for his own honour, which his high station demanded, he would have hazarded many domestic inconveniencies rather than allow France to domineer in so haughty a manner as that which at present she assumed in every negociation. <span class=\"margin-comment\">State of foreign affairs.</span> The peace of Nimeguen, imposed by the Dutch on their unwilling allies, had disjointed the whole confederacy; and all the powers, engaged in it, had disbanded their supernumerary troops, which they found it difficult to subsist. Lewis alone still maintained a powerful army, and by his preparations rendered himself every day more formidable. He now acted as if he were the sole sovereign in Europe, and as if all other princes were soon to become his vassals. Courts or chambers were erected in Metz and Brisac, for re-uniting such territories as had ever been members of any part of his new conquests. They made inquiry into titles buried in the most remote antiquity. They cited the neighbouring princes to appear before them, and issued decrees, expelling them the contested territories. The important town of Strasbourg, an ancient and a free state, was <span class=\"page-break\"></span>seized by Lewis: Alost was demanded of the Spaniards, on a frivolous, and even ridiculous pretence; and upon their refusal to yield it, Luxembourg was blockaded, and soon after taken<a href=\"#n11\"><sup>[11]</sup></a>. Genoa had been bombarded, because the Genoese had stipulated to build some gallies for the Spaniards; and, in order to avoid more severe treatment, that republic was obliged to yield to the most mortifying conditions. The empire was insulted in its head and principal members; and used no other expedient for redress, than impotent complaints and remonstrances.","subId":"61","id":"Hume.HE.6.69.61"},{"type":"paragraph","content":"<span class=\"small-capitals\">Spain</span> was so enraged at the insolent treatment which she met with, that, without considering her present weak condition, she declared war against her haughty enemy: She hoped that the other powers of Europe, sensible of the common danger, would fly to her assistance. The prince of Orange, whose ruling passions were love of war and animosity against France, seconded every where the applications of the Spaniards. In the year 1681, he made a journey to England, in order to engage the king into closer measures with the confederates. He also proposed to the States to make an augmentation of their forces; but several of the provinces, and even the town of Amsterdam, had been gained by the French, and the proposal was rejected. The prince's enemies derived the most plausible reasons of their opposition from the situation of England, and the known and avowed attachments of the English monarch.","subId":"62","id":"Hume.HE.6.69.62"},{"type":"paragraph","content":"<span class=\"small-capitals\">No</span> sooner had Charles dismissed his parliament, and embraced the resolution of governing by prerogative alone, than he dropped his new alliance with Spain and returned to his former dangerous connections with Lewis. This prince had even offered to make him arbiter of his differences with Spain; and the latter power, sensible of Charles's partiality, had refused to submit to such a disadvantageous proposal. Whether any money was now remitted to England, we do not certainly know: But we may fairly presume, that the king's necessities were in some degree relieved by France<a href=\"#n12\"><sup>[12]</sup></a>. And though Charles had reason to apprehend the <span class=\"page-break\"></span>utmost danger from the great, and still encreasing, naval power of that kingdom, joined to the weak condition of the English fleet, no consideration was able to rouze him from his present lethargy.","subId":"63","id":"Hume.HE.6.69.63"},{"type":"paragraph","content":"<span class=\"small-capitals\">It</span> is here we are to fix the point of the highest exaltation, which the power of Lewis or that of any European prince, since the age of Charlemagne, had ever attained. The monarch, most capable of opposing his progress was entirely engaged in his interests; and the Turks, invited by the malcontents of Hungary, were preparing to invade the emperor, and to disable that prince from making head against the progress of the French power. Lewis may even be accused of oversight, in not making sufficient advantage of such favourable opportunities, which he was never afterwards able to recall. But that monarch, though more governed by motives of ambition than by those of justice or moderation, was still more actuated by the suggestions of vanity. He contented himself with insulting and domineering over all the princes and free states of Europe; and he thereby provoked their resentment, without subduing their power. While every one, who approached his person, and behaved with submission to his authority, was treated with the highest politeness; all the neighbouring potentates had successively felt the effects of his haughty imperious disposition. And by indulging his poets, orators, and courtiers in their flatteries, and in their prognostications of universal empire, he conveyed faster, than by the prospect of his power alone, the apprehension of general conquest and subjection.","subId":"64","id":"Hume.HE.6.69.64"},{"type":"paragraph","content":"<span class=\"margin-comment\">1685.</span> <span class=\"small-capitals\">The</span> French greatness never, during his whole reign, inspired Charles with any apprehensions; and Clifford, it is said, one of his <span class=\"page-break\"></span>most favoured ministers, went so far as to affirm, that it were better for the king to be viceroy under a great and generous monarch, than a slave to five hundred of his own insolent subjects. The ambition, therefore, and uncontrouled power of Lewis were no diminution of Charles's happiness; and in other respects his condition seemed at present more eligible than it had ever been since his restoration. A mighty faction, which had shaken his throne, and menaced his family, was totally subdued; and by their precipitate indiscretion had exposed themselves both to the rigour of the laws and to public hatred. He had recovered his former popularity in the nation; and what probably pleased him more than having a compliant parliament, he was enabled to govern altogether without one. But it is certain, that the king, amidst all these promising circumstances, was not happy or satisfied. Whether he found himself exposed to difficulties for want of money, or dreaded a recoil of the popular humour from the present arbitrary measures, is uncertain. Perhaps the violent, imprudent temper of the duke, by pushing Charles upon dangerous attempts, gave him apprehension and uneasiness. He was overheard one day to say, in opposing some of the duke's hasty counsels, <q>Brother, I am too old to go again to my travels: You may, if you chuse it.</q> Whatever was the cause of the king's dissatisfaction, it seems probable, that he was meditating some change of measures, and had formed a new plan of administration. He was determined, it is thought, to send the duke to Scotland, to recall Monmouth, to summon a parliament, to dismiss all his unpopular ministers, and to throw himself entirely on the good will and affections of his subjects<a href=\"#n13\"><sup>[13]</sup></a>. Amidst these truly wise and virtuous designs, <span class=\"margin-comment\">King's sickness, and death. 6th Feb.</span> he was seized with a sudden fit, which resembled an apoplexy; and though he was recovered from it by bleeding, he languished only for a few days, and then expired, in the fifty-fifth year of his age, and twenty-fifth of his reign. He was so happy in a good constitution of body, and had ever been so remarkably careful of his health, that his death struck as great a surprize into his subjects, as if he had been in the flower of his youth. And their great concern for him, owing to their affection for his person, as well as their dread of his successor, very naturally, when joined to the critical time of his death, begat the suspicion <span class=\"page-break\"></span>of poison. All circumstances however considered, this suspicion must be allowed to vanish; like many others, of which all histories are full.","subId":"65","id":"Hume.HE.6.69.65"},{"type":"paragraph","content":"<span class=\"small-capitals\">During</span> the few days of the king's illness, clergymen of the church of England attended him; but he discovered a total indifference towards their devotions and exhortations. Catholic priests were brought, and he received the sacrament from them, accompanied with the other rites of the Romish church. Two papers were found in his cabinet, written with his own hand, and containing arguments in favour of that communion. The duke had the imprudence immediately to publish these papers, and thereby both confirmed all the reproaches of those who had been the greatest enemies to his brother's measures, and afforded to the world a specimen of his own bigotry.","subId":"66","id":"Hume.HE.6.69.66"},{"type":"paragraph","content":"<span class=\"margin-comment\">and character.</span> <span class=\"small-capitals\">If</span> we survey the character of Charles II. in the different lights, which it will admit of, it will appear various, and give rise to different and even opposite sentiments. When considered as a companion, he appears the most amiable and engaging of men; and indeed, in this view, his deportment must be allowed altogether unexceptionable. His love of raillery was so tempered with good breeding, that it was never offensive: His propensity to satire was so checked with discretion, that his friends never dreaded their becoming the object of it: His wit, to use the expression of one who knew him well, and who was himself a good judge<a href=\"#n14\"><sup>[14]</sup></a>, could not be said so much to be very refined or elevated, qualities apt to beget jealousy and apprehension in company, as to be a plain, gaining, well-bred, recommending kind of wit. And though perhaps he talked more than strict rules of behaviour might permit, men were so pleased with the affable, communicative deportment of the monarch, that they always went away contented both with him and with themselves. This indeed is the most shining part of the king's character; and he seems to have been sensible of it: For he was fond of dropping the formality of state, and of relapsing every moment into the companion.","subId":"67","id":"Hume.HE.6.69.67"},{"type":"paragraph","content":"<span class=\"small-capitals\">In</span> the duties of private life his conduct, though not free from exception, was, in the main, laudable. He was an easy generous lover, a civil obliging husband, a friendly brother, an indulgent <span class=\"page-break\"></span>father, and a good natured master<a href=\"#n15\"><sup>[15]</sup></a>. The voluntary friendships, however, which this prince contracted, nay, even his sense of gratitude, were feeble; and he never attached himself to any of his ministers or courtiers with a sincere affection. He believed them to have no motive in serving him but self-interest; and he was still ready, in his turn, to sacrifice them to present ease or convenience.","subId":"68","id":"Hume.HE.6.69.68"},{"type":"paragraph","content":"<span class=\"small-capitals\">With</span> a detail of his private character we must set bounds to our panegyric on Charles. The other parts of his conduct may admit of some apology, but can deserve small applause. He was indeed so much fitted for private life, preferably to public, that he even possessed order, frugality, and economy in the former: Was profuse, thoughtless, and negligent in the latter. When we consider him as a sovereign, his character, though not altogether destitute of virtue, was in the main dangerous to his people, and dishonourable to himself. Negligent of the interests of the nation, careless of its glory, averse to its religion, jealous of its liberty, lavish of its treasure, sparing only of its blood; he exposed it by his measures, though he ever appeared but in sport, to the danger of a furious civil war, and even to the ruin and ignominy of a foreign conquest. Yet may all these enormities, if fairly and candidly examined, be imputed, in a great measure, to the indolence of his temper; a fault, which, however unfortunate in a monarch, it is impossible for us to regard with great severity.","subId":"69","id":"Hume.HE.6.69.69"},{"type":"paragraph","content":"<span class=\"small-capitals\">It</span> has been remarked of Charles, that he never said a foolish thing nor ever did a wise one: A censure, which, though too far carried, seems to have some foundation in his character and deportment. When the king was informed of this saying, he observed, that the matter was easily accounted for: For that his discourse was his own, his actions were the ministry's.","subId":"70","id":"Hume.HE.6.69.70"},{"type":"paragraph","content":"<span class=\"small-capitals\">If</span> we reflect on the appetite for power inherent in human nature, and add to it the king's education in foreign countries, and among the cavaliers, a party which would naturally exaggerate the late usurpations of popular assemblies upon the rights of monarchy; it is not surprizing, that civil liberty should not find in him a very zealous patron. Harassed with domestic faction, weary of calumnies and complaints, oppressed with debts, straitened in his revenue, he sought, though with feeble efforts, for a form of government, <span class=\"page-break\"></span>more simple in its structure and more easy in its management. But his attachment to France, after all the pains, which we have taken, by enquiry and conjecture, to fathom it, contains still something, it must be confessed, mysterious and inexplicable. The hopes of rendering himself absolute by Lewis's assistance seem so chimerical, that they could scarcely be retained with such obstinacy by a prince of Charles's penetration: And as to pecuniary subsidies, he surely spent much greater sums in one season, during the second Dutch war, than were remitted him from France during the whole course of his reign. I am apt therefore to imagine, that Charles was in this particular guided chiefly by inclination, and by a prepossession in favour of the French nation. He considered that people as gay, sprightly, polite, elegant, courteous, devoted to their prince, and attached to the catholic faith; and for these reasons he cordially loved them. The opposite character of the Dutch had rendered them the objects of his aversion; and even the uncourtly humours of the English made him very indifferent towards them. Our notions of interest are much warped by our affections; and it is not altogether without example, that a man may be guided by national prejudices, who has ever been little biassed by private and personal friendship.","subId":"71","id":"Hume.HE.6.69.71"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> character of this prince has been elaborately drawn by two great masters, perfectly well acquainted with him, the duke of Buckingham and the marquess of Halifax; not to mention several elegant strokes given by Sir William Temple. Dr. Welwood likewise and bishop Burnet have employed their pencil on the same subject: But the former is somewhat partial in his favour; as the latter is by far too harsh and malignant. Instead of finding an exact parallel between Charles II. and the emperor Tiberius, as asserted by that prelate, it would be more just to remark a full contrast and opposition. The emperor seems as much to have surpassed the king in abilities, as he falls short of him in virtue. Provident, wise, active, jealous, malignant, dark, sullen, unsociable, reserved, cruel, unrelenting, unforgiving; these are the lights, under which the Roman tyrant has been transmitted to us. And the only circumstance, in which, it can justly be pretended, he was similar to Charles, is his love of women, a passion which is too general to form any striking resemblance, and which that detestable and detested monster shared also with unnatural appetites.","subId":"72","id":"Hume.HE.6.69.72"},{"type":"note","content":"See captain Wilkinson's narrative.","subId":"n1","id":"Hume.HE.6.69.n1"},{"type":"note","content":"Burnet, vol. i. p. 522.","subId":"n2","id":"Hume.HE.6.69.n2"},{"type":"note","content":"Burnet, vol. i. p. 583. Wodrow, vol. ii. p. 169. This last author, who is much the better authority, mentions only one instance, that of Spreul, which seems to have been an extraordinary one.","subId":"n3","id":"Hume.HE.6.69.n3"},{"type":"note","content":"Wodrow, vol. ii. Appendix, 94.","subId":"n4","id":"Hume.HE.6.69.n4"},{"type":"note","content":"Ibid. vol. ii. passim.","subId":"n5","id":"Hume.HE.6.69.n5"},{"type":"note","content":"Ibid. vol. ii. p. 434.","subId":"n6","id":"Hume.HE.6.69.n6"},{"type":"note","content":"Wodrow, vol. ii. p. 505.","subId":"n7","id":"Hume.HE.6.69.n7"},{"type":"note","content":"Lord Grey's secret history of the Rye-house plot. This is the most full and authentic account of all these transactions; but is in the main confirmed by bishop Sprat, and even Burnet, as well as by the trials and dying confessions of the conspirators: So that nothing can be more unaccountable than that any one should pretend, that this conspiracy was an imposture like the popish plot. Monmouth's declaration published in the next reign, confesses a consult for extraordinary remedies.","subId":"n8","id":"Hume.HE.6.69.n8"},{"type":"note","content":"Page 43.","subId":"n9","id":"Hume.HE.6.69.n9"},{"type":"note","content":"In the month of November this year died Prince Rupert, in the sixty-third year of his age. He had left his own country so early, that he had become an entire Englishman, and was even suspected, in his latter days, of a biass to the country party. He was for that reason much neglected at court. The duke of Lauderdale died also this year.","subId":"n10","id":"Hume.HE.6.69.n10"},{"type":"note","content":"It appears from Sir John Dalrymple's Appendix, that the king received from France a million of livres for his connivance at the seizure of Luxembourg, beside his ordinary pension.","subId":"n11","id":"Hume.HE.6.69.n11"},{"type":"note","content":"The following passage is an extract from M. Barillon's letters kept in the <em>Depot des Affaires etrangeres</em> at Versailles. It was lately communicated to the author while in France. Convention verbale arretée le 1 avril 1681. Charles 2 s'engage a ne rien omettre pour pouvoir faire connoitre à sa majesté qu'elle avoit raison de prendre confiance en lui; a se degager peu a peu de l'alliance avec l'Espagne, &amp; a se mettre en etat de ne point etre contraint par son parlement de faire quelque chose d'opposé aux nouveaux engagemens qu'il prenoit. En consequence le roi promet un subside de deux millions la premiere des trois années de cet engagement &amp; 500,000 écus les deux autres, se contentant de la parole de sa majesté Britannique, d'agir à l'egard de sa majesté conformement aux obligations qu'il lui avoit. Le Sr. Hyde demanda que le roi s'engagea a ne point attaquer les pays bas &amp; meme Strasbourg, temoignant que le roi son maitre ne pourroit s'empecher de secourir les pais bas, quand même son parlement ne seroit point assemblé. M. Barillon lui repondit en termes generaux par ordre du roi, que sa majesté n' avoit point intention de rompre la paix, &amp; qu'il n'engageroit pas sa majesté Britannique en choses contraires à ses veritables interets.","subId":"n12","id":"Hume.HE.6.69.n12"},{"type":"note","content":"King James's Memoirs confirm this rumor, as also D'Avaux's Negotiations, 14 Dec. 1684.","subId":"n13","id":"Hume.HE.6.69.n13"},{"type":"note","content":"Marquess of Halifax.","subId":"n14","id":"Hume.HE.6.69.n14"},{"type":"note","content":"Duke of Buckingham.","subId":"n15","id":"Hume.HE.6.69.n15"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.HE.6","imported":true,"title":"Volume 6. The History of Great Britain, Part 2","breadcrumb":"Volume 6","published":[1757]}],"prev":{"id":"Hume.HE.6.68","imported":true,"title":"Chapter 68. Charles II (cont.)","breadcrumb":"Chapter 68","published":[1757]},"next":{"id":"Hume.HE.6.70","imported":true,"title":"Chapter 70. James II","breadcrumb":"Chapter 70","published":[1757]}}