{"imported":true,"id":"Hume.HE.6.70","parent":"Hume.HE.6","title":"Chapter 70. James II","breadcrumb":"Chapter 70","texts":[],"published":[1757],"copytext":[1778],"sourceDesc":"Hume’s <cite>History of England</cite> was written in three stages, and in reverse chronological order. He began with two volumes on the History of Great Britain (from the Union of the Crowns to the death of James II), published in 1754 and 1757. In 1759 he then published two more volumes, on the House of Tudor. This necessitated changing the title from the <cite>History of Great Britain</cite> to the <cite>History of England</cite>, since he now began the story a century and a half before the union. Finally, in 1762, he published two more volumes tracing the country’s history back even further, all the way to the Celtic Britons and the Roman invasion. In 1763, the first complete set was published, but owing to the size of the work – including the now very large index included in the final volume – it had to be chopped up rather awkwardly into 8 volumes rather than 6. The text here follows the posthumous 1778 edition, which Hume was working on before he died. That edition was also (of necessity) printed in 8 volumes, but it is shown here divided into 6 volumes instead (matching the breaks that appeared in the volumes as they were originally published).","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h2>CHAP. LXX.</h2> <h1>JAMES II.</h1> <em>King's first transactions——A parliament——Arguments for and against a revenue for life——Oates convicted of perjury——Monmouth's invasion——His defeat——and execution——Cruelties of Kirke——and of Jefferies——State of affairs in Scotland——Argyle's invasion——defeat——and execution——A parliament——French persecutions——The dispensing power——State of Scotland——State of Ireland——Breach betwixt the king and the church——Court of ecclesiastical commission——Sentence against the bishop of London——Suspension of the penal laws——State of Ireland——Embassy to Rome——Attempt on Magdalen College——Imprisonment——trial, and acquittal of the bishops——Birth of the prince of Wales.</em>","id":"Hume.HE.6.70"},{"type":"paragraph","content":"THE first act <span class=\"margin-comment\">1685. King's first transactions.</span> of James's reign was to assemble the privy council; where, after some praises bestowed on the memory of his predecessor, he made professions of his resolution to maintain the established government, both in church and state. Though he had been reported, he said, to have imbibed arbitrary principles, <span class=\"page-break\"></span>he knew that the laws of England were sufficient to make him as great a monarch as he could wish; and he was determined never to depart from them. And as he had heretofore ventured his life in defence of the nation, he would still go as far as any man in maintaining all its just rights and liberties.","subId":"1","id":"Hume.HE.6.70.1"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> discourse was received with great applause, not only by the council, but by the nation. The king universally passed for a man of great sincerity and great honour; and as the current of favour ran at that time for the court, men believed, that his intentions were conformable to his expressions. <q>We have now,</q> it was said, <q>the word of a king; and a word never yet broken.</q> Addresses came from all quarters, full of duty, nay, of the most servile adulation. Every one hastened to pay court to the new monarch<a href=\"#n1\"><sup>[1]</sup></a>. And James had reason to think, that, notwithstanding the violent efforts made by so potent a party for his exclusion, no throne in Europe was better established than that of England.","subId":"2","id":"Hume.HE.6.70.2"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> king, however, in the first exercise of his authority, shewed, that either he was not sincere in his professions of attachment to the laws, or that he had entertained so lofty an idea of his own legal power, that even his utmost sincerity would tend very little to secure the liberties of the people. All the customs and the greater part of the excise had been settled by parliament on the late king during life, and consequently the grant was now expired; nor had the successor any right to levy these branches of revenue. But James issued a proclamation, ordering the customs and excise to be paid as before; and this exertion of power he would not deign to qualify by the least act or even appearance of condescension. It was proposed to him, that, in order to prevent the ill effects of any intermission in levying these duties, entries should be made, and bonds for the sums be taken from the merchants and brewers: But the payment be suspended till the parliament should give authority <span class=\"page-break\"></span>to receive it. This precaution was recommended as an expression of deference to that assembly, or rather to the laws: But for that very reason, probably, it was rejected by the king, who thought, that the commons would thence be invited to assume more authority, and would regard the whole revenue, and consequently the whole power, of the crown, as dependent on their good will and pleasure.","subId":"3","id":"Hume.HE.6.70.3"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> king likewise went openly, and with all the ensigns of his dignity, to mass, an illegal meeting: And by this imprudence he displayed at once his arbitrary disposition, and the bigotry of his principles: These two great characteristics of his reign, and bane of his administration. He even sent Caryl, as his agent, to Rome, in order to make submissions to the pope, and to pave the way for a solemn re-admission of England into the bosom of the catholic church. The pope, Innocent the XIth, prudently advised the king not to be too precipitate in his measures, nor rashly attempt what repeated experience might convince him was impracticable. The Spanish ambassador, Ronquillo, deeming the tranquillity of England necessary for the support of Spain, used the freedom to make like remonstrances. He observed to the king, how busy the priests appeared at court, and advised him not to assent with too great facility to their dangerous counsels. <q>Is it not the custom in Spain,</q> said James, <q>for the king to consult with his confessor?</q> <q>Yes,</q> replied the ambassador, <q>and it is for that very reason our affairs succeed so ill.</q>","subId":"4","id":"Hume.HE.6.70.4"},{"type":"paragraph","content":"<span class=\"small-capitals\">James</span> gave hopes on his accession, that he would hold the balance of power more steadily than his predecessor; and that France, instead of rendering England subservient to her ambitious projects, would now meet with strong opposition from that kingdom. Besides applying himself to business with industry, he seemed jealous of national honour, and expressed great care, that no more respect should be paid to the French ambassador at London than his own received at Paris. But these appearances were not sufficiently supported, and he found himself immediately under the necessity of falling into a union with that great monarch, who, by his power as well as his zeal, seemed alone able to assist him, in the projects formed for promoting the catholic religion in England.","subId":"5","id":"Hume.HE.6.70.5"},{"type":"paragraph","content":"<span class=\"small-capitals\">Notwithstanding</span> the king's prejudices, all the chief offices of the crown continued still in the hands of protestants. Rochester was treasurer; his brother Clarendon chamberlain; Godolphin chamberlain to the queen; Sunderland secretary of state; Halifax president of the council. This nobleman had stood in opposition to James during the last years of his brother's reign; and when he attempted, on the accession, to make some apology for his late measures, the king told him, that he would forget every thing past, except his behaviour during the bill of exclusion. On other occasions, however, James appeared not of so forgiving a temper. When the principal exclusionists came to pay their respects to the new sovereign, they either were not admitted, or were received very coldly, sometimes even with frowns. This conduct might suit the character, which the king so much affected, of sincerity: But by showing, that a king of England could resent the quarrels of a duke of York, he gave his people no high idea either of his lenity or magnanimity.","subId":"6","id":"Hume.HE.6.70.6"},{"type":"paragraph","content":"<span class=\"small-capitals\">On</span> all occasions, the king was open in declaring, that men must now look for a more active and more vigilant government, and that he would retain no ministers, who did not practise an unreserved obedience to his commands. We are not indeed to look for the springs of his administration so much in his council and chief officers of state, as in his own temper, and in the character of those persons, with whom he secretly consulted. The queen had great influence over him; a woman of spirit, whose conduct had been popular till she arrived at that high dignity. She was much governed by the priests, especially the jesuits; and as these were also the king's favourites, all public measures were taken originally from the suggestions of these men, and bore evident marks of their ignorance in government, and of the violence of their religious zeal.","subId":"7","id":"Hume.HE.6.70.7"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> king however had another attachment, seemingly not very consistent with this devoted regard to his queen and to his priests: It was to Mrs. Sedley, whom he soon after created countess of Dorchester, and who expected to govern him with the same authority, which the duchess of Portsmouth had possessed during the former reign. But James, who had entertained the ambition of converting his people, was told, that the regularity of his life ought to correspond to the sanctity of his intentions; and he was prevailed <span class=\"page-break\"></span>with to remove Mrs. Sedley from court: A resolution in which he had not the courage to persevere. Good agreement between the mistress and the confessor of princes is not commonly a difficult matter to compass: But in the present case these two potent engines of command were found very incompatible. Mrs. Sedley, who possessed all the wit and ingenuity of her father, Sir Charles, made the priests and their counsels the perpetual object of her raillery; and it is not to be doubted, but they, on their part, redoubled their exhortations with their penitent to break off so criminal an attachment.","subId":"8","id":"Hume.HE.6.70.8"},{"type":"paragraph","content":"<span class=\"small-capitals\">How</span> little inclination soever the king, as well as his queen and priests, might bear to an English parliament, it was absolutely necessary, at the beginning of the reign, to summon that assembly. The low condition, to which the whigs or country party had fallen during the last years of Charles's reign, the odium under which they laboured on account of the Rye-house conspiracy; these causes made that party meet with little success in the elections. The general resignation too of the charters had made the corporations extremely dependent; and the recommendations of the court, though little assisted, at that time, by pecuniary influence, were become very prevalent. <span class=\"margin-comment\">A parliament.</span> The new house of commons, therefore, consisted almost entirely of zealous tories and churchmen; and were of consequence strongly biassed, by their affections, in favour of the measures of the crown.","subId":"9","id":"Hume.HE.6.70.9"},{"type":"paragraph","content":"<span class=\"margin-comment\">19th of May.</span> <span class=\"small-capitals\">The</span> discourse, which the king made to the parliament, was more fitted to work on their fears than their affections. He repeated indeed, and with great solemnity, the promise which he had made before the privy-council, of governing according to the laws, and of preserving the established religion: But at the same time he told them, that he positively expected they would settle his revenue, and during life too, as in the time of his brother. <q>I might use many arguments,</q> said he, <q>to inforce this demand; the benefit of trade, the support of the navy, the necessities of the crown, and the well-being of the government itself, which I must not suffer to be precarious: But I am confident, that your own consideration and your sense of what is just and reasonable, will suggest to you whatever on this occasion might be enlarged upon. There is indeed one popular argument,</q> added he, <q>which may be urged against compliance with my demand: Men may think, that by feeding <span class=\"page-break\"></span>me from time to time with such supplies as they think convenient, they will better secure frequent meetings of parliament: But as this is the first time I speak to you from the throne, I must plainly tell you, that such an expedient would be very improper to employ with me, and that the best way to engage me to meet you often is always to use me well.</q>","subId":"10","id":"Hume.HE.6.70.10"},{"type":"paragraph","content":"<span class=\"small-capitals\">It</span> was easy to interpret this language of the king's. He plainly intimated, that he had resources in his prerogative for supporting the government, independent of their supplies; and that so long as they complied with his demands, he would have recourse to them; but that any ill usage on their part would set him free from those measures of government, which he seemed to regard more as voluntary than as necessary. It must be confessed, that no parliament in England was ever placed in a more critical situation, nor where more forcible arguments could be urged, either for their opposition to the court, or their compliance with it.","subId":"11","id":"Hume.HE.6.70.11"},{"type":"paragraph","content":"<span class=\"margin-comment\">Reasons for and against a revenue during life.</span> <span class=\"small-capitals\">It</span> was said on the one hand, that jealousy of royal power was the very basis of the English constitution, and the principle, to which the nation was beholden for all that liberty, which they enjoy above the subjects of other monarchies. That this jealousy, though, at different periods, it may be more or less intense, can never safely be laid asleep, even under the best and wisest princes. That the character of the present sovereign afforded cause for the highest vigilance, by reason of the arbitrary principles, which he had imbibed; and still more, by reason of his religious zeal, which it is impossible for him ever to gratify, without assuming more authority than the constitution allows him. That power is to be watched in its very first encroachments; nor is any thing ever gained by timidity and submission. That every concession adds new force to usurpation; and at the same time, by discovering the dastardly dispositions of the people, inspires it with new courage and enterprize. That as arms were intrusted altogether in the hands of the prince, no check remained upon him but the dependent condition of his revenue; a security therefore which it would be the most egregious folly to abandon. That all the other barriers, which, of late years, had been erected against arbitrary power, would be found, without this capital article, to be rather pernicious and destructive. That new limitations in the constitution stimulated the monarch's inclination to surmount the laws, and required frequent <span class=\"page-break\"></span>meetings of parliament, in order to repair all the breaches, which either time or violence may have made upon that complicated fabric. That recent experience during the reign of the late king, a prince who wanted neither prudence nor moderation, had sufficiently proved the solidity of all these maxims. That his parliament, having rashly fixed his revenue for life, and at the same time repealed the triennial bill, found that they themselves were no longer of importance, and that liberty, not protected by national assemblies, was exposed to every outrage and violation. And that the more openly the king made an unreasonable demand, the more obstinately ought it to be refused; since it is evident, that his purpose in making it cannot possibly be justifiable.","subId":"12","id":"Hume.HE.6.70.12"},{"type":"paragraph","content":"<span class=\"small-capitals\">On</span> the other hand it was urged, that the rule of watching the very first encroachments of power could only have place, where the opposition to it could be regular, peaceful, and legal. That though the refusal of the king's present demand might seem of this nature, yet in reality it involved consequences, which led much farther than at first sight might be apprehended. That the king in his speech had intimated, that he had resources in his prerogative, which, in case of opposition from parliament, he thought himself fully entitled to employ. That if the parliament openly discovered an intention of reducing him to dependence, matters must presently be brought to a crisis, at a time the most favourable to his cause, which his most sanguine wishes could ever have promised him. That if we cast our eyes abroad, to the state of affairs on the continent, and to the situation of Scotland and Ireland; or, what is of more importance, if we consider the disposition of men's minds at home, every circumstance would be found adverse to the cause of liberty. That the country party, during the late reign, by their violent, and in many respects unjustifiable measures in parliament, by their desperate attempts out of parliament, had exposed their principles to general hatred, and had excited extreme jealousy in all the royalists and zealous churchmen, who now formed the bulk of the nation. That it would not be acceptable to that party to see this king worse treated than his brother in point of revenue, or any attempts made to keep the crown in dependence. That they thought parliaments as liable to abuse as courts, and desired not to see things in a situation, where the king could not, if he found it necessary, either prorogue or dissolve those assemblies. That if the <span class=\"page-break\"></span>present parliament, by making great concessions, could gain the king's confidence, and engage him to observe the promises now given them, every thing would by gentle methods succeed to their wishes. That if, on the contrary, after such instances of compliance, he formed any designs on the liberty and religion of the nation, he would, in the eyes of all mankind, render himself altogether inexcusable, and the whole people would join in opposition to him. That resistance could scarcely be attempted twice; and there was therefore the greater necessity for waiting till time and incidents had fully prepared the nation for it. That the king's prejudices in favour of popery, though in the main pernicious, were yet so far fortunate, that they rendered the connexion inseparable between the national religion and national liberty. And that if any illegal attempts were afterwards made, the church, which was at present the chief support of the crown, would surely catch the alarm, and would soon dispose the people to an effectual resistance.","subId":"13","id":"Hume.HE.6.70.13"},{"type":"paragraph","content":"<span class=\"small-capitals\">These</span> last reasons, enforced by the prejudices of party, prevailed in parliament; and the commons, besides giving thanks for the king's speech, voted unanimously, that they would settle on his present majesty during life all the revenue enjoyed by the late king at the time of his demise. That they might not detract from this generosity by any symptoms of distrust, they also voted unanimously, that the house entirely relied on his majesty's royal word and repeated declarations to support the religion of the church of England; but they added, that that religion was dearer to them than their lives. The speaker, in presenting the revenue-bill, took care to inform the king of their vote with regard to religion; but could not, by so signal a proof of confidence, extort from him one word, in favour of that religion, on which, he told his majesty, they set so high a value. Notwithstanding the grounds of suspicion, which this silence afforded, the house continued in the same liberal disposition. The king having demanded a farther supply for the navy and other purposes, they revived those duties on wines and vinegar, which had once been enjoyed by the late king; and they added some impositions on tobacco and sugar. This grant amounted on the whole to about six hundred thousand pounds a year.","subId":"14","id":"Hume.HE.6.70.14"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> house of lords were in a humour no less compliant. They <span class=\"page-break\"></span>even went some lengths towards breaking in pieces all the remains of the popish plot; that once formidable engine of bigotry and faction.","subId":"15","id":"Hume.HE.6.70.15"},{"type":"paragraph","content":"<span class=\"margin-comment\">Oates convicted of perjury.</span> <span class=\"small-capitals\">A</span> little before the meeting of parliament, Oates had been tried for perjury on two indictments. One for deposing, that he was present at a consult of jesuits in London the twenty-fourth of April, 1679: Another for deposing, that father Ireland was in London between the eighth and twelfth of August, and in the beginning of September in the same year. Never criminal was convicted on fuller and more undoubted evidence. Two and twenty persons, who had been students at St. Omers, most of them men of credit and family, gave evidence, that Oates had entered into that seminary about Christmas in the year 1678, and had never been absent but one night, till the month of July following. Forty-seven witnesses, persons also of untainted character, deposed that father Ireland, on the third of August, 1679, had gone to Staffordshire, where he resided till the middle of September; and, what some years before would have been regarded as a very material circumstance, nine of these witnesses were protestants, of the church of England. Oates's sentence was, to be fined a thousand marks on each indictment, to be whipped on two different days from Aldgate to Newgate, and from Newgate to Tyburn, to be imprisoned during life, and to be pilloried five times every year. The impudence of the man supported itself under the conviction, and his courage under the punishment. He made solemn appeals to Heaven, and protestations of the veracity of his testimony: Though the whipping was so cruel, that it was evidently the intention of the court to put him to death by that punishment, he was enabled, by the care of his friends, to recover: And he lived to king William's reign; when a pension of four hundred pounds a year was settled on him. A considerable number still adhered to him in his distresses, and regarded him as the martyr of the protestant cause. The populace were affected with the sight of a punishment, more severe than is commonly inflicted in England. And the sentence of perpetual imprisonment was deemed illegal.","subId":"16","id":"Hume.HE.6.70.16"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> conviction of Oates's perjury was taken notice of by the house of peers. Besides freeing the popish lords, Powis, Arundel, Bellasis, and Tyrone, together with Danby, from the former impeachment by the commons, they went so far as to vote a reversal <span class=\"page-break\"></span>of Stafford's attainder, on account of the falshood of that evidence, on which he had been condemned. This bill fixed so deep a reproach on the former proceedings of the exclusionists, that it met with great opposition among the lords; and it was at last, after one reading, dropped by the commons. Though the reparation of injustice be the second honour, which a nation can attain; the present emergence seemed very improper for granting so full a justification to the catholics, and throwing so foul a stain on the protestants.","subId":"17","id":"Hume.HE.6.70.17"},{"type":"paragraph","content":"<span class=\"margin-comment\">Monmouth's invasion.</span> <span class=\"small-capitals\">The</span> course of parliamentary proceedings was interrupted by the news of Monmouth's arrival in the west with three ships from Holland. No sooner was this intelligence conveyed to the parliament, than they voted, that they would adhere to his majesty with their lives and fortunes. They passed a bill of attainder against Monmouth; and they granted a supply of four hundred thousand pounds for suppressing his rebellion. Having thus strengthened the hands of the king, they adjourned themselves.","subId":"18","id":"Hume.HE.6.70.18"},{"type":"paragraph","content":"<span class=\"small-capitals\">Monmouth</span>, when ordered to depart the kingdom, during the late reign, had retired to Holland; and as it was well known, that he still enjoyed the favour of his indulgent father, all marks of honour and distinction were bestowed upon him by the prince of Orange. After the accession of James, the prince thought it necessary to dismiss Monmouth and all his followers; and that illustrious fugitive retired to Brussels. Finding himself still pursued by the king's severity, he was pushed, contrary to his judgment as well as inclination, to make a rash and premature attempt upon England. He saw that James had lately mounted the throne, not only without opposition, but seemingly with the good will and affections of his subjects. A parliament was sitting, which discovered the greatest disposition to comply with the king, and whose adherence, he knew, would give a sanction and authority to all public measures. The grievances of this reign were hitherto of small importance; and the people were not as yet in a disposition to remark them with great severity. All these considerations occurred to Monmouth; but such was the impatience of his followers, and such the precipitate humour of Argyle, who set out for Scotland a little before him, that no reasons could be attended to; and this unhappy man was driven upon his fate.","subId":"19","id":"Hume.HE.6.70.19"},{"type":"paragraph","content":"<span class=\"margin-comment\">11th June.</span> <span class=\"small-capitals\">The</span> imprudence, however, of this enterprize did not at first appear. Though on his landing at Lime in Dorsetshire, he had scarcely a hundred followers; so popular was his name, that in four days he had assembled above two thousand horse and foot. They were indeed, almost all of them, the lowest of the people, and the declaration, which he published, was chiefly calculated to suit the prejudices of the vulgar, or the most bigotted of the whig-party. He called the king, duke of York; and denominated him a traitor, a tyrant, an assassin, and a popish usurper. He imputed to him the fire of London, the murder of Godfrey and of Essex, nay the poisoning of the late king. And he invited all the people to join in opposition to his tyranny.","subId":"20","id":"Hume.HE.6.70.20"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> duke of Albemarle, son to him who had restored the royal family, assembled the militia of Devonshire to the number of 4000 men, and took post at Axminister, in order to oppose the rebels; but observing, that his troops bore a great affection to Monmouth, he thought proper to retire. Monmouth, though he had formerly given many proofs of personal courage, had not the vigour of mind requisite for an undertaking of this nature. From an ill grounded diffidence of his men, he neglected to attack Albemarle; an easy enterprize, by which he might both have acquired credit and have supplied himself with arms. Lord Gray, who commanded his horse, discovered himself to be a notorious coward; yet such was the softness of Monmouth's nature, that Gray was still continued in his command. Fletcher of Salton, a Scotchman, a man of signal probity and fine genius, had been engaged by his republican principles in this enterprize, and commanded the cavalry together with Gray: But being insulted by one, who had newly joined the army, and whose horse he had in a hurry made use of, he was prompted by passion, to which he was much subject, to discharge a pistol at the man; and he killed him on the spot. This incident obliged him immediately to leave the camp; and the loss of so gallant an officer was a great prejudice to Monmouth's enterprize.","subId":"21","id":"Hume.HE.6.70.21"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> next station of the rebels was Taunton, a disaffected town, which gladly and even fondly received them, and re-inforced them with considerable numbers. Twenty young maids of some rank presented Monmouth with a pair of colours of their handiwork, together with a copy of the bible. Monmouth was here persuaded <span class=\"page-break\"></span>to take upon him the title of king, and assert the legitimacy of his birth; a claim, which he advanced in his first declaration, but whose discussion he was determined, he then said, during some time to postpone. His numbers had now increased to six thousand; and he was obliged every day, for want of arms, to dismiss a great many, who crowded to his standard. He entered Bridgewater, Wells, Frome; and was proclaimed in all these places: But forgetting, that such desperate enterprizes can only be rendered successful by the most adventurous courage, he allowed the expectations of the people to languish, without attempting any considerable undertaking.","subId":"22","id":"Hume.HE.6.70.22"},{"type":"paragraph","content":"<span class=\"small-capitals\">While</span> Monmouth, by his imprudent and misplaced caution, was thus wasting time in the West, the king employed himself in making preparations to oppose him. Six regiments of British troops were called over from Holland: The army was considerably augmented: And regular forces, to the number of 3000 men, were dispatched under the command of Feversham and Churchill, in order to check the progress of the rebels.","subId":"23","id":"Hume.HE.6.70.23"},{"type":"paragraph","content":"<span class=\"small-capitals\">Monmouth</span>, observing that no considerable men joined him, finding that an insurrection, which was projected in the city, had not taken place, and hearing that Argyle, his confederate, was already defeated and taken; sunk into such despondency, that he had once resolved to withdraw himself, and leave his unhappy followers to their fate. His followers expressed more courage than their leader, and seemed determined to adhere to him in every fortune. <span class=\"margin-comment\">5th July. Monmouth defeated, and executed.</span> The negligent disposition, made by Feversham, invited Monmouth to attack the king's army at Sedgemoor near Bridgewater; and his men in this action showed what a native courage and a principle of duty, even when unassisted by discipline, is able to perform. They threw the veteran forces into disorder; drove them from their ground; continued the fight till their ammunition failed them; and would at last have obtained a victory, had not the misconduct of Monmouth and the cowardice of Gray prevented it. After a combat of three hours the rebels gave way; and were followed with great slaughter. About 1500 fell in the battle and pursuit. And thus was concluded in a few weeks this enterprize, rashly undertaken, and feebly conducted.","subId":"24","id":"Hume.HE.6.70.24"},{"type":"paragraph","content":"<span class=\"small-capitals\">Monmouth</span> fled from the field of battle above twenty miles till his horse sunk under him. He then changed cloaths with a peasant <span class=\"page-break\"></span>in order to conceal himself. The peasant was discovered by the pursuers, who now redoubled the diligence of their search. At last, the unhappy Monmouth was found, lying in the bottom of a ditch, and covered with fern: His body depressed with fatigue and hunger; his mind by the memory of past misfortunes, by the prospect of future disasters. Human nature is unequal to such calamitous situations; much more, the temper of a man, softened by early prosperity, and accustomed to value himself solely on military bravery. He burst into tears when seized by his enemies; and he seemed still to indulge the fond hope and desire of life. Though he might have known, from the greatness of his own offences, and the severity of James's temper, that no mercy could be expected, he wrote him the most submissive letters, and conjured him to spare the issue of a brother, who had ever been so strongly attached to his interest. James, finding such symptoms of depression and despondency in the unhappy prisoner, admitted him to his presence, in hopes of extorting a discovery of his accomplices: But Monmouth would not purchase life, however loved, at the price of so much infamy. Finding all efforts vain, he assumed courage from despair, and prepared himself for death, with a spirit, better suited to his rank and character. This favourite of the people was attended to the scaffold with a plentiful effusion of tears. He warned the executioner not to fall into the error, which he had committed in beheading Russel, <span class=\"margin-comment\">15th July.</span> where it had been necessary to repeat the blow. This precaution severed only to dismay the executioner. He struck a feeble blow on Monmouth, who raised his head from the block, and looked him in the face, as if reproaching him for his failure. He gently laid down his head a second time; and the executioner struck him again and again to no purpose. He then threw aside the ax, and cried out that he was incapable of finishing the bloody office. The sheriff olbiged him to renew the attempt; and at two blows more the head was severed from the body.","subId":"25","id":"Hume.HE.6.70.25"},{"type":"paragraph","content":"<span class=\"small-capitals\">Thus</span> perished in the thirty-sixth year of his age a nobleman, who, in less turbulent times, was well qualified to be an ornament of the court, even to be serviceable to his country. The favour of his prince, the caresses of faction, and the allurements of popularity, seduced him into enterprizes, which exceeded his capacity. The good-will of the people still followed him in every fortune. Even after his execution, their fond credulity flattered them with <span class=\"page-break\"></span>hopes of seeing him once more at their head. They believed, that the person executed was not Monmouth, but one, who, having the fortune to resemble him nearly, was willing to give this proof of his extreme attachment, and to suffer death in his stead.","subId":"26","id":"Hume.HE.6.70.26"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> victory, obtained by the king in the commencement of his reign, would naturally, had it been managed with prudence, have tended much to encrease his power and authority. But by reason of the cruelty, with which it was prosecuted, and of the temerity, with which it afterwards inspired him, it was a principal cause of his sudden ruin and downfall.","subId":"27","id":"Hume.HE.6.70.27"},{"type":"paragraph","content":"<span class=\"small-capitals\">Such</span> arbitrary principles had the court instilled into all its servants, that Feversham, immediately after the victory, hanged above twenty prisoners; and was proceeding in his executions, when the bishop of Bath and Wells warned him, that these unhappy men were now by law entitled to a trial, and that their execution would be deemed a real murther. This remonstrance however did not stop the savage nature of colonel Kirke, <span class=\"margin-comment\">Cruelty of colonel Kirke.</span> a soldier of fortune, who had long served at Tangiers, and had contracted, from his intercourse with the Moors, an inhumanity less known in European and in free countries. At his first entry into Bridgewater, he hanged nineteen prisoners without the least enquiry into the merits of their cause. As if to make sport with death, he ordered a certain number to be executed, while he and his company should drink the king's health, or the queen's, or that of chief-justice Jefferies. Observing their feet to quiver in the agonies of death, he cried that he would give them music to their dancing; and he immediately commanded the drums to beat and the trumpets to sound. By way of experiment, he ordered one man to be hung up three times, questioning him at each interval, whether he repented of his crime: But the man obstinately asserting, that, notwithstanding the past, he still would willingly engage in the same cause, Kirke ordered him to be hung in chains. One story, commonly told of him, is memorable for the treachery, as well as barbarity, which attended it. A young maid pleaded for the life of her brother, and flung herself at Kirke's feet, armed with all the charms, which beauty and innocence, bathed in tears, could bestow upon her. The tyrant was inflamed with desire, not softened into love or clemency. He promised to grant her request, provided that she, in <span class=\"page-break\"></span>her turn, would be equally compliant to him. The maid yielded to the conditions: But after she had passed the night with him, the wanton savage, next morning, showed her from the window her brother, the darling object for whom she had sacrificed her virtue, hanging on a gibbet, which he had secretly ordered to be there erected for the execution. Rage and despair and indignation took possession of her mind, and deprived her for ever of her senses. All the inhabitants of that country, innocent as well as guilty, were exposed to the ravages of this barbarian. The soldiery were let loose to live at free quarters; and his own regiment, instructed by his example, and encouraged by his exhortations, distinguished themselves in a particular manner by their outrages. By way of pleasantry he used to call them <em>his lambs;</em> an appellation, which was long remembered with horror in the west of England.","subId":"28","id":"Hume.HE.6.70.28"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> violent Jefferies succeeded after some interval; and showed the people, that the rigours of law might equal, if not exceed, the ravages of military tyranny. This man, who wantoned in cruelty, had already given a specimen of his character in many trials, where he presided; and he now set out with a savage joy, as to a full harvest of death and destruction. He began at Dorchester; and thirty rebels being arraigned, he exhorted them, but in vain, to save him, by their free confession, the trouble of trying them: And when twenty-nine were found guilty, he ordered them, as an additional punishment of their disobedience, to be led to immediate execution. Most of the other prisoners, terrified with this example, pleaded guilty; and no less than two hundred and ninety-two received sentence at Dorchester. Of these, eighty were executed. Exeter was the next stage of his cruelty: Two hundred and forty-three were there tried, of whom a great number were condemned and executed. He also opened his commission at Taunton and Wells; and every where carried consternation along with him. The juries were so struck with his menaces, that they gave their verdict with precipitation; and many innocent persons, it is said, were involved with the guilty. And on the whole, besides those who were butchered by the military commanders, two hundred and fifty-one are computed to have fallen by the hand of justice. The whole country was strowed with the heads and limbs of traitors. Every village almost beheld the dead carcass of a <span class=\"page-break\"></span>wretched inhabitant. And all the rigours of justice, unabated by any appearance of clemency, were fully displayed to the people by the inhuman Jefferies.","subId":"29","id":"Hume.HE.6.70.29"},{"type":"paragraph","content":"<span class=\"small-capitals\">Of</span> all the executions, during this dismal period, the most remarkable were those of Mrs. Gaunt and lady Lisle, who had been accused of harbouring traitors. Mrs. Gaunt was an anabaptist, noted for her beneficence, which she extended to persons of all professions and persuasions. One of the rebels, knowing her humane disposition, had recourse to her in his distress, and was concealed by her. Hearing of the proclamation, which offered an indemnity and rewards to such as discovered criminals, he betrayed his benefactress, and bore evidence against her. He received a pardon as a recompence for his treachery; she was burned alive for her charity.","subId":"30","id":"Hume.HE.6.70.30"},{"type":"paragraph","content":"<span class=\"small-capitals\">Lady</span> Lisle was widow of one of the regicides, who had enjoyed great favour and authority under Cromwel, and who having fled, after the restoration, to Lauzanne in Swisserland, was there assassinated by three Irish ruffians, who hoped to make their fortune by this piece of service. His widow was now prosecuted for harbouring two rebels the day after the battle of Sedgemoor; and Jefferies pushed on the trial with an unrelenting violence. In vain did the aged prisoner plead, that these criminals had been put into no proclamation; had been convicted by no verdict; nor could any man be denominated a traitor, till the sentence of some legal court was passed upon him: That it appeared not by any proof, that she was so much as acquainted with the guilt of the persons, or had heard of their joining the rebellion of Monmouth; That though she might be obnoxious on account of her family, it was well known, that her heart was ever loyal, and that no person in England had shed more tears for that tragical event, in which her husband had unfortunately borne too great a share: And that the same principles, which she herself had ever embraced, she had carefully instilled into her son, and had, at that very time, sent him to fight against those rebels, whom she was now accused of harbouring. Though these arguments did not move Jefferies, they had influence on the jury. Twice they seemed inclined to bring in a favourable verdict: They were as often sent back with menaces and reproaches; and at last were constrained to give sentence against the prisoner. Notwithstanding all applications for pardon, <span class=\"page-break\"></span>the cruel sentence was executed. The king said, that he had given Jefferies a promise not to pardon her: An excuse, which could serve only to aggravate the blame against himself.","subId":"31","id":"Hume.HE.6.70.31"},{"type":"paragraph","content":"<span class=\"small-capitals\">It</span> might have been hoped, that, by all these bloody executions, a rebellion, so precipitate, so ill supported, and of such short duration, would have been sufficiently expiated: But nothing could satiate the spirit of rigour, which possessed the administration. Even those multitudes, who received pardon, were obliged to atone for their guilt by fines, which reduced them to beggary; or where their former poverty made them incapable of paying, they were condemned to cruel whippings or severe imprisonments. Nor could the innocent escape the hands, no less rapacious than cruel, of the chief justice. Prideaux, a gentleman of Devonshire, being thrown into prison, and dreading the severe and arbitrary spirit, which at that time met with no controul, was obliged to buy his liberty of Jefferies at the price of fifteen thousand pounds; though he could never so much as learn the crime of which he was accused.","subId":"32","id":"Hume.HE.6.70.32"},{"type":"paragraph","content":"<span class=\"small-capitals\">Goodenough</span>, the seditious under-sheriff of London, who had been engaged in the most bloody and desperate part of the Rye-house conspiracy, was taken prisoner after the battle of Sedgemoor, and resolved to save his own life, by an accusation of Cornish, the sheriff, whom he knew to be extremely obnoxious to the court. Colonel Rumsey joined him in the accusation; and the prosecution was so hastened, that the prisoner was tried, condemned, and executed in the space of a week. The perjury of the witnesses appeared immediately after; and the king seemed to regret the execution of Cornish. He granted his estate to his family, and condemned the witnesses to perpetual imprisonment.","subId":"33","id":"Hume.HE.6.70.33"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> injustice of this sentence against Cornish, was not wanted to disgust the nation with the court: The continued rigour of the other executions had already impressed an universal hatred against the ministers of justice, attended with compassion for the unhappy sufferers, who, as they had been seduced into this crime by mistaken principles, bore their punishment with the spirit and zeal of martyrs. The people might have been willing on this occasion to distinguish between the king and his ministers: But care was taken to prove, that the latter had done nothing but what was agreeable to their master. Jefferies, on his return, was immediately, <span class=\"page-break\"></span>for those eminent services, created a peer; and was soon after vested with the dignity of chancellor. It is pretended, however, with some appearance of authority, that the king was displeased with these cruelties, and put a stop to them by orders, as soon as proper information of them was conveyed to him<a href=\"#n2\"><sup>[2]</sup></a>.","subId":"34","id":"Hume.HE.6.70.34"},{"type":"paragraph","content":"<span class=\"margin-comment\">State of affairs in Scotland.</span> <span class=\"small-capitals\">We</span> must now take a view of the state of affairs in Scotland; where the fate of Argyle had been decided before that of Monmouth. Immediately after the king's accession, a parliament had been summoned at Edinburgh; and all affairs were there conducted by the duke of Queensberry the commissioner, and the earl of Perth chancellor. The former had resolved to make an entire surrender of the liberties of his country; but was determined still to adhere to its religion: The latter entertained no scruple of paying court even by the sacrifice of both. But no courtier, even the most prostitute, could go farther than the parliament itself towards a resignation of their liberties. In a vote, which they called an offer of duty, after adopting the fabulous history of a hundred and eleven Scottish monarchs, they acknowledged, that all these princes, by the primary and fundamental law of the state, had been vested with a <em>solid</em> and <em>absolute</em> authority. They declared their abhorrence of all principles and positions, derogatory to the king's sacred, supreme, sovereign, absolute power, of which none, they said, whether single persons or collective bodies, can participate, but in dependance on him and by commission from him. They promised, that the whole nation, between sixteen and sixty, shall be in readiness for his majesty's service, where and as oft as it shall be his royal pleasure to require them. And they annexed the whole excise, both of inland and foreign commodities, for ever to the crown.","subId":"35","id":"Hume.HE.6.70.35"},{"type":"paragraph","content":"<span class=\"small-capitals\">All</span> the other acts of this assembly savoured of the same spirit. They declared it treason for any person to refuse the test, if tendered by the council. To defend the obligation of the covenant, subjected a person to the same penalty. To be present at any conventicle, was made punishable with death and confiscation of moveables. Even such as refused to give testimony, either in cases of treason or nonconformity, were declared equally punishable as if guilty of those very crimes: An excellent prelude to all the rigours of an inquisition. It must be confessed, that nothing could <span class=\"page-break\"></span>equal the abject servility of the Scottish nation during this period but the arbitrary severity of the administration.","subId":"36","id":"Hume.HE.6.70.36"},{"type":"paragraph","content":"<span class=\"margin-comment\">Argyle's invasion, defeat, and execution.</span> <span class=\"small-capitals\">It</span> was in vain, that Argyle summoned a people, so lost to all sense of liberty, so degraded by repeated indignities, to rise in vindication of their violated laws and privileges. Even those who declared for him, were, for the greater part, his own vassals; men, who, if possible, were still more sunk in slavery than the rest of the nation. He arrived, after a prosperous voyage, in Argyleshire, attended by some fugitives from Holland; among the rest, by Sir Patric Hume, a man of mild dispositions, who had been driven to this extremity by a continued train of oppression. The privy council was beforehand apprized of Argyle's intentions. The whole militia of the kingdom, to the number of twenty-two thousand men, were already in arms; and a third part of them, with the regular forces, were on their march to oppose him. All the considerable gentry of his clan were thrown into prison. And two ships of war were on the coast to watch his motions. Under all these discouragements he yet made a shift, partly from terror, partly from affection, to collect and arm a body of about two thousand five hundred men; but soon found himself surrounded on all sides with insuperable difficulties. His arms and ammunition were seized: His provisions cut off: The marquess of Athole pressed him on one side; lord Charles Murray on another; the duke of Gordon hung upon his rear; the earl of Dunbarton met him in front. His followers daily fell off from him; but Argyle, resolute to persevere, broke at last with the shattered remains of his troops into the disaffected part of the Low Countries, which he had endeavoured to allure to him by declarations for the covenant. No one showed either courage or inclination to join him; and his small and still decreasing army, after wandering about for a little time, was at last defeated and dissipated without an enemy. Argyle himself was seized and carried to Edinburgh; where, after enduring many indignities with a gallant spirit, he was publicly executed. He suffered on the former unjust sentence, which had been passed upon him. The rest of his followers either escaped or were punished by transportation: Rumbold and Ayloffe, two Englishmen, who had attended Argyle on this expedition, were executed.","subId":"37","id":"Hume.HE.6.70.37"},{"type":"paragraph","content":"<span class=\"margin-comment\">9th Nov. A parliament.</span> <span class=\"small-capitals\">The</span> king was so elated with this continued tide of prosperity that he began to undervalue even an English parliament, at all times formidable to his family; and from his speech to that assembly, <span class=\"page-break\"></span>which he had assembled early in the winter, he seems to have thought himself exempted from all rules of prudence or necessity of dissimulation. He plainly told the two houses, that the militia, which had formerly been so much magnified, was now found, by experience in the last rebellion, to be altogether useless; and he required a new supply, in order to maintain those additional forces, which he had levied. He also took notice, that he had employed a great many catholic officers, and that he had, in their favour, dispensed with the law, requiring the test to be taken by every one that possessed any public office. And to cut short all opposition, he declared, that, having reaped the benefit of their service during such times of danger, he was determined, neither to expose them afterwards to disgrace, nor himself, in case of another rebellion, to the want of their assistance.","subId":"38","id":"Hume.HE.6.70.38"},{"type":"paragraph","content":"<span class=\"small-capitals\">Such</span> violent aversion did this parliament bear to opposition; so great dread had been instilled of the consequences attending any breach with the king; that it is probable, had he used his dispensing power without declaring it, no enquiries would have been made, and time might have reconciled the nation to this dangerous exercise of prerogative. But to invade at once their constitution, to threaten their religion, to establish a standing army, and even to require them, by their concurrence, to contribute towards all these measures, exceeded the bounds of their patience; and they began, for the first time, to display some small remains of English spirit and generosity. When the king's speech was taken into consideration by the commons, many severe reflections were thrown out against the present measures; and the house was with seeming difficulty engaged to promise in a general vote, that they would grant some supply. But instead of finishing that business, which could alone render them acceptable to the king, they proceeded to examine the dispensing power; and they voted an address to the king against it. Before this address was presented, they resumed the consideration of the supply, and as one million two hundred thousand pounds were demanded by the court, and two hundred thousand proposed by the country-party, a middle course was chosen, and seven hundred thousand, after some dispute, were at last voted. The address against the dispensing power was expressed in the most respectful and submissive terms; yet was it very ill received by the king, and his answer contained a flat denial, <span class=\"page-break\"></span>uttered with great warmth and vehemence. The commons were so daunted with this reply, that they kept silence a long time; and when Coke, member for Derby, rose up and said, <q>I hope we are all Englishmen, and not to be frightened with a few hard words;</q> so little spirit appeared in that assembly, often so refractory and mutinous, that they sent him to the Tower for bluntly expressing a free and generous sentiment. They adjourned, without fixing a day for the consideration of his majesty's answer; and on their next meeting, they submissively proceeded to the consideration of the supply, and even went so far as to establish funds for paying the sum voted, in nine years and a half. The king, therefore, had in effect, almost without contest or violence, obtained a complete victory over the commons; and that assembly, instead of guarding their liberties, now exposed to manifest peril, conferred an additional revenue on the crown; and by rendering the king in some degree independent, contributed to increase those dangers, with which they had so much reason to be alarmed.","subId":"39","id":"Hume.HE.6.70.39"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> next opposition came from the house of peers, which has not commonly taken the lead on these occasions; and even from the bench of bishops, where the court usually expects the greatest complaisance and submission. The upper house had been brought, in the first days of the session, to give general thanks for the king's speech; by which compliment they were understood, according to the practice of that time, to have acquiesced in every part of it: Yet notwithstanding that step, Compton, bishop of London, in his own name and that of his brethren, moved that a day should be appointed for taking the speech into consideration: He was seconded by Halifax, Nottingham, and Mordaunt. Jefferies, the chancellor, opposed the motion; and seemed inclined to use in that house the same arrogance, to which on the bench he had so long been accustomed: But he was soon taught to know his place; and he proved, by his behaviour, that insolence, when checked, naturally sinks into meanness and cowardice. The bishop of London's motion prevailed.","subId":"40","id":"Hume.HE.6.70.40"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> king might reasonably have presumed, that, even if the peers should so far resume courage as to make an application against his dispensing power, the same steddy answer, which he had given to the commons, would make them relapse into the same timidity; and he might by that means have obtained a considerable <span class=\"page-break\"></span>supply, without making any concessions in return. But so imperious was his temper, so lofty the idea which he had entertained of his own authority, and so violent the schemes suggested by his own bigotry and that of his priests; that, without any delay, without waiting for any farther provocation, he immediately proceeded to a prorogation. He continued the parliament during a year and a half by four more prorogations; but having in vain tried by separate applications, to break the obstinacy of the leading members, he at last dissolved that assembly. And as it was plainly impossible for him to find among his protestant subjects a set of men more devoted to royal authority, it was universally concluded, that he intended thenceforth to govern entirely without parliaments.","subId":"41","id":"Hume.HE.6.70.41"},{"type":"paragraph","content":"<span class=\"small-capitals\">Never</span> king mounted the throne of England with greater advantages than James; nay, possessed greater facility, if that were any advantage, of rendering himself and his posterity absolute: But all these fortunate circumstances tended only, by his own misconduct, to bring more sudden ruin upon him. The nation seemed disposed of themselves to resign their liberties, had he not, at the same time, made an attempt upon their religion: And he might even have succeeded in surmounting at once their liberties and religion, had he conducted his schemes with common prudence and discretion. Openly to declare to the parliament, so early in his reign, his intention to dispense with the tests, struck an universal alarm throughout the nation; infused terror into the church, which had hitherto been the chief support of monarchy; and even disgusted the army, by whose means alone he could now purpose to govern. The former horror against popery was revived by polemical books and sermons; and in every dispute the victory seemed to be gained by the protestant divines, who were heard with more favourable ears, and who managed the controversy with more learning and eloquence. But another incident happened at this time, which tended mightily to excite the animosity of the nation against the catholic communion.","subId":"42","id":"Hume.HE.6.70.42"},{"type":"paragraph","content":"<span class=\"small-capitals\">Lewis</span> XIV. having long harassed and molested the protestants, at last revoked entirely the edict of Nantz; which had been enacted by Harry IV. for securing them the free exercise of their religion; which had been declared irrevocable; and which during the experience of near a century, had been attended with no sensible inconvenience. All the iniquities, inseparable from persecution, <span class=\"page-break\"></span>were exercised against those unhappy religionists; who became obstinate in proportion to the oppressions which they suffered, and either covered under a feigned conversion a more violent abhorrence of the catholic communion, or sought among foreign nations for that liberty, of which they were bereaved in their native country. Above half a million of the most useful and industrious subjects deserted France; and exported, together with immense sums of money, those arts and manufactures, which had chiefly tended to enrich that kingdom. They propagated every where the most tragical accounts of the tyranny, exercised against them, and revived among the protestants all that resentment against the bloody and persecuting spirit of popery, to which so many incidents in all ages had given too much foundation. Near fifty thousand refugees passed over into England; and all men were disposed, from their representations, to entertain the utmost horror against the projects, which they apprehended to be formed by the king for the abolition of the protestant religion. When a prince of so much humanity and of such signal prudence as Lewis could be engaged, by the bigotry of his religion alone, without any provocation, to embrace such sanguinary and impolitic measures; what might be dreaded, they asked, from James, who was so much inferior in these virtues, and who had already been irritated by such obstinate and violent opposition? In vain did the king affect to throw the highest blame on the persecutions in France: In vain did he afford the most real protection and assistance to the distressed Hugonots. All these symptoms of toleration were regarded as insidious; opposite to the avowed principles of his sect, and belied by the severe administration, which he himself had exercised against the nonconformists in Scotland.","subId":"43","id":"Hume.HE.6.70.43"},{"type":"paragraph","content":"<span class=\"margin-comment\">1686.</span> <span class=\"small-capitals\">The</span> smallest approach towards the introduction of popery, must, in the present disposition of the people, have afforded reason of jealousy; much more so wide a step as that of dispensing with the tests, the sole security, which the nation, being disappointed of the exclusion-bill, found provided against those dreaded innovations. Yet was the king resolute to persevere in his purpose; and having failed in bringing over the parliament, he made an attempt, with more success, for establishing his dispensing power, by a verdict of the judges. Sir Edward Hales, a new proselyte, had accepted a commission of colonel; and directions <span class=\"page-break\"></span>were given his coachman to prosecute him for the penalty of five hundred pounds, which the law, establishing the tests, had granted to informers. <span class=\"margin-comment\">Dispensing power.</span> By this feigned action, the king hoped, both from the authority of the decision, and the reason of the thing, to put an end to all questions with regard to his dispensing power.","subId":"44","id":"Hume.HE.6.70.44"},{"type":"paragraph","content":"<span class=\"small-capitals\">It</span> could not be expected, that the lawyers, appointed to plead against Hales, would exert great force on that occasion: But the cause was regarded with such anxiety by the public, that it has been thoroughly canvassed in several elaborate discourses<a href=\"#n3\"><sup>[3]</sup></a>; and could men divest themselves of prejudice, there want not sufficient materials, on which to form a true judgment. The claim and exercise of the dispensing power is allowed to be very ancient in England; and though it seems at first to have been copied from papal usurpations, it may plainly be traced up as high as the reign of Henry III. In the feudal governments, men were more anxious to secure their private property than to share in the public administration; and provided no innovations were attempted on their rights and possessions, the care of executing the laws, and ensuring general safety was without jealousy entrusted to the sovereign. Penal statutes were commonly intended to arm the prince with more authority for that purpose; and being in the main calculated for promoting his influence as first magistrate, there seemed no danger in allowing him to dispense with their execution, in such particular cases as might require an exception or indulgence. That practice had so much prevailed, that the parliament itself had more than once acknowledged this prerogative of the crown; particularly during the reign of Henry V. when they enacted the law against aliens<a href=\"#n4\"><sup>[4]</sup></a>, and also when they passed the statute of provisors<a href=\"#n5\"><sup>[5]</sup></a>. But though the general tenor of the penal statutes was such as gave the king a superior interest in their execution beyond any of his subjects; it could not but sometimes happen in a mixed government, that the parliament would desire to enact laws, by which the regal <span class=\"page-break\"></span>power, in some particulars, even where private property was not immediately concerned, might be regulated and restrained. In the twenty-third of Henry VI. a law of this kind was enacted, prohibiting any man from serving in a county as sheriff above a year, and a clause was inserted, by which the king was disabled from granting a dispensation. Plain reason might have taught, that this law, at least, should be exempted from the king's prerogative: But as the dispensing power still prevailed in other cases, it was soon able, aided by the servility of the courts of judicature, even to overpower this statute, which the legislature had evidently intended to secure against violation. In the reign of Henry VII. the case was brought to a trial before all the judges in the exchequer-chamber; and it was decreed, that, notwithstanding the strict clause abovementioned, the king might dispense with the statute: He could first, it was alleged, dispense with the prohibitory clause, and then with the statute itself. This opinion of the judges, though seemingly absurd, had ever since passed for undoubted law: The practice of continuing the sheriffs had prevailed: And most of the property in England had been fixed by decisions, which juries, returned by such sheriffs, had given in the courts of judicature. Many other dispensations of a like nature may be produced; not only such as took place by intervals, but such as were uniformly continued. Thus the law was dispensed with, which prohibited any man from going a judge of assize into his own county; that which rendered all Welchmen incapable of bearing offices in Wales; and that which required every one, who received a pardon for felony, to find sureties for his good behaviour. In the second of James I. a new consultation of all the judges had been held upon a like question: This prerogative of the crown was again unanimously affirmed<a href=\"#n6\"><sup>[6]</sup></a>: And it became an established principle in English jurisprudence, that, though the king could not allow of what was morally unlawful, he could permit what was only prohibited by positive statute. Even the jealous house of commons, who extorted the petition of right from Charles I. made no scruple, by the mouth of Glanville, their manager, to allow of the dispensing power in its full extent<a href=\"#n7\"><sup>[7]</sup></a>; and in the famous trial of ship-money, Holborne, the <span class=\"page-break\"></span>popular lawyer, had, freely, and in the most explicit terms, made the same concession<a href=\"#n8\"><sup>[8]</sup></a>. Sir Edward Coke, the great oracle of English law, had not only concurred with all other lawyers in favour of this prerogative; but seems even to believe it so inherent in the crown, that an act of parliament itself could not abolish it<a href=\"#n9\"><sup>[9]</sup></a>. And he particularly observes, that no law can impose such a disability of enjoying offices as the king may not dispense with; because the king, from the law of nature, has a right to the service of all his subjects. This particular reason, as well as all the general principles, is applicable to the question of the tests; nor can the dangerous consequence of granting dispensations in that case be ever allowed to be pleaded before a court of judicature. Every prerogative of the crown, it may be said, admits of abuse: Should the king pardon all criminals, law must be totally dissolved: Should he declare and continue perpetual war against all nations, inevitable ruin must ensue: Yet these powers are entrusted to the sovereign; and we must be content, as our ancestors were, to depend upon his prudence and discretion in the exercise of them.","subId":"45","id":"Hume.HE.6.70.45"},{"type":"paragraph","content":"<span class=\"small-capitals\">Though</span> this reasoning seems founded on such principles as are usually admitted by lawyers, the people had entertained such violent prepossessions against the use, which James here made of his prerogative, that he was obliged, before he brought on Hales's cause, to displace four of the judges, Jones, Montague, Charleton and Nevil; and even Sir Edward Herbert, the chief justice, though a man of acknowledged virtue, yet, because he here supported the pretensions of the crown, was exposed to great and general reproach. Men deemed a dispensing, to be in effect the same with a repealing power; and they could not conceive, that less authority was necessary to repeal than to enact any statute. If one penal law was dispensed with, any other might undergo the same fate: And by what principle could even the laws, which define property, be afterwards secured from violation? The test act had ever been conceived the great barrier of the established religion under a popish successor: As such it had been insisted on by the parliament; as such granted by the king; as such, during the debates with <span class=\"page-break\"></span>regard to the exclusion, recommended by the chancellor. By what magic, what chicane of law, is it now annihilated, and rendered of no validity? These questions were every where asked; and men, straitened by precedents and decisions of great authority, were reduced either to question the antiquity of this prerogative itself, or to assert, that even the practice of near five centuries could not bestow on it sufficient authority<a href=\"#n10\"><sup>[10]</sup></a>. It was not considered, that the present difficulty or seeming absurdity had proceeded from late innovations introduced into the government. Ever since the beginning of this century, the parliament had, with a laudable zeal, been acquiring powers and establishing principles, favourable to law and liberty: The authority of the crown had been limited in many important particulars: And penal statutes were often calculated to secure the constitution against the attempts of ministers, as well as to preserve general peace, and repress crimes and immoralities. A prerogative however, derived from very ancient, and almost uniform practice, the dispensing power, still remained, or was supposed to remain with the crown; sufficient in an instant to overturn this whole fabric, and to throw down all fences of the constitution. If this prerogative, which carries on the face of it, such strong symptoms of an absolute authority in the prince, had yet, in ancient times, subsisted with some degree of liberty in the subject; this fact only proves, that scarcely any human government, much less one erected in rude and barbarous times, is entirely consistent and uniform in all its parts. But to expect, that the dispensing power could, in any degree, be rendered compatible with those accurate and regular limitations, which had of late been established, and which the people were determined to maintain, was a vain hope; and though men knew not upon what principles they could deny that prerogative, they saw, that, if they would preserve their laws and constitution, there was an absolute necessity for denying, at least for abolishing it. The revolution alone, which soon succeeded, happily put an end to all these disputes: By means of it, a more uniform edifice was at last erected: The monstrous inconsistence, so visible between the ancient Gothic parts of the fabric and the recent plans of liberty, was fully corrected: And <span class=\"page-break\"></span>to their mutual felicity, king and people were finally taught to know their proper boundaries<a href=\"#n11\"><sup>[11]</sup></a>.","subId":"46","id":"Hume.HE.6.70.46"},{"type":"paragraph","content":"<span class=\"small-capitals\">Whatever</span> topics lawyers might find to defend James's dispensing power, the nation thought it dangerous, if not fatal, to liberty; and his resolution of exercising it may on that account be esteemed no less alarming, than if the power had been founded on the most recent and most flagrant usurpation. It was not likely, that an authority, which had been assumed, through so many obstacles, would in his hands lie long idle and unemployed. Four catholic lords were brought into the privy council, Powis, Arundel, Bellasis, and Dover. Halifax, finding, that, notwithstanding his past merits, he possessed no real credit or authority, became refractory in his opposition; and his office of privy seal was given to Arundel. The king was open, as well as zealous, in the desire of making converts; and men plainly saw, that the only way to acquire his affection and confidence was by a sacrifice of their religion. Sunderland, some time after, scrupled not to gain favour at this price. Rochester, the treasurer, though the king's brother-in-law, yet, because he refused to give this instance of complaisance, was turned out of his office: The treasury was put in commission, and Bellasis was placed at the head of it. All the courtiers were disgusted, even such as had little regard to religion. The dishonour, as well as distrust, attending renegades, made most men resolve, at all hazards, to adhere to their ancient faith.","subId":"47","id":"Hume.HE.6.70.47"},{"type":"paragraph","content":"<span class=\"margin-comment\">State of Scotland.</span> <span class=\"small-capitals\">In</span> Scotland, James's zeal for proselytism was more successful. The earls of Murray, Perth, and Melfort were brought over to the court religion; and the two latter noblemen made use of a very courtly reason for their conversion: They pretended, that the papers, found in the late king's cabinet, had opened their eyes, and had convinced them of the preference due to the catholic religion. Queensberry, who showed not the same complaisance, fell into total disgrace, notwithstanding his former services, and the important sacrifices, which he had made to the measures of the court. These merits could not even ensure him of safety against the vengeance, to which he stood exposed. His rival, Perth, who had been ready to sink under his superior interest, now acquired the ascendant; and all the complaints, exhibited against him, were totally obliterated. His faith, according to a saying of Halifax, had made him whole.","subId":"48","id":"Hume.HE.6.70.48"},{"type":"paragraph","content":"<span class=\"margin-comment\">State of Ireland.</span> <span class=\"small-capitals\">But</span> it was in Ireland chiefly, that the mask was wholly taken off, and that the king thought himself at liberty to proceed, to the full extent of his zeal and his violence. The duke of Ormond was recalled, and though the primate and lord Granard, two protestants, still possessed the authority of justices, the whole power was lodged in the hands of Talbot, the general, soon after created earl of Tyrconnel; a man, who, from the blindness of his prejudices and fury of his temper, was transported with the most immeasurable ardour for the catholic cause. After the suppression of Monmouth's rebellion, orders were given by Tyrconnel to disarm all the protestants, on pretence of securing the public peace, and keeping their arms in a few magazines for the use of the militia. Next, the army was new-modelled; and a great number of officers were dismissed, because it was pretended, that they or their fathers had served under Cromwel and the republic. The injustice was not confined to them. Near three hundred officers more were afterwards broken, though many of them had purchased their commissions: About four or five thousand private soldiers, because they were protestants, were dismissed; and being stripped even of their regimentals, were turned out to starve in the streets. While these violences were carrying on, Clarendon, who had been named lord lieutenant, came over; but he soon found, that, as he had refused to give the king the desired pledge of fidelity, by changing his religion, he possessed no credit or authority. He was even a kind <span class=\"page-break\"></span>of prisoner in the hands of Tyrconnel; and as he gave all opposition in his power to the precipitate measures of the catholics, he was soon after recalled, and Tyrconnel substituted in his place. The unhappy protestants now saw all the civil authority, as well as the military force, transferred into the hands of their inveterate enemies; inflamed with hereditary hatred, and stimulated by every motive, which the passion either for power, property, or religion could inspire. Even the barbarous banditti were let loose to prey on them in their present defenceless condition. A renewal of the ancient massacres was apprehended; and great multitudes, struck with the best grounded terror, deserted the kingdom, and infused into the English nation a dread of those violences, to which, after some time, they might justly, from the prevalence of the catholics, think themselves exposed.","subId":"49","id":"Hume.HE.6.70.49"},{"type":"paragraph","content":"<span class=\"small-capitals\">All</span> judicious persons of the catholic communion were disgusted with these violent measures, and could easily foresee the consequences. But James was entirely governed by the rash counsels of the queen and of his confessor, father Peters, a jesuit, whom he soon after created a privy counsellor. He thought too, that, as he was now in the decline of life, it was necessary for him, by hasty steps, to carry his designs into execution; lest the succession of the princess of Orange should overturn all his projects. In vain did Arundel, Powis, ard Bellasis remonstrate, and suggest more moderate and cautious measures. These men had seen and felt, during the prosecution of the popish plot, the extreme antipathy, which the nation bore to their religion; and though some subsequent incidents had seemingly allayed that spirit, they knew, that the settled habits of the people were still the same, and that the smallest incident was sufficient to renew the former animosty. A very moderate indulgence, therefore, to the catholic religion would have satisfied them; and all attempts to acquire power, much more to produce a change of the national faith, they deemed dangerous and destructive<a href=\"#n12\"><sup>[12]</sup></a>.","subId":"50","id":"Hume.HE.6.70.50"},{"type":"paragraph","content":"<span class=\"margin-comment\">Breach betwixt the king and the church.</span> <span class=\"small-capitals\">On</span> the first broaching of the popish plot, the clergy of the church of England had concurred in the prosecution of it, with the same violence and credulity as the rest of the nation: But dreading afterwards the prevalence of republican and presbyterian principles, <span class=\"page-break\"></span>they had been engaged to support the measures of the court; and to their assistance chiefly, James had owed his succession to the crown. Finding that all these services were forgotten, and that the catholic religion was the king's sole favourite, the church had commenced an opposition to court measures; and popery was now acknowledged the more immediate danger. In order to prevent inflammatory sermons on this popular subject, James revived some directions to preachers, which had been promulgated by the late king, in the beginning of his reign, when no design against the national religion was yet formed, or at least apprehended. But in the present delicate and interesting situation of the church, there was little reason to expect that orders, founded on no legal authority, would be rigidly obeyed by preachers, who saw no security to themselves but in preserving the confidence and regard of the people. Instead of avoiding controversy, according to the king's injunctions, the preachers every where declaimed against popery; and among the rest, Dr. Sharpe, a clergyman of London, particularly distinguished himself, and affected to throw great contempt on those who had been induced to change their religion by such pitiful arguments as the Romish missionaries could suggest. This topic, being supposed to reflect on the king, gave great offence at court; and positive orders were issued to the bishop of London, his diocesan, immediately to suspend Sharpe, till his majesty's pleasure should be farther known. The prelate replied, that he could not possibly obey these commands, and that he was not empowered, in such a summary manner, to inflict any punishment even upon the greatest delinquent. But neither this obvious reason, nor the most dutiful submissions, both of the prelate and of Sharpe himself, could appease the court. The king was determined to proceed with violence in the prosecution of this affair. The bishop himself he resolved to punish for disobedience to his commands; and the expedient, which he employed for that purpose, was of a nature at once the most illegal and most alarming.","subId":"51","id":"Hume.HE.6.70.51"},{"type":"paragraph","content":"<span class=\"small-capitals\">Among</span> all the engines of authority formerly employed by the crown, none had been more dangerous or even destructive to liberty, than the court of high commission, which, together with the star-chamber, had been abolished in the reign of Charles I. by act of parliament; in which a clause was also inserted, prohibiting <span class=\"page-break\"></span>the erection, in all future times, of that court, or any of a like nature. But this law was deemed by James no obstacle; and an ecclesiastical commission was anew issued, <span class=\"margin-comment\">Court of ecclesiastical commission.</span> by which seven<a href=\"#n13\"><sup>[13]</sup></a> commissioners were vested with full and unlimited authority over the church of England. On them were bestowed the same inquisitorial powers, possessed by the former court of high commission: They might proceed upon bare suspicion; and the better to set the law at defiance, it was expressly inserted in their patent itself, that they were to exercise their jurisdiction, notwithstanding any law or statute to the contrary. The king's design to subdue the church was now sufficiently known; and had he been able to establish the authority of this new-erected court, his success was infallible. A more sensible blow could not be given both to national liberty and religion; and happily the contest could not be tried in a cause more iniquitous and unpopular than that against Sharpe and the bishop of London.","subId":"52","id":"Hume.HE.6.70.52"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> prelate was cited before the commissioners. After denying the legality of the court, and claiming the privilege of all Christian bishops to be tried by the metropolitan and his suffragans; he pleaded in his own defence, that, as he was obliged, if he had suspended Sharpe, to act in the capacity of a judge, he could not, consistent either with law or equity, pronounce sentence without a previous citation and trial: That he had by petition represented this difficulty to his majesty; and not receiving any answer, he had reason to think, that his petition had given entire satisfaction: That in order to shew farther his deference, he had advised Sharpe to abstain from preaching, till he had justified his conduct to the king; an advice, which, coming from a superior, was equivalent to a command, and had accordingly met with the proper obedience: That he had thus in his apprehension conformed himself to his majesty's pleasure; but if he should still be found wanting to his duty in any particular, he was now willing to crave pardon, and to make reparation. All this submission, both in Sharpe and the prelate, had no effect: It was determined to have an example: Orders were accordingly sent to the commissioners to proceed: <span class=\"margin-comment\">Sentence against the bishop of London.</span> <span class=\"page-break\"></span>And by a majority of votes the bishop, as well as the doctor, was suspended.","subId":"53","id":"Hume.HE.6.70.53"},{"type":"paragraph","content":"<span class=\"small-capitals\">Almost</span> the whole of this short reign consists of attempts always imprudent, often illegal, sometimes both, against whatever was most loved and revered by the nation: Even such schemes of the king's as might be laudable in themselves, were so disgraced by his intentions, that they serve only to aggravate the charge against him. James was become a great patron of toleration, and an enemy to all those persecuting laws, which, from the influence of the church, had been enacted both against the dissenters and catholics. Not content with granting dispensations to particular persons, he assumed a power of issuing a declaration of general indulgence, and of suspending at once all the penal statutes, <span class=\"margin-comment\">Penal laws suspended.</span> by which a conformity was required to the established religion. This was a strain of authority, it must be confessed, quite inconsistent with law and a limited constitution; yet was it supported by many strong precedents in the history of England. Even after the principles of liberty were become more prevalent, and began to be well understood, the late king had, oftener than once, and without giving much umbrage, exerted this dangerous power: He had in 1662 suspended the execution of a law, which regulated carriages: During the two Dutch wars, he had twice suspended the act of navigation: And the commons in 1666, being resolved, contrary to the king's judgment, to enact that iniquitous law against the importation of Irish cattle, found it necessary, in order to obviate the exercise of this prerogative, which they desired not at that time entirely to deny or abrogate, to call that importation a nuisance.","subId":"54","id":"Hume.HE.6.70.54"},{"type":"paragraph","content":"<span class=\"small-capitals\">Though</span> the former authority of the sovereign was great in civil affairs, it was still greater in ecclesiastical; and the whole despotic power of the popes was often believed, in virtue of the supremacy, to have devolved to the crown. The last parliament of Charles I. by abolishing the power of the king and convocation to frame canons without consent of parliament, had somewhat diminished the supposed extent of the supremacy; but still very considerable remains of it, at least very important claims, were preserved, and were occasionally made use of by the sovereign. In 1662, Charles, pleading both the rights of his supremacy and his suspending power, had granted a general indulgence or toleration; and in 1672 he renewed the same edict: Though the remonstrances of his parliament <span class=\"page-break\"></span>obliged him, on both occasions, to retract; and in the last instance, the triumph of law over prerogative was deemed very great and memorable. In general, we may remark, that, where the exercise of the suspending power was agreeable and useful, the power itself was little questioned: Where the exercise was thought liable to exceptions, men not only opposed it, but proceeded to deny altogether the legality of the prerogative, on which it was founded.","subId":"55","id":"Hume.HE.6.70.55"},{"type":"paragraph","content":"<span class=\"margin-comment\">1687.</span> <span class=\"small-capitals\">James</span>, more imprudent and arbitrary than his predecessor, issued his proclamation, suspending all the penal laws in ecclesiastical affairs, and granting a general liberty of conscience to all his subjects. He was not deterred by the reflection, both that this scheme of indulgence was already blasted by two fruitless attempts; and that in such a government as that of England, it was not sufficient that a prerogative be approved of by some lawyers and antiquaries: If it was condemned by the general voice of the nation, and yet was still exerted, the victory over national liberty was no less signal than if obtained by the most flagrant injustice and usurpation. These two considerations indeed would rather serve to recommend this project to James; who deemed himself superior in vigour and activity to his brother, and who probably thought, that his people enjoyed no liberties, but by his royal concession and indulgence.","subId":"56","id":"Hume.HE.6.70.56"},{"type":"paragraph","content":"<span class=\"small-capitals\">In</span> order to procure a better reception for his edict of toleration, the king, finding himself opposed by the church, began to pay court to the dissenters; and he imagined, that, by playing one party against another, he should easily obtain the victory over both; a refined policy which it much exceeded his capacity to conduct. His intentions were so obvious, that it was impossible for him ever to gain the sincere confidence and regard of the nonconformists. They knew, that the genius of their religion was diametrically opposite to that of the catholics, the sole object of the king's affection. They were sensible, that both the violence of his temper, and the maxims of his religion, were repugnant to the principles of toleration. They had seen, that, on his accession, as well as during his brother's reign, he had courted the church at their expence; and it was not till his dangerous schemes were rejected by the prelates, that he had recourse to the nonconformists. All his favours, therefore, must, to every man of judgment among the sectaries, have <span class=\"page-break\"></span>appeared insidious: Yet such was the pleasure reaped from present ease, such the animosity of the dissenters against the church, who had so long subjected them to the rigours of persecution, that they every where expressed the most entire duty to the king, and compliance with his measures, and could not forbear rejoicing extremely in the present depression of their adversaries.","subId":"57","id":"Hume.HE.6.70.57"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> had the dissenters been ever so much inclined to shut their eyes with regard to the king's intentions, the manner of conducting his scheme in Scotland was sufficient to discover the secret. The king first applied to the Scottish parliament, and desired an indulgence for the catholics alone, without comprehending the presbyterians: But that assembly, though more disposed than even the parliament of England, to sacrifice their civil liberties, resolved likewise to adhere pertinaciously to their religion; and they rejected for the first time the king's application. James therefore found himself obliged to exert his prerogative; and he now thought it prudent to interest a party among his subjects, besides the catholics, in supporting this act of authority. To the surprize of the harassed and persecuted presbyterians, they heard the principles of toleration every where extolled, and found that full permission was granted to attend conventicles; an offence, which, even during this reign, had been declared no less than a capital enormity. The king's declaration, however, of indulgence contained clauses, sufficient to depress their joy. As if popery were already predominant, he declared, <q>that he never would use force or <em>invincible necessity</em> against any man on account of his persuasion or the protestant religion:</q> A promise surely of toleration given to the protestants with great precaution, and admitting a considerable latitude for persecution and violence. It is likewise remarkable, that the king declared in express terms, <q>that he had thought fit, by his sovereign authority, prerogative royal, and <em>absolute</em> power, which all his subjects were to obey <em>without reserve,</em> to grant this royal toleration.</q> The dangerous designs of other princes are to be collected by a comparison of their several actions, or by a discovery of their more secret counsels: But so blinded was James with zeal, so transported by his imperious temper, that even his proclamations and public edicts contain expressions, which, without farther enquiry, may suffice to his condemnation.","subId":"58","id":"Hume.HE.6.70.58"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> English well knew, that the king, by the constitution of their government, thought himself intitled, as indeed he was, to as ample authority in his southern, as in his northern kingdom; and therefore, though the declaration of indulgence published for England was more cautiously expressed, they could not but be alarmed by the arbitrary treatment, to which their neighbours were exposed. It is even remarkable, that the English declaration contained clauses of a strange import. The king there promised, that he would maintain his loving subjects in all their properties and possessions, as well of church and abbey lands as of any other. Men thought, that, if the full establishment of popery were not at hand, this promise was quite superfluous; and they concluded, that the king was so replete with joy on the prospect of that glorious event, that he could not, even for a moment, refrain from expressing it.","subId":"59","id":"Hume.HE.6.70.59"},{"type":"paragraph","content":"<span class=\"margin-comment\">State of Ireland.</span> <span class=\"small-capitals\">But</span> what afforded the most alarming prospect, was the continuance and even encrease of the violent and precipitate conduct of affairs in Ireland. Tyrconnel was now vested with full authority; and carried over with him as chancellor one Fitton, a man who was taken from a jail, and who had been convicted of forgery and other crimes, but who compensated for all his enormities by a headlong zeal for the catholic religion. He was even heard to say from the bench, that the protestants were all rogues, and that there was not one among forty thousand that was not a traitor, a rebel, and a villain. The whole strain of the administration was suitable to such sentiments. The catholics were put in possession of the council table, of the courts of judicature, and of the bench of justices. In order to make them masters of the parliament, the same violence was exercised that had been practised in England. The charters of Dublin and of all the corporations were annulled; and new charters were granted, subjecting the corporations to the will of the sovereign. The protestant freemen were expelled, catholics introduced; and the latter sect, as they always were the majority in number, were now invested with the whole power of the kingdom. The act of settlement was the only obstacle to their enjoying the whole property; and Tyrconnel had formed a scheme for calling a parliament, in order to reverse that act, and empower the king to bestow all the lands of Ireland on his catholic subjects. But in this scheme he met with opposition from the moderate catholics in the <span class=\"page-break\"></span>king's council. Lord Bellasis went even so far as to affirm with an oath, <q>that that fellow in Ireland was fool and madman enough to ruin ten kingdoms.</q> The decay of trade, from the desertion of the protestants, was represented; the sinking of the revenue; the alarm communicated to England: And by these considerations the king's resolutions were for some time suspended; though it was easy to foresee, from the usual tenor of his conduct, which side would at last preponderate.","subId":"60","id":"Hume.HE.6.70.60"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> the king was not content with discovering in his own kingdoms the imprudence of his conduct: He was resolved, that all Europe should be witness of it. He publickly sent the earl of Castelmaine ambassador extra-ordinary to Rome, <span class=\"margin-comment\">Embassy to Rome.</span> in order to express his obeisance to the Pope, and to make advances for reconciling his kingdoms, in form, to the catholic communion. Never man, who came on so important an errand, met with so many neglects and even affronts, as Castelmaine. The pontiff, instead of being pleased with this forward step, concluded, that a scheme, conducted with so much indiscretion, could never possibly be successful. And as he was engaged in a violent quarrel with the French monarch, a quarrel which interested him more nearly than the conversion of England, he bore little regard to James, whom he believed too closely connected with his capital enemy.","subId":"61","id":"Hume.HE.6.70.61"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> only proof of complaisance, which James received from the Pontiff was his sending a nuncio to England, in return for the embassy. By act of parliament any communication with the Pope was made treason: Yet so little regard did the king pay to the laws, that he gave the nuncio a public and solemn reception at Windsor. The duke of Somerset, one of the bed-chamber, because he refused to assist at this ceremony, was dismissed from his employment. The nuncio resided openly in London during the rest of this reign. Four catholic bishops were publicly consecrated in the king's chapel, and sent out under the title of vicars apostolical, to exercise the episcopal function in their respective dioceses. Their pastoral letters, directed to the lay catholics of England were printed and dispersed by the express allowance and permission of the king. The regular clergy of that communion appeared at court in the habits of their order; and some of them were so indiscreet as to boast, that, in a little time, they hoped to walk in procession through the capital.","subId":"62","id":"Hume.HE.6.70.62"},{"type":"paragraph","content":"<span class=\"small-capitals\">While</span> the king shocked in the most open manner all the principles and prejudices of his protestant subjects, he could not sometimes but be sensible, that he stood in need of their assistance for the execution of his designs. He had himself, by virtue of his prerogative, suspended the penal laws, and dispensed with the test; but he would gladly have obtained the sanction of parliament to these acts of power; and he knew, that, without this authority, his edicts alone would never afford a durable security to the catholics. He had employed, therefore, with the members of parliament many private conferences, which were then called <em>closetings;</em> and he used every expedient of reasons, menaces and promises to break their obstinacy in this particular. Finding all his efforts fruitless, he had dissolved the parliament, and was determined to call a new one, from which he expected more complaisance and submission. By the practice of annulling the charters, the king was become master of all the corporations, and could at pleasure change every where the whole magistracy. The church party, therefore, by whom the crown had been hitherto so remarkably supported, and to whom the king visibly owed his safety from all the efforts of his enemies, was deprived of authority; and the dissenters, those very enemies, were, first in London, and afterwards in every other corporation, substituted in their place. Not content with this violent and dangerous innovation, the king appointed certain regulators to examine the qualifications of electors; and directions were given them to exclude all such as adhered to the test and penal statutes<a href=\"#n14\"><sup>[14]</sup></a>. Queries to this purpose were openly proposed in all places, in order to try the sentiments of men, and enable the king to judge of the proceedings of the future parliament. The power of the crown was at this time so great; and the revenue, managed by James's frugality, so considerable and independant; that, if he had embraced any national party, he had been ensured of success; and might have carried his authority to what length he pleased. But the catholics, to whom he had entirely <span class=\"page-break\"></span>devoted himself, were scarcely the hundredth part of the people. Even the protestant nonconformists, whom he so much courted, were little more than the twentieth; and what was worse, reposed no confidence in the unnatural alliance contracted with the catholics, and in the principles of toleration, which, contrary to their usual practice in all ages, seemed at present to be adopted by that sect. The king therefore, finding little hopes of success, delayed the summoning of a parliament, and proceeded still in the exercise of his illegal and arbitrary authority.","subId":"63","id":"Hume.HE.6.70.63"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> whole power in Ireland had been committed to catholics. In Scotland, all the ministers, whom the king chiefly trusted, were converts to that religion. Every great office in England, civil and military, was gradually transferred from the protestants. Rochester and Clarendon, the king's brothers-in-law, though they had ever been faithful to his interests, could not, by all their services, atone for their adherence to the national religion; and had been dismissed from their employments. The violent Jefferies himself, though he had sacrificed justice and humanity to the court; yet, because he refused also to give up his religion, was declining in favour and interest. Nothing now remained but to open the door in the church and universities to the intrusion of the catholics. It was not long before the king made this rash effort; and by constraining the prelacy and established church to seek protection in the principles of liberty, he at last left himself entirely without friends and adherents.","subId":"64","id":"Hume.HE.6.70.64"},{"type":"paragraph","content":"<span class=\"small-capitals\">Father</span> Francis, a Benedictine, was recommended by the king's mandate to the university of Cambridge for the degree of master of arts; and as it was usual for the university to confer that degree on persons eminent for learning, without regard to their religion; and as they had even admitted lately the secretary to the ambassador of Morocco; the king on that account thought himself the better intitled to compliance. But the university considered, that there was a great difference between a compliment bestowed on foreigners, and degrees which gave a title to vote in all the elections and statutes of the university, and which, if conferred on the catholics, would infallibly in time render that sect entirely superior. They therefore refused to obey the king's mandate, and were cited to appear before the court of ecclesiastical commission. The vice <span class=\"page-break\"></span>chancellor was suspended by that court; but as the university chose a man of spirit to succeed him, the king thought proper for the present to drop his pretensions.","subId":"65","id":"Hume.HE.6.70.65"},{"type":"paragraph","content":"<span class=\"margin-comment\">Attempt upon Magdalen college.</span> <span class=\"small-capitals\">The</span> attempt upon the university of Oxford was prosecuted with more inflexible obstinacy, and was attended with more important consequences. This university had lately, in their famous decree, made a solemn profession of passive obedience; and the court probably expected, that they would show their sincerity, when their turn came to practise that doctrine; which, though, if carried to the utmost extent, it be contrary both to reason and to nature, is apt to meet with the more effectual opposition from the latter principle. The president of Magdalen college, one of the richest foundations in Europe, dying about this time, a mandate was sent in favour of Farmer, a new convert, but one, who, besides his being a catholic, had not in other respects the qualifications required by the statutes for enjoying that office. The fellows of the college made submissive applications to the king for recalling his mandate; but before they received an answer, the day came, on which, by their statutes, they were obliged to proceed to an election. They chose Dr. Hough, a man of virtue, as well as of the firmness and vigour requisite for maintaining his own rights and those of the university. In order to punish the college for this contumacy, as it was called, an inferior ecclesiastical commission was sent down, and the new president and the fellows were cited before it. So little regard had been paid to any consideration besides religion, that Farmer, on enquiry, was found guilty of the lowest and most scandalous vices; insomuch that even the ecclesiastical commissioners were ashamed to insist on his election. A new mandate, therefore, was issued in favour of Parker, lately created bishop of Oxford, a man of a prostitute character, but who, like Farmer, atoned for all his vices by his avowed willingness to embrace the catholic religion. The college represented, that all presidents had ever been appointed by election, and there were few instances of the king's interposing by his recommendation in favour of any candidate; that having already made a regular election of a president, they could not deprive him of his office, and, during his life-time, substitute any other in his place; that, even if there were a vacancy, Parker, by the statutes, of their founder, could not be chosen; that they had all of them bound themselves <span class=\"page-break\"></span>by oath to observe these statutes, and never on any account to accept of a dispensation; and that the college had at all times so much distinguished itself by its loyalty, that nothing but the most invincible necessity could now oblige them to oppose his majesty's inclinations. All these reasons availed them nothing. The president and all the fellows, except two who complied, were expelled the college; and Parker was put in possession of the office. This act of violence, of all those which were committed during the reign of James, is perhaps the most illegal and arbitrary. When the dispensing power was the most strenuously insisted on by court lawyers, it had still been allowed, that the statutes, which regard private property, could not legally be infringed by that prerogative: Yet in this instance it appeared, that even these were not now secure from invasion. The privileges of a college are attacked: Men are illegally dispossessed of their property, for adhering to their duty, to their oaths, and to their religion: The fountains of the church are attempted to be poisoned; nor would it be long, it was concluded, ere all ecclesiastical, as well as civil preferments, would be bestowed on such as, negligent of honour, virtue, and sincerity, basely sacrificed their faith to the reigning superstition. Such were the general sentiments; and as the universities have an intimate connexion with the ecclesiastical establishments, and mightily interest all those who have there received their education, this arbitrary proceeding begat an universal discontent against the king's administration.","subId":"66","id":"Hume.HE.6.70.66"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> next measure of the court was an insult still more open on the ecclesiastics, and rendered the breach between the king and that powerful body fatal, as well as incurable. It is strange that James, when he felt, from the sentiments of his own heart, what a mighty influence religious zeal had over him, should yet be so infatuated as never once to suspect, that it might possibly have a proportionable authority over his subjects. Could he have profited by repeated experience, he had seen instances enow of their strong aversion to that communion, which, from a violent, imperious temper, he was determined, by every possible expedient, to introduce into his kingdoms.","subId":"67","id":"Hume.HE.6.70.67"},{"type":"paragraph","content":"<span class=\"margin-comment\">1688.</span> <span class=\"small-capitals\">The</span> king published a second declaration of indulgence, almost in the same terms with the former; and he subjoined an order, that, immediately after divine service, it should be read by the <span class=\"page-break\"></span>clergy in all the churches. As they were known universally to disapprove of the use made of the suspending power, this clause, they thought, could be meant only as an insult upon them; and they were sensible, that, by their compliance, they should expose themselves, both to public contempt, on account of their tame behaviour, and to public hatred, by their indirectly patronizing so obnoxious a prerogative<a href=\"#n15\"><sup>[15]</sup></a>. They were determined, therefore, almost universally to preserve the regard of the people; their only protection, while the laws were become of so little validity, and while the court was so deeply engaged in opposite interests. In order to encourage them in this resolution, six prelates, namely, Lloyde bishop of St. Asaph, Ken of Bath and Wells, Turner of Ely, Lake of Chichester, White of Peterborough, and Trelawney of Bristol, met privately with the primate, and concerted the form of a petition to the king. They there represent in few words, that, though possessed of the highest sense of loyalty, a virtue of which the church of England had given such eminent testimonies; and though desirous of affording ease in a legal way to all protestant dissenters; yet, because the declaration of indulgence was founded on a prerogative, formerly declared illegal by parliament, they could not, in prudence, honour, or conscience, so far make themselves parties as the distribution of it all over the kingdom would be interpreted to amount to. They therefore besought the king, that he would not insist upon their reading that declaration<a href=\"#n16\"><sup>[16]</sup></a>.","subId":"68","id":"Hume.HE.6.70.68"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> king was incapable, not only of yielding to the greatest opposition, but of allowing the slightest and most respectful contradiction to pass uncensured. He immediately embraced a resolution (and his resolutions, when once embraced, were inflexible) of punishing the bishops, for a petition so popular in its matter, and so prudent and cautious in the expression. As the petition was delivered him in private, he summoned them before the council; and questioned them whether they would acknowledge it. The bishops saw his intention, and seemed long desirous to decline answering: But being pushed by the chancellor, they at last avowed the petition. On their refusal to give bail, an order was immediately drawn for their commitment to the Tower; and the crown lawyers received directions to prosecute them for the seditious libel, which, it was pretended, they had composed and uttered.","subId":"69","id":"Hume.HE.6.70.69"},{"type":"paragraph","content":"<span class=\"margin-comment\">Imprisonment, Trial, and acquittal of the bishops.</span> <span class=\"small-capitals\">The</span> people were already aware of the danger, to which the prelates were exposed; and were raised to the highest pitch of anxiety and attention with regard to the issue of this extraordinary affair. But when they beheld these fathers of the church brought from court under the custody of a guard, when they saw them embarked in vessels on the river, and conveyed towards the Tower, all their affection for liberty, all their zeal for religion, blazed up at once; and they flew to behold this affecting spectacle. The whole shore was covered with crowds of prostrate spectators, who at once implored the blessing of those holy pastors, and addressed their petitions towards Heaven for protection during this extreme danger, to which their country and their religion stood exposed. Even the soldiers, seized with the contagion of the same spirit, flung themselves on their knees before the distressed prelates, and craved the benediction of those criminals, whom they were appointed to guard. Some persons ran into the water, that they might participate more nearly in those blessings, which the prelates were distributing on all around them. The bishops themselves, during <span class=\"page-break\"></span>this triumphant suffering, augmented the general favour, by the most lowly submissive deportment; and they still exhorted the people to fear God, honour the king, and maintain their loyalty; expressions more animating than the most inflammatory speeches. And no sooner had they entered the precincts of the Tower than they hurried to chapel, in order to return thanks for those afflictions, which Heaven, in defence of its holy cause, had thought them worthy to endure.","subId":"70","id":"Hume.HE.6.70.70"},{"type":"paragraph","content":"<span class=\"small-capitals\">Their</span> passage, when conducted to their trial, was, if possible, attended by greater crowds of anxious spectators. All men saw the dangerous crisis, to which affairs were reduced, and were sensible, that the king could not have put the issue on a cause more unfavourable for himself than that in which he had so imprudently engaged. Twenty-nine temporal peers (for the other prelates kept aloof) attended the prisoners to Westminster-hall; and such crowds of gentry followed the procession, that scarcely was any room left for the populace to enter. The lawyers for the bishops were Sir Robert Sawyer, Sir Francis Pemberton, Pollexsen, Treby, and Sommers. No cause, even during the prosecution of the popish plot, was ever heard with so much zeal and attention. The popular torrent, which, of itself, ran fierce and strong, was now farther irritated by the opposition of government.","subId":"71","id":"Hume.HE.6.70.71"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> council for the bishops pleaded, that the law allowed subjects, if they thought themselves aggrieved in any particular, to apply by petition to the king, provided they kept within certain bounds, which the same law prescribed to them, and which in the present petition the prelates had strictly observed: That an active obedience in cases, which were contrary to conscience, was never pretended to be due to government; and law was allowed to be the great measure of the compliance and submission of subjects: That when any person found commands to be imposed upon him, which he could not obey, it was more respectful in him to offer his reasons for refusal, than to remain in a sullen and refractory silence: That it was no breach of duty in subjects, even though not called upon, to discover their sense of public measures, in which every one had so intimate a concern: That the bishops in the present case were called upon, and must either express their approbation by compliance, or their disapprobation by petition: <span class=\"page-break\"></span>That it could be no sedition to deny the prerogative of suspending the laws; because there really was no such prerogative, nor ever could be, in a legal and limited government: That even if this prerogative were real, it had yet been frequently controverted before the whole nation, both in Westminster-hall, and in both houses of parliament: and no one had ever dreamed of punishing the denial of it as criminal: That the prelates, instead of making an appeal to the people, had applied in private to his majesty, and had even delivered their petition so secretly, that, except by the confession extorted from them before the council, it was found impossible to prove them the authors: And that though the petition was afterwards printed and dispersed, it was not so much as attempted to be proved, that they had the least knowledge of the publication.","subId":"72","id":"Hume.HE.6.70.72"},{"type":"paragraph","content":"<span class=\"small-capitals\">These</span> arguments were convincing in themselves, and were heard with a favourable disposition by the audience. Even some of the judges, though their seats were held during pleasure, declared themselves in favour of the prisoners. The jury however, from what cause is unknown, took several hours to deliberate, and kept, during so long a time, the people in the most anxious expectation. But when the wished for verdict, <em>not guilty,</em> was at last pronounced, the intelligence was echoed through the hall, was conveyed to the crowds without, was carried into the city, and was propagated with infinite joy throughout the kingdom.","subId":"73","id":"Hume.HE.6.70.73"},{"type":"paragraph","content":"<span class=\"margin-comment\">17th June.</span> <span class=\"small-capitals\">Ever</span> since Monmouth's rebellion, the king had, every summer, encamped his army on Hounslow heath, that he might both improve their discipline, and by so unusual a spectacle over-awe the mutinous people. A popish chapel was openly erected in the midst of the camp, and great pains were taken, though in vain, to bring over the soldiers to that communion. The few converts whom the priests had made, were treated with such contempt and ignominy, as deterred every one from following the example. Even the Irish officers, whom the king introduced into the army, served rather, from the aversion borne them, to weaken his interest among them. It happened, that the very day, on which the trial of the bishops was finished, James had reviewed the troops, and had retired into the tent of lord Feversham, the general; when he was surprized to hear a great uproar in the camp, attended with the most extravagant symptoms of tumultuary joy. He suddenly enquired the <span class=\"page-break\"></span>cause, and was told by Feversham, <q>It was nothing but the rejoicing of the soldiers for the acquittal of the bishops.</q> <q>Do you call that nothing?</q> replied he, <q>but so much the worse for them.</q>","subId":"74","id":"Hume.HE.6.70.74"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> king was still determined to rush forward in the same course, in which he was already, by his precipitate career, so fatally advanced. Though he knew, that every order of men, except a handful of catholics, were enraged at his past measures, and still more terrified with the future prospect; though he saw that the same discontents had reached the army, his sole resource during the general disaffection: Yet was he incapable of changing his measures, or even of remitting his violence in the prosecution of them. He struck out two of the judges, Powel and Holloway, who had appeared to favour the bishops: He issued orders to prosecute all those clergymen who had not read his declaration; that is, the whole church of England, two hundred excepted: He sent a mandate to the new fellows, whom he had obtruded on Magdalen-college, to elect for president, in the room of Parker, lately deceased, one Gifford, a doctor of the Sorbonne, and titular bishop of Madura: And he is even said to have nominated the same person to the see of Oxford. So great an infatuation is perhaps an object of compassion rather than of anger: And is really surprizing in a man, who, in other respects, was not wholly deficient in sense and accomplishments.","subId":"75","id":"Hume.HE.6.70.75"},{"type":"paragraph","content":"<span class=\"small-capitals\">A</span> few days before the acquittal of the bishops, an event happened, which, in the king's sentiments, much overbalanced all the mortifications, <span class=\"margin-comment\">10th June. Birth of the prince of Wales.</span> received on that occasion. The queen was delivered of a son, who was baptized by the name of James. This blessing was impatiently longed for, not only by the king and queen, but by all the zealous catholics both abroad and at home. They saw, that the king was past middle age; and that on his death the succession must devolve to the prince and princess of Orange, two zealous protestants, who would soon replace every thing on ancient foundations. Vows therefore were offered at every shrine for a male successor: Pilgrimages were undertaken, particularly one to Loretto, by the dutchess of Modena; and success was chiefly attributed to that pious journey. But in proportion as this event was agreeable to the catholics, it encreased the disgust of the protestants, by depriving them of that pleasing, though somewhat distant prospect, in which at present they flattered themselves. <span class=\"page-break\"></span>Calumny even went so far as to ascribe to the king the design of imposing on the world a supposititious child, who might be educated in his principles, and after his death support the catholic religion in his dominions. The nation almost universally believed him capable, from bigotry, of committing any crime; as they had seen, that, from like motives, he was guilty of every imprudence: And the affections of nature, they thought, would be easily sacrificed to the superior motive of propagating a catholic and orthodox faith. The present occasion was not the first, when that calumny had been invented. In the year 1682, the queen, then dutchess of York, had been pregnant; and rumours were spread that an imposture would at that time be obtruded upon the nation: But happily, the infant proved a female, and thereby spared the party all the trouble of supporting their improbable fiction<a href=\"#n17\"><sup>[17]</sup></a>.","subId":"76","id":"Hume.HE.6.70.76"},{"type":"note","content":"The quakers' address was esteemed somewhat singular for its plainness and simplicity. It was conceived in these terms: <q>We are come to testify our sorrow for the death of our good friend Charles, and our joy for thy being made our governor. We are told thou art not of the persuasion of the church of England, no more than we: Wherefore we hope thou wilt grant us the same liberty, which thou allowest thyself. Which doing, we wish thee all manner of happiness.</q>","subId":"n1","id":"Hume.HE.6.70.n1"},{"type":"note","content":"Life of lord keeper North, p. 260. K. James's Memoirs, p. 144.","subId":"n2","id":"Hume.HE.6.70.n2"},{"type":"note","content":"Particularly Sir Edward Herbert's defence in the state trials, and Sir Robert Atkins's enquiry concerning the dispensing power.","subId":"n3","id":"Hume.HE.6.70.n3"},{"type":"note","content":"Rot. parl. 1 Hen. V. n. xv.","subId":"n4","id":"Hume.HE.6.70.n4"},{"type":"note","content":"Ibid. 1 Hen V. n. xxii. It is remarkable, however, that in the reign of Richard the Second, the parliament granted the king only a temporary power of dispensing with the statute of provisors. Rot. parl. 15 Rich. II. n. i. A plain implication that he had not, of himself, such prerogative. So uncertain were many of these points at that time.","subId":"n5","id":"Hume.HE.6.70.n5"},{"type":"note","content":"Sir Edward Coke's reports, seventh report.","subId":"n6","id":"Hume.HE.6.70.n6"},{"type":"note","content":"State Trials, vol. vii. first edit. p. 205. Parl. hist. vol. viii. p. 132.","subId":"n7","id":"Hume.HE.6.70.n7"},{"type":"note","content":"State trials, vol. v. first edit. p. 171.","subId":"n8","id":"Hume.HE.6.70.n8"},{"type":"note","content":"Sir Edward Coke's reports, twelfth report, p. 18.","subId":"n9","id":"Hume.HE.6.70.n9"},{"type":"note","content":"Sir Robert Atkins, p. 21.","subId":"n10","id":"Hume.HE.6.70.n10"},{"type":"note","content":"It is remarkable, that the convention, summoned by the prince of Orange, did not, even when they had the making of their own terms in <em>the declaration of rights,</em> venture to condemn the dispensing power in general, which had been uniformly exercised by the former kings of England. They only condemned it so far, <em>as it had been assumed and exercised of late,</em> without being able to tell wherein the difference lay. But in the <em>bill of rights,</em> which passed about a twelvemonth after, the parliament took care to secure themselves more effectually against a branch of prerogative, incompatible with all legal liberty and limitations; and they excluded, in positive terms, all dispensing power in the crown. Yet even then the house of lords rejected that clause of the bill, which condemned the exercise of this power in former kings, and obliged the commons to rest content with abolishing it for the future. There needs no other proof of the irregular nature of the old English government, than the existence of such a prerogative, always exercised and never questioned, till the acquisition of real liberty discovered, at last, the danger of it. See the Journals.","subId":"n11","id":"Hume.HE.6.70.n11"},{"type":"note","content":"D'Avaux, 10 January, 1687.","subId":"n12","id":"Hume.HE.6.70.n12"},{"type":"note","content":"The persons named were the archbishop of Canterbury, Sancroft; the bishop of Durham, Crew; of Rochester, Sprat; the earl of Rochester, Sunderland, chancellor Jefferies, and lord chief justice Herbert. The archbishop refused to act, and the bishop of Chester was substituted in his place.","subId":"n13","id":"Hume.HE.6.70.n13"},{"type":"note","content":"The elections in some places, particularly in York, were transferred from the people to the magistrates, who, by the new charter, were all named by the crown. Sir John Reresby's memoirs, p. 272. This was in reality nothing different from the king's naming the members. The same act of authority had been employed in all the burroughs of Scotland.","subId":"n14","id":"Hume.HE.6.70.n14"},{"type":"note","content":"When Charles dissolved his last parliament, he set forth a declaration giving his reasons for that measure, and this declaration the clergy had been ordered to read to the people after divine service. These orders were agreeable to their party prejudices, and they willingly submitted to them. The contrary was now the case.","subId":"n15","id":"Hume.HE.6.70.n15"},{"type":"note","content":"The words of the petition were: That the great averseness found in themselves to their distributing and publishing in all their churches your majesty's late declaration for liberty of conscience, proceeds neither from any want of duty and obedience to your majesty (our holy mother, the church of England, being both in her principles and her constant practice unquestionably loyal, and having to her great honour been more than once publicly acknowledged to be so by your gracious majesty) nor yet from any want of tenderness to dissenters, in relation to whom we are willing to come to such a temper as shall be thought fit, when the matter shall be considered and settled in parliament and convocation. But among many other considerations, from this especially, because that declaration is founded upon such a dispensing power as hath been often declared illegal in parliament, and particularly in the year 1662 and 1672, and in the beginning of your majesty's reign, and is a matter of so great moment and consequence to the whole nation both in church and state, that your petitioners cannot in prudence, honour, or conscience so far make themselves parties to it as a distribution of it all over the nation and the solemn publication of it once and again, even in God's house, and in the time of divine service, must amount to in common and reasonable construction.","subId":"n16","id":"Hume.HE.6.70.n16"},{"type":"note","content":"This story is taken notice of in a weekly paper, the Observator, published at that very time, 23d of August, 1682: Party zeal is capable of swallowing the most incredible story; but it is surely singular, that the same calumny, when once baffled, should yet be renewed with such success.","subId":"n17","id":"Hume.HE.6.70.n17"}]}