{"imported":true,"id":"Hume.HE.6.71","parent":"Hume.HE.6","title":"Chapter 71. James II (cont.)","breadcrumb":"Chapter 71","texts":[],"published":[1757],"copytext":[1778],"sourceDesc":"Hume’s <cite>History of England</cite> was written in three stages, and in reverse chronological order. He began with two volumes on the History of Great Britain (from the Union of the Crowns to the death of James II), published in 1754 and 1757. In 1759 he then published two more volumes, on the House of Tudor. This necessitated changing the title from the <cite>History of Great Britain</cite> to the <cite>History of England</cite>, since he now began the story a century and a half before the union. Finally, in 1762, he published two more volumes tracing the country’s history back even further, all the way to the Celtic Britons and the Roman invasion. In 1763, the first complete set was published, but owing to the size of the work – including the now very large index included in the final volume – it had to be chopped up rather awkwardly into 8 volumes rather than 6. The text here follows the posthumous 1778 edition, which Hume was working on before he died. That edition was also (of necessity) printed in 8 volumes, but it is shown here divided into 6 volumes instead (matching the breaks that appeared in the volumes as they were originally published).","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h2>CHAP. LXXI.</h2> <h1>JAMES II.</h1> <em>Conduct of the prince of Orange——He forms a league against France——refuses to concur with the king——resolves to oppose the king——Is applied to by the English——Coalition of parties——Prince's preparations——Offers of France to the King——rejected——Supposed league with France——General discontents——The king retracts his measures——Prince's declaration——The prince lands in England——General commotion——Desertion of the army——and of prince George——and of the princess Anne——King's consternation——and flight——General confusion——King seized at Feversham——Second escape——King's character——Convention summoned——Settlement of Scotland——English convention meets——Views of the parties——Free conferences between the houses——Commons prevail——Settlement of the crown——Manners, arts and sciences.</em>","id":"Hume.HE.6.71"},{"type":"paragraph","content":"WHILE every motive, <span class=\"margin-comment\">1688.</span> civil and religious, concurred to alienate from the king every rank and denomination of men, it might be expected, that his throne would, without delay, fall to <span class=\"page-break\"></span>pieces by its own weight: But such is the influence of established government; so averse are men from beginning hazardous enterprizes; that, had not an attack been made from abroad, affairs might long have remained in their present delicate situation, and James might at last have prevailed in his rash, and ill concerted projects.","subId":"1","id":"Hume.HE.6.71.1"},{"type":"paragraph","content":"<span class=\"margin-comment\">Conduct of the prince of Orange.</span> <span class=\"small-capitals\">The</span> prince of Orange, ever since his marriage with the lady Mary, had maintained a very prudent conduct; agreeably to the sound understanding, with which he was so eminently endowed. He made it a maxim to concern himself little in English affairs, and never by any measure to disgust any of the factions, or give umbrage to the prince, who filled the throne. His natural inclination, as well as his interest, led him to employ himself with assiduous industry in the transactions on the continent, and to oppose the grandeur of the French monarch, against whom he had long, both from personal and political considerations, conceived a violent animosity. By this conduct, he gratified the prejudices of the whole English nation: But as he crossed the inclinations of Charles, who sought peace by compliance with France, he had much declined in the favour and affections of that monarch.","subId":"2","id":"Hume.HE.6.71.2"},{"type":"paragraph","content":"<span class=\"small-capitals\">James</span> on his accession found it so much his interest to live on good terms with the heir apparent, that he showed the prince some demonstrations of friendship; and the prince, on his part, was not wanting in every instance of duty and regard towards the king. On Monmouth's invasion, he immediately dispatched over six regiments of British troops, which were in the Dutch service; and he offered to take the command of the king's forces against the rebels. How little soever he might approve of James's administration, he always kept a total silence on the subject, and gave no countenance to those discontents, which were propagated with such industry throughout the nation.","subId":"3","id":"Hume.HE.6.71.3"},{"type":"paragraph","content":"<span class=\"small-capitals\">It</span> was from the application of James himself, that the prince first openly took any part in English affairs. Notwithstanding the lofty ideas, which the king had entertained of his prerogative, he found, that the edicts, emitted from it, still wanted much of the authority of laws, and that the continuance of them might in the issue become dangerous, both to himself and to the catholics, whom he desired to favour. An act of parliament alone could insure the indulgence or toleration, which he had laboured to <span class=\"page-break\"></span>establish; and he hoped, that, if the prince would declare in favour of that scheme, the members, who had hitherto resisted all his own applications, would at last be prevailed with to adopt it. The consent, therefore, of the prince to the repeal of the penal statutes and of the test was strongly solicited by the king; and in order to engage him to agree to that measure, hopes were given<a href=\"#n1\"><sup>[1]</sup></a>, that England would second him in all those enterprizes, which his active and extensive genius had with such success planned on the continent. He was at this time the center of all the negociations of Christendom.","subId":"4","id":"Hume.HE.6.71.4"},{"type":"paragraph","content":"<span class=\"margin-comment\">He forms a league against France.</span> <span class=\"small-capitals\">The</span> emperor and the king of Spain, as the prince well knew, were enraged by the repeated injuries, which they had suffered from the ambition of Lewis, and still more by the frequent insults, which his pride had made them undergo. He was apprized of the influence of these monarchs over the catholic princes of the empire: He had himself acquired great authority with the protestant: And he formed a project of uniting Europe in one general league against the encroachments of France, which seemed so nearly to threaten the independance of all its neighbours.","subId":"5","id":"Hume.HE.6.71.5"},{"type":"paragraph","content":"<span class=\"small-capitals\">No</span> characters are more incompatible than those of a conqueror and a persecutor; and Lewis soon found, that besides his weakening France by the banishment of so many useful subjects, the refugees had enflamed all the protestant nations against him, and had raised him enemies, who, in defence of their religion as well as liberty, were obstinately resolved to oppose his progress. The city of Amsterdam and other towns in Holland, which had before fallen into a dependance on France, being terrified with the accounts, which they every moment received, of the furious persecutions against the Hugonots, had now dropped all domestic faction, and had entered into an entire confidence with the prince of Orange<a href=\"#n2\"><sup>[2]</sup></a>. The protestant princes of the empire formed a separate league at Magdebourg for the defence of their religion. The English were anew enraged at the blind bigotry of their sovereign, and were disposed to embrace the most desperate resolutions against him. From a view of the state of Europe during this period, it appears, that Lewis, besides sullying an illustrious reign, had <span class=\"page-break\"></span>wantonly by this persecution raised invincible barriers to his arms, which otherwise it had been difficult, if not impossible, to resist.","subId":"6","id":"Hume.HE.6.71.6"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> prince of Orange knew how to avail himself of all these advantages. By his intrigues and influence there was formed at Augsbourg a league, in which the whole empire united for its defence against the French monarch. Spain and Holland became parties in the alliance. The accession of Savoy was afterwards obtained. Sweden and Denmark seemed to favour the same cause. But though these numerous states composed the greater part of Europe, the league was still deemed imperfect and unequal to its end; so long as England maintained that neutrality, in which she had hitherto persevered.","subId":"7","id":"Hume.HE.6.71.7"},{"type":"paragraph","content":"<span class=\"small-capitals\">James</span>, though more prone to bigotry, was more sensible to his own and to national honour than his brother; and had he not been restrained by the former motive, he would have maintained with more spirit the interests and independance of his kingdoms. When a prospect, therefore, appeared of effecting his religious schemes by opposing the progress of France, he was not averse to that measure; and he gave his son-in-law room to hope, that, by concurring with his views in England, he might prevail with him to second those projects, which the prince was so ambitious of promoting.","subId":"8","id":"Hume.HE.6.71.8"},{"type":"paragraph","content":"<span class=\"margin-comment\">Refuses to concur with the king.</span> <span class=\"small-capitals\">A</span> more tempting offer could not be made to a person of his enterprizing character: But the objections to that measure, upon deliberation, appeared to him unsurmountable. The king, he observed, had incurred the hatred of his own subjects: Great apprehensions were entertained of his designs: The only resource, which the nation saw, was in the future succession of the prince and princess: Should <em>he</em> concur in those dreaded measures, he should draw on himself all the odium, under which the king laboured: The nation might even refuse to bear the expence of alliances, which would in that case become so suspicious: And he might himself incur danger of losing a succession, which was awaiting him, and which the egregious indiscretion of the king seemed even to give him hopes of reaping, before it should devolve to him by the course of nature. The prince, therefore, would go no farther than to promise his consent to the repeal of the penal statutes, by which the nonconformists as well as catholics were exposed to punishment: The test he deemed a security absolutely necessary for the established religion.","subId":"9","id":"Hume.HE.6.71.9"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> king did not remain satisfied with a single trial. There was one Stuart, a Scotch lawyer, who had been banished for pretended treasonable practices; but who had afterwards obtained a pardon, and had been recalled. By the king's directions, Stuart wrote several letters to pensionary Fagel, with whom he had contracted an acquaintance in Holland; and besides urging all the motives for an unlimited toleration, he desired, that his reasons should, in the king's name, be communicated to the prince and princess of Orange. Fagel during a long time made no reply; but finding, that his silence was construed into an assent, he at last expressed his own sentiments and those of their Highnesses. He said, that it was their fixed opinion, that no man, merely because he differed from the established faith, should ever, while he remained a peaceable subject, be exposed to any punishment or even vexation. That the prince and princess gave heartily their consent for repealing legally all the penal statutes, as well those which had been enacted against the catholics as against the protestant nonconformists; and would concur with the king in any measure for that purpose. That the test was not to be considered as a penalty inflicted on the professors of any religion, but as a security provided for the established worship. That it was no punishment on men to be excluded from public offices, and to live peaceably on their own revenues or industry. That even in the United Provinces, which were so often cited as models of toleration, though all sects were admitted, yet civil offices were enjoyed by the professors of the established religion alone. That military commands, indeed, were sometimes bestowed on catholics; but as they were conferred with great precaution, and still lay under the controul of the magistrate, they could give no just reason for umbrage. And that their Highnesses, however desirous of gratifying the king, and of endeavouring, by every means, to render his reign peaceable and happy, could not agree to any measure, which would expose their religion to such imminent danger.","subId":"10","id":"Hume.HE.6.71.10"},{"type":"paragraph","content":"<span class=\"small-capitals\">When</span> this letter was published, as it soon was, it inspired great courage into the protestants of all denominations, and served to keep them united in their opposition to the encroachments of the catholics. On the other hand, the king, who was not content with a simple toleration for his own religion, but was resolved, that it should enjoy great credit, if not an absolute superiority, was extremely <span class=\"page-break\"></span>disgusted, and took every occasion to express his displeasure, as well against the prince of Orange as the United Provinces. He gave the Algerine pyrates, who preyed on the Dutch, a reception in his harbours, and liberty to dispose of their prizes. He revived some complaints of the East India company with regard to the affair of Bantam<a href=\"#n3\"><sup>[3]</sup></a>. He required the six British regiments in the Dutch service to be sent over. He began to put his navy in a formidable condition. And from all his movements, the Hollanders entertained apprehensions, that he sought only an occasion and pretence for making war upon them.","subId":"11","id":"Hume.HE.6.71.11"},{"type":"paragraph","content":"<span class=\"margin-comment\">Resolves to oppose the king.</span> <span class=\"small-capitals\">The</span> prince in his turn resolved to push affairs with more vigour, and to preserve all the English protestants in his interests, as well as maintain them firm in their present union against the catholics. He knew, that men of education in England were, many of them, retained in their religion more by honour than by principle<a href=\"#n4\"><sup>[4]</sup></a>; and that, though every one was ashamed to be the first proselyte, yet if the example were once set by some eminent persons, interest would every day make considerable conversions to a communion, which was so zealously encouraged by the sovereign. Dykvelt therefore was sent over as envoy to England; and the prince gave him instructions, besides publicly remonstrating on the conduct of affairs both at home and abroad, to apply in his name, after a proper manner, to every sect and denomination. To the church party he sent assurances of favour and regard, and protested, that his education in Holland had no wise prejudiced him against episcopal government. The nonconformists were exhorted not to be deceived by the fallacious caresses of a popish court, but to wait patiently, till, in the fullness of time, laws, enacted by protestants, should give them that toleration, which, with so much reason, they had long demanded. Dykvelt executed his commission with such dexterity, that all orders of men cast their eyes toward Holland, and expected thence a deliverance from those dangers, with which their religion and liberty were so nearly threatened.","subId":"12","id":"Hume.HE.6.71.12"},{"type":"paragraph","content":"<span class=\"margin-comment\">Is applied to by the English.</span> <span class=\"small-capitals\">Many</span> of the most considerable persons, both in church and state, made secret applications to Dykvelt, and through him to the prince of Orange. Admiral Herbert too, though a man of great <span class=\"page-break\"></span>expence, and seemingly of little religion, had thrown up his employments, and had retired to the Hague, where he assured the prince of the disaffection of the seamen, by whom that admiral was extremely beloved. Admiral Russel, cousin german to the unfortunate lord of that name, passed frequently between England and Holland, and kept the communication open with all the great men of the protestant party. Henry Sidney, brother to Algernon, and uncle to the earl of Sunderland, came over under pretence of drinking the waters at Spaw, and conveyed still stronger assurances of an universal combination against the measures of the king. Lord Dumblaine, son of the earl of Danby, being master of a frigate, made several voyages to Holland, and carried from many of the nobility tenders of duty, and even considerable sums of money<a href=\"#n5\"><sup>[5]</sup></a>, to the prince of Orange.","subId":"13","id":"Hume.HE.6.71.13"},{"type":"paragraph","content":"<span class=\"small-capitals\">There</span> remained, however, some reasons, which retained all parties in awe, and kept them from breaking out into immediate hostility. The prince, on the one hand, was afraid of hazarding, by violent measures, an inheritance, which the laws ensured to the princess; and the English protestants, on the other, from the prospect of her succession, still entertained hopes of obtaining at last a peaceable and a safe redress of all their grievances. But when a son was born to the king, both the prince and the English nation were reduced to despair, and saw no resource but in a confederacy for their mutual interests. And thus the event, which James had so long made the object of his most ardent prayers, and from which he expected the firm establishment of his throne, proved the immediate cause of his ruin and downfall.","subId":"14","id":"Hume.HE.6.71.14"},{"type":"paragraph","content":"<span class=\"small-capitals\">Zuylestein</span>, who had been sent over to congratulate the king on the birth of his son, brought back to the prince invitations from most of the great men in England, to assist them, by his arms, in the recovery of their laws and liberties. The bishop of London, the earls of Danby, Nottingham, Devonshire, Dorset, the duke of Norfolk, the lords Lovelace, Delamere, Paulet, Eland, Mr. Hambden, Powle, Lester, besides many eminent citizens of London; all these persons, though of opposite parties, concurred in their applications to the prince. <span class=\"margin-comment\">Coalition of parties.</span> The whigs, suitably to their ancient principles of liberty, which had led them to attempt the exclusion bill, easily <span class=\"page-break\"></span>agreed to oppose a king, whose conduct had justified whatever his worst enemies had prognosticated concerning his succession. The tories and the church party, finding their past services forgotten, their rights invaded, their religion threatened, agreed to drop for the present all over-strained doctrines of submission, and attend to the great and powerful dictates of nature. The nonconformists, dreading the caresses of known and inveterate enemies, deemed the offers of toleration more secure from a prince, educated in those principles, and accustomed to that practice. And thus all faction was for a time laid asleep in England; and rival parties, forgetting their animosity, had secretly concurred in a design of resisting their unhappy and misguided sovereign. The earl of Shrewsbury, who had acquired great popularity by deserting, at this time, the catholic religion, in which he had been educated, left his regiment, mortgaged his estate for forty thousand pounds, and made a tender of his sword and purse to the prince of Orange. Lord Wharton, notwithstanding his age and infirmities, had taken a journey for the same purpose. Lord Mordaunt was at the Hague, and pushed on the enterprize with that ardent and courageous spirit, for which he was so eminent. Even Sunderland, the king's favourite minister, is believed to have entered into a correspondence with the prince; and at the expence of his own honour and his master's interests, to have secretly favoured a cause, which, he foresaw, was likely soon to predominate<a href=\"#n6\"><sup>[6]</sup></a>.","subId":"15","id":"Hume.HE.6.71.15"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> prince was easily engaged to yield to the applications of the English, and to embrace the defence of a nation, which, during its present fears and distresses, regarded him as its sole protector. The great object of his ambition was to be placed at the head of a confederate army, and by his valour to avenge the injuries, which he himself, his country, and his allies, had sustained from the haughty Lewis. But while England remained under the present government, he despaired of ever forming a league which would be able, with any probability of success, to make opposition against that powerful monarch. The tyes of affinity could not be supposed to have great influence over a person of the prince's rank and temper; much more, as he knew, that they were at first unwillingly <span class=\"page-break\"></span>contracted by the king, and had never since been cultivated by any essential favours or good offices. Or should any reproach remain upon him for violating the duties of private life; the glory of delivering oppressed nations would, he hoped, be able, in the eyes of reasonable men, to make ample compensation. He could not well expect, on the commencement of his enterprize, that it would lead him to mount the throne of England: But he undoubtedly foresaw, that its success would establish his authority in that kingdom. And so egregious was James's temerity, that there was no advantage, so great or obvious, which that prince's indiscretion might not afford his enemies.","subId":"16","id":"Hume.HE.6.71.16"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> prince of Orange, throughout his whole life, was peculiarly happy in the situations, in which he was placed. He saved his own country from ruin, he restored the liberties of these kingdoms, he supported the general independency of Europe. And thus, though his virtue, it is confessed, be not the purest, which we meet with in history, it will be difficult to find any person, whose actions and conduct have contributed more eminently to the general interests of society and of mankind.","subId":"17","id":"Hume.HE.6.71.17"},{"type":"paragraph","content":"<span class=\"margin-comment\">Prince's preparations.</span> <span class=\"small-capitals\">The</span> time, when the prince entered on his enterprize, was well chosen; as the people were then in the highest ferment, on account of the insult, which the imprisonment and trial of the bishops had put upon the church, and indeed upon all the protestants of the nation. His method of conducting his preparations was no less wise and politic. Under other pretences he had beforehand made considerable augmentations to the Dutch navy; and the ships were at that time lying in harbour. Some additional troops were also levied; and sums of money, raised for other purposes, were diverted by the prince to the use of this expedition. The States had given him their entire confidence; and partly from terror of the power of France, partly from disgust at some restraints laid on their commerce in that kingdom, were sensible how necessary success in this enterprize was become to their domestic happiness and security. Many of the neighbouring princes regarded him as their guardian and protector, and were guided by him in all their counsels. He held conferences with Castanaga, governor of the Spanish Netherlands, with the electors of Brandenburgh and Saxony, with the Landgrave of Hesse-Cassel, and with the whole house of <span class=\"page-break\"></span>Lunenbourg. It was agreed, that these princes should replace the troops employed against England, and should protect the United Provinces during the absence of the prince of Orange. Their forces were already on their march for that purpose: A considerable encampment of the Dutch army was formed at Nimeguen: Every place was in movement; and though the roots of this conspiracy reached from one end of Europe to the other, so secret were the prince's counsels, and so fortunate was the situation of affairs, that he could still cover his preparations under other pretences; and little suspicion was entertained of his real intentions.","subId":"18","id":"Hume.HE.6.71.18"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> king of France, menaced by the league of Augsbourg, had resolved to strike the first blow against the allies; and having sought a quarrel with the emperor and the elector Palatine, he had invaded Germany with a great army, and had laid siege to Philipsbourg. The elector of Cologne, who was also bishop of Liege and Munster, and whose territories almost entirely surrounded the United Provinces, had died about this time; and the candidates for that rich succession were prince Clement of Bavaria, supported by the house of Austria, and the cardinal of Furstemberg, a prelate dependant on France. The pope, who favoured the allies, was able to throw the balance between the parties, and prince Clement was chosen; a circumstance which contributed extremely to the security of the States. But as the cardinal kept possession of many of the fortresses, and had applied to France for succour, the neighbouring territories were full of troops; and by this means the preparations of the Dutch and their allies seemed intended merely for their own defence against the different enterprizes of Lewis.","subId":"19","id":"Hume.HE.6.71.19"},{"type":"paragraph","content":"<span class=\"small-capitals\">All</span> the artifices, however, of the prince could not entirely conceal his real intentions from the sagacity of the French court. D'Avaux, Lewis's envoy at the Hague, had been able, by a comparison of circumstances, to trace the purposes of the preparations in Holland; and he instantly informed his master of the discovery. Lewis conveyed the intelligence to James; <span class=\"margin-comment\">Offers of France to the king.</span> and accompanied the information with an important offer. He was willing to join a squadron of French ships to the English fleet; and to send over any number of troops, which James should judge requisite for his security. When this proposal was rejected, he again offered to raise <span class=\"page-break\"></span>the siege of Philipsbourg, to march his army into the Netherlands, and by the terror of his arms to detain the Dutch forces in their own country. This proposal met with no better reception.","subId":"20","id":"Hume.HE.6.71.20"},{"type":"paragraph","content":"<span class=\"margin-comment\">Rejected.</span> <span class=\"small-capitals\">James</span> was not, as yet, entirely convinced, that his son-in-law intended an invasion upon England. Fully persuaded, himself, of the sacredness of his own authority, he fancied, that a like belief had made deep impression on his subjects; and notwithstanding the strong symptoms of discontent which broke out every where, such an universal combination in rebellion appeared to him no wise credible. His army, in which he trusted, and which he had considerably augmented, would easily be able, he thought, to repel foreign force, and to suppress any sedition among the populace. A small number of French troops, joined to these, might tend only to breed discontent; and afford them a pretence for mutinying against foreigners, so much feared and hated by the nation. A great body of auxiliaries might indeed secure him both against an invasion from Holland, and against the rebellion of his own subjects; but would be able afterwards to reduce him to dependance, and render his authority entirely precarious. Even the French invasion of the Low Countries might be attended with dangerous consequences; and would suffice, in these jealous times, to revive the old suspicion of a combination against Holland, and against the protestant religion; a suspicion, which had already produced such discontents in England. These were the views suggested by Sunderland; and it must be confessed, that the reasons, on which they were founded, were sufficiently plausible; as indeed the situation, to which the king had reduced himself, was, to the last degree, delicate and perplexing.","subId":"21","id":"Hume.HE.6.71.21"},{"type":"paragraph","content":"<span class=\"small-capitals\">Still</span> Lewis was unwilling to abandon a friend and ally, whose interests he regarded as closely connected with his own. By the suggestion of Skelton, the king's minister at Paris, orders were sent to D'Avaux to remonstrate with the States in Lewis's name against those preparations, which they were making to invade England. The strict amity, said the French minister, which subsists between the two monarchs will make Lewis regard every attempt against his ally as an act of hostility against himself. This remonstrance had a bad effect, and put the States in a flame. What is this alliance, they asked, between France and England, which has been so carefully <span class=\"page-break\"></span>concealed from us? Is it of the same nature with the former; meant for our destruction and for the extirpation of the protestant religion? If so, it is high time for us to provide for our own defence, and to anticipate those projects, which are forming against us.","subId":"22","id":"Hume.HE.6.71.22"},{"type":"paragraph","content":"<span class=\"small-capitals\">Even</span> James was displeased with this officious step taken by Lewis for his service. He was not reduced, he said, to the condition of the cardinal of Furstemberg, and obliged to seek the protection of France. He recalled Skelton, and threw him into the Tower for his rash conduct. He solemnly disavowed D'Avaux's memorial; and protested, that no alliance subsisted between him and Lewis, but what was public and known to all the world. The States, however, still affected to appear incredulous on that head<a href=\"#n7\"><sup>[7]</sup></a>; and the English, prepossessed against their sovereign, firmly believed, that he had concerted a project with Lewis for their entire subjection. Portsmouth, it was said, was to be put into the hands of that ambitious monarch: England was to be filled with French and Irish troops: And every man, who refused to embrace the Romish superstition, was by these bigotted princes devoted to certain destruction.","subId":"23","id":"Hume.HE.6.71.23"},{"type":"paragraph","content":"<span class=\"small-capitals\">These</span> suggestions were every where spread abroad, and tended to augment the discontents, of which both the fleet and army, as well as the people, betrayed every day the most evident symptoms. The fleet had begun to mutiny; because Stricland, the admiral, a Roman catholic, introduced the mass aboard his ship, and dismissed the protestant chaplain. It was with some difficulty the seamen could be appeased; and they still persisted in declaring, that they would not fight against the Dutch, whom they called friends and brethren; but would willingly give battle to the French, whom they regarded as national enemies. The king had intended to augment his army with Irish recruits, and he resolved to try the experiment on the regiment of the duke of Berwic, his natural son; But Beaumont, the lieutenant-colonel, refused to admit them; and to this opposition five captains steadily adhered. They were all <span class=\"page-break\"></span>cashiered; and had not the discontents of the army on this occasion become very apparent, it was resolved to have punished those officers for mutiny.","subId":"24","id":"Hume.HE.6.71.24"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> king made a trial of the dispositions of his army, in a manner still more undisguised. Finding opposition from all the civil and ecclesiastical orders of the kingdom, he resolved to appeal to the military, who, if unanimous, were able alone to serve all his purposes, and to enforce universal obedience. His intention was to engage all the regiments, one after another, to give their consent to the repeal of the test and penal statutes; and accordingly, the major of Litchfield's drew out the battalion before the king, and told them, that they were required either to enter into his majesty's views in these particulars, or to lay down their arms. James was surprized to find, that, two captains, and a few popish soldiers excepted, the whole battalion immediately embraced the latter part of the alternative. For some time, he remained speechless; but having recovered from his astonishment, he commanded them to take up their arms; adding with a sullen, discontented air, <q>That for the future, he would not do them the honour to apply for their approbation.</q>","subId":"25","id":"Hume.HE.6.71.25"},{"type":"paragraph","content":"<span class=\"small-capitals\">While</span> the king was dismayed with these symptoms of general disaffection, he received a letter from the marquess of Albeville, his minister at the Hague, <span class=\"margin-comment\">23d Sept.</span> which informed him with certainty, that he was soon to look for a powerful invasion from Holland, and that pensionary Fagel had at length acknowledged, that the scope of all the Dutch naval preparations was to transport forces into England. Though James could reasonably expect no other intelligence, he was astonished at the news: He grew pale, and the letter dropped from his hand: His eyes were now opened, and he found himself on the brink of a frightful precipice, which his delusions had hitherto concealed from him. His ministers and counsellors, equally astonished, saw no resource but in a sudden and precipitate retraction of all those fatal measures, by which he had created to himself so many enemies, foreign and domestic. He paid court to the Dutch, and offered to enter into any alliance with them for common security: <span class=\"margin-comment\">The king retracts his measures.</span> He replaced in all the counties the deputy-lieutenants and justices, who had been deprived of their commissions for their adherence to the test and the penal laws: He restored the charters of London, and of all the corporations: He <span class=\"page-break\"></span>annulled the court of ecclesiastical commission: He took off the bishop of London's suspension: He re-instated the expelled president and fellows of Magdalen college: And he was even reduced to caress those bishops, whom he had so lately prosecuted and insulted. All these measures were regarded as symptoms of fear, not of repentance. The bishops instead of promising succour, or suggesting comfort, recapitulated to him all the instances of his maladministration, and advised him thenceforwards to follow more salutary counsel. And as intelligence arrived of a great disaster, which had befallen the Dutch fleet, it is commonly believed, that the king recalled, for some time, the concessions, which he had made to Magdalen college: A bad sign of his sincerity in his other concessions. Nay, so prevalent were his unfortunate prepossessions, that, amidst all his present distresses, he could not forbear, at the baptism of the young prince, appointing the pope to be one of the godfathers.","subId":"26","id":"Hume.HE.6.71.26"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> report, that a supposititious child was to be imposed on the nation, had been widely spread, and greedily received, before the birth of the prince of Wales: But the king, who, without seeming to take notice of the matter, might easily have qualified that ridiculous rumour, had, from an ill-timed haughtiness, totally neglected it. He disdained, he said, to satisfy those, who could deem him capable of so base and villainous an action. Finding that the calumny gained ground, and had made deep impression on his subjects, he was now obliged to submit to the mortifying task of ascertaining the reality of the birth. Though no particular attention had been beforehand given to ensure proof, the evidence, both of the queen's pregnancy and delivery was rendered indisputable; and so much the more, as no argument or proof of any importance, nothing but popular rumour and surmize, could be thrown into the opposite scale.","subId":"27","id":"Hume.HE.6.71.27"},{"type":"paragraph","content":"<span class=\"margin-comment\">Prince's declaration.</span> <span class=\"small-capitals\">Meanwhile</span>, the prince of Orange's declaration was dispersed over the kingdom, and met with universal approbation. All the grievances of the nation were there enumerated: The dispensing and suspending power; the court of ecclesiastical commission; the filling of all offices with catholics, and the raising of a Jesuit to be privy-counsellor; the open encouragement given to popery, by building every where churches, colleges, and seminaries for that sect; the displacing of judges, if they refused to give sentence <span class=\"page-break\"></span>according to orders received from court; the annulling of the charters of all the corporations, and the subjecting of elections to arbitrary will and pleasure; the treating of petitions, even the most modest, and from persons of the highest rank, as criminal and seditious; the committing of the whole authority of Ireland, civil and military, into the hands of papists; the assuming of an absolute power over the religion and laws of Scotland, and openly exacting in that kingdom an obedience without reserve; and the violent presumptions against the legitimacy of the prince of Wales. In order to redress all these grievances, the prince said, that he intended to come over to England with an armed force, which might protect him from the king's evil counsellors: And that his sole aim was to have a legal and free parliament assembled, who might provide for the safety and liberty of the nation, as well as examine the proofs of the prince of Wales's legitimacy. No one, he added, could entertain such hard thoughts of him as to imagine, that he had formed any other design than to procure the full and lasting settlement of religion, liberty, and property. The force, which he meant to bring with him, was totally disproportioned to any views of conquest; and it were absurd to suspect, that so many persons of high rank, both in church and state, would have given him so many solemn invitations for such a pernicious purpose. Though the English ministers, terrified with his enterprize, had pretended to redress some of the grievances complained of; there still remained the foundation of all grievances, that upon which they could in an instant be again erected, an arbitrary and despotic power in the crown. And for this usurpation there was no possible remedy, but by a full declaration of all the rights of the subject in a free parliament.","subId":"28","id":"Hume.HE.6.71.28"},{"type":"paragraph","content":"<span class=\"small-capitals\">So</span> well concerted were the prince's measures, that, in three days, above four hundred transports were hired; the army quickly fell down the rivers and canals from Nimeguen; the artillery, arms, stores, and horses, were embarked; <span class=\"margin-comment\">21st of October.</span> and the prince set sail from Helvoet-Sluice, with a fleet of near five hundred vessels, and an army of above fourteen thousand men. He first encountered a storm, which drove him back: But his loss being soon repaired, the fleet put to sea under the command of admiral Herbert, and made sail with a fair wind towards the west of England. The same wind detained the king's fleet in their station near Harwich, and enabled <span class=\"page-break\"></span>the Dutch to pass the streights of Dover without opposition. Both shores were covered with multitudes of people, who, besides admiring the grandeur of the spectacle, were held in anxious suspence by the prospect of an enterprize, the most important, which, during some ages, had been undertaken in Europe. The prince had a prosperous voyage, and landed his army safely in Torbay on the fifth of November, the anniversary of the gunpowder-treason.","subId":"29","id":"Hume.HE.6.71.29"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> Dutch army marched first to Exeter; and the prince's declaration was there published. That whole county was so terrified with the executions, which had ensued upon Monmouth's rebellion, that no one for several days joined the prince. The bishop of Exeter in a fright fled to London, and carried to court intelligence of the invasion. As a reward of his zeal, he received the archbishopric of York, which had long been kept vacant, with an intention, as was universally believed, of bestowing it on some catholic. The first person, who joined the prince, was major Burrington; and he was quickly followed by the gentry of the counties of Devon and Somerset. Sir Edward Seymour made proposals for an association, which every one signed. By degrees, the earl of Abingdon, Mr. Russel, son of the earl of Bedford, Mr. Wharton, Godfrey, Howe came to Exeter. <span class=\"margin-comment\">General commotion.</span> All England was in commotion. Lord Delamere took arms in Cheshire, the earl of Danby seized York, the earl of Bath, governor of Plymouth, declared for the prince, the earl of Devonshire made a like declaration in Derby. The nobility and gentry of Nottinghamshire embraced the same cause; and every day there appeared some effect of that universal combination, into which the nation had entered against the measures of the king. Even those who took not the field against him, were able to embarass and confound his counsels. A petition for a free parliament was signed by twenty-four bishops and peers of the greatest distinction, and was presented to the king. No one thought of opposing or resisting the invader.","subId":"30","id":"Hume.HE.6.71.30"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> the most dangerous symptom was the disaffection, which from the general spirit of the nation, not from any particular reason, had creeped into the army. The officers seemed all disposed to prefer the interests of their country and of their religion to those principles of honour and fidelity, <span class=\"margin-comment\">Desertion of the army.</span> which are commonly esteemed the most sacred ties by men of that profession. Lord Colchester, son of the earl of Rivers, was the first officer that <span class=\"page-break\"></span>deserted to the prince; and he was attended by a few of his troops. Lord Lovelace made a like effort; but was intercepted by the militia under the duke of Beaufort and taken prisoner: Lord Cornbury, son of the earl of Clarendon, was more successful. He attempted to carry over three regiments of cavalry; and he actually brought a considerable part of them to the prince's quarters. Several officers of distinction informed Feversham, the general, that they could not in conscience fight against the prince of Orange.","subId":"31","id":"Hume.HE.6.71.31"},{"type":"paragraph","content":"<span class=\"small-capitals\">Lord</span> Churchill had been raised from the rank of a page, had been invested with a high command in the army, had been created a peer, and had owed his whole fortune to the king's favour: Yet even he could resolve, during the present extremity, to desert his unhappy master, who had ever reposed entire confidence in him. He carried with him the duke of Grafton, natural son of the late king, colonel Berkeley, and some troops of dragoons. This conduct was a signal sacrifice to public virtue of every duty in private life; and required, ever after, the most upright, disinterested, and public spirited behaviour to render it justifiable.","subId":"32","id":"Hume.HE.6.71.32"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> king had arrived at Salisbury, the head quarters of his army, when he received this fatal intelligence. That prince, though a severe enemy, had ever appeared a warm, steady, and sincere friend; and he was extremely shocked with this, as with many other instances of ingratitude, to which he was now exposed. There remained none in whom he could confide. As the whole army had discovered symptoms of discontent, he concluded it full of treachery; and being deserted by those whom he had most favoured and obliged, he no longer expected, that others would hazard their lives in his service. During this distraction and perplexity, he embraced a sudden resolution of drawing off his army, <span class=\"margin-comment\">25th of November.</span> and retiring towards London: A measure, which could only serve to betray his fears, and provoke farther treachery.","subId":"33","id":"Hume.HE.6.71.33"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> Churchill had prepared a still more mortal blow for his distressed benefactor. His lady and he had an entire ascendant over the family of prince George of Denmark; and the time now appeared seasonable for overwhelming the unhappy king, who was already staggering with the violent shocks, <span class=\"margin-comment\">and of prince George, and of the princess Anne.</span> which he had received. Andover was the first stage of James's retreat towards London; and there, prince George, together with the young duke of <span class=\"page-break\"></span>Ormond<a href=\"#n8\"><sup>[8]</sup></a>, Sir George Huet, and some other persons of distinction, deserted him in the night-time, and retired to the prince's camp. No sooner had this news reached London, than the princess Anne, pretending fear of the king's displeasure, withdrew herself in company with the bishop of London and lady Churchill. She fled to Nottingham; where the earl of Dorset received her with great respect, and the gentry of the county quickly formed a troop for her protection.","subId":"34","id":"Hume.HE.6.71.34"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> late king, in order to gratify the nation, had entrusted the education of his nieces entirely to protestants; and as these princesses were deemed the chief resource of the established religion after their father's defection, great care had been taken to instill into them, from their earliest infancy, the strongest prejudices against popery. During the violence too of such popular currents, as now prevailed in England, all private considerations are commonly lost in the general passion; and the more principle any person possesses, the more apt is he, on such occasions, to neglect and abandon his domestic duties. Though these causes may account for the behaviour of the princess, they had nowise prepared the king to expect so astonishing an event. <span class=\"margin-comment\">King's consternation, and flight.</span> He burst into tears, when the first intelligence of it was conveyed to him. Undoubtedly he foresaw in this incident the total expiration of his royal authority: But the nearer and more intimate concern of a parent laid hold of his heart; when he found himself abandoned in his uttermost distress by a child, and a virtuous child, whom he had ever regarded with the most tender affection. <q>God help me,</q> cried he, in the extremity of his agony, <q>my own children have forsaken me!</q> It is indeed singular, that a prince, whose chief blame consisted in imprudences, and misguided principles, should be exposed, from religious antipathy, to such treatment as even Nero, Domitian, or the most enormous tyrants, that have disgraced the records of history, never met with from their friends and family.","subId":"35","id":"Hume.HE.6.71.35"},{"type":"paragraph","content":"<span class=\"small-capitals\">So</span> violent were the prejudices, which at this time prevailed, that this unhappy father, who had been deserted by his favourite child, was believed, upon her disappearing, to have put her to <span class=\"page-break\"></span>death: And it was fortunate, that the truth was timely discovered; otherwise the populace, even the king's guards themselves, might have been engaged, in revenge, to commence a massacre of the priests and catholics.","subId":"36","id":"Hume.HE.6.71.36"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> king's fortune now exposed him to the contempt of his enemies; and his behavour was not such as could gain him the esteem of his friends and adherents. Unable to resist the torrent, he preserved not presence of mind in yielding to it; but seemed in this emergence as much depressed with adversity, as he had before been vainly elated by prosperity. He called a council of all the peers and prelates who were in London; and followed their advice in issuing writs for a new parliament, and in sending Halifax, Nottingham, and Godolphin as commissioners to treat with the prince of Orange. But these were the last acts of royal authority which he exerted. He even hearkened to imprudent counsel, by which he was prompted to desert the throne, and to gratify his enemies beyond what their fondest hopes could have promised them.","subId":"37","id":"Hume.HE.6.71.37"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> queen, observing the fury of the people, and knowing how much she was the object of general hatred, was struck with the deepest terror, and began to apprehend a parliamentary impeachment, from which, she was told, the queens of England were not exempted. The popish courtiers, and above all, the priests, were aware, that they should be the first sacrifice, and that their perpetual banishment was the smallest penalty, which they must expect from national resentment. They were, therefore, desirous of carrying the king along with them; whose presence, they knew, would still be some resource and protection to them in foreign countries, and whose restoration, if it ever happened, would again re-instate them in power and authority. The general defection of the protestants made the king regard the catholics, as his only subjects, on whose counsel he could rely; and the fatal catastrophe of his father afforded them a plausible reason for making him apprehend a like fate. The great difference of circumstances was not, during men's present distractions, sufficiently weighed. Even after the people were inflamed by a long civil war, the execution of Charles I. could not be deemed a national deed: It was perpetrated by a fanatical army, pushed on by a daring and enthusiastical leader; and the whole kingdom had ever entertained, and <span class=\"page-break\"></span>did still entertain, a violent abhorrence against that enormity. The situation of public affairs, therefore, no more resembled what it was forty years before, than the prince of Orange, either in birth, character, fortune, or connexions, could be supposed a parallel to Cromwel.","subId":"38","id":"Hume.HE.6.71.38"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> emissaries of France, and among the rest, Barillon, the French ambassador, were busy about the king; and they had entertained a very false notion, which they instilled into him, that nothing would more certainly retard the public settlement, and beget universal confusion, than his deserting the kingdom. The prince of Orange had with good reason embraced a contrary opinion; and he deemed it extremely difficult to find expedients for securing the nation, so long as the king kept possession of the crown. Actuated, therefore, by this public motive, and no less, we may well presume, by private ambition, he was determined to use every expedient, which might intimidate the king, and make him quit that throne, which he himself was alone enabled to fill. He declined a personal conference with James's commissioners, and sent the earls of Clarendon and Oxford to treat with them: The terms, which he proposed, implied almost a present participation of the sovereignty: And he stopped not a moment the march of his army towards London.","subId":"39","id":"Hume.HE.6.71.39"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> news, which the king received from all quarters, served to continue the panic, into which he was fallen, and which his enemies expected to improve to their advantage. Colonel Copel, deputy governor of Hull, made himself master of that important fortress; and threw into prison lord Langdale, the governor, a catholic; together with lord Montgomery, a nobleman of the same religion. The town of Newcastle received lord Lumley, and declared for the prince of Orange and a free parliament. The duke of Norfolk, lord lieutenant of the county of that name, engaged it in the same measure. The prince's declaration was read at Oxford by the duke of Ormond, and was received with great applause by that loyal university, who also made an offer of their plate to the prince. Every day, some person of quality or distinction, and among the rest, the duke of Somerset, went over to the enemy. A violent declaration was dispersed in the prince's name, but without his participation; in which every one was commanded to seize and punish all papists, who, contrary to law, pretended either to carry <span class=\"page-break\"></span>arms, or exercise any act of authority. It may not be unworthy of notice, that a merry ballad, called Lilliballero, being at this time published in derision of the papists and the Irish, it was greedily received by the people, and was sung by all ranks of men, even by the king's army, who were strongly seized with the national spirit. This incident both discovered, and served to encrease, the general discontent of the kingdom.","subId":"40","id":"Hume.HE.6.71.40"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> contagion of mutiny and disobedience had also reached Scotland, whence the regular forces, contrary to the advice of Balcarras, the treasurer, were withdrawn, in order to re-inforce the English army. The marquess of Athole, together with viscount Tarbat, and others, finding the opportunity favourable, began to form intrigues against Perth, the chancellor; and the presbyterians and other malcontents flocked from all quarters to Edinburgh. The chancellor, apprehensive of the consequences, found it expedient to abscond; and the populace, as if that event were a signal for their insurrection, immediately rose in arms, and rifled the popish chapel in the king's palace. All the catholics, even all the zealous royalists, were obliged to conceal themselves; and the privy council, instead of their former submissive strains of address to the king, and violent edicts against their fellow subjects, now made applications to the prince of Orange, as the restorer of law and liberty.","subId":"41","id":"Hume.HE.6.71.41"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> king every moment alarmed, more and more, by these proofs of a general disaffection, not daring to repose trust in any but those who were exposed to more danger than himself, agitated by disdain towards ingratitude, by indignation against disloyalty, impelled by his own fears and those of others, precipitately embraced the resolution of escaping into France; and he sent off beforehand the queen and the infant prince, under the conduct of count Lauzun, an old favourite of the French monarch. He himself disappeared in the night-time, attended only by Sir Edward Hales; <span class=\"margin-comment\">12th Dec.</span> and made the best of his way to a ship, which waited for him near the mouth of the river. As if this measure had not been the most grateful to his enemies of any that he could adopt, he had carefully concealed his intention from all the world; and nothing could equal the surprize, which seized the city, the court, and the kingdom, upon the discovery of this strange event. Men beheld, all of a sudden, the reins of government thrown up by the hand which <span class=\"page-break\"></span>held them; and saw none, who had any right or even pretension, to take possession of them.","subId":"42","id":"Hume.HE.6.71.42"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> more effectually to involve every thing in confusion, the king appointed not any one, who should, in his absence, exercise any part of the administration; he threw the great seal into the river; and he recalled all those writs, which had been issued for the election of the new parliament. It is often supposed, that the sole motive, which impelled him to this sudden desertion, was his reluctance to meet a free parliament, and his resolution not to submit to those terms, which his subjects would deem requisite for the security of their liberties and their religion. But it must be considered, that his subjects had first deserted him, and entirely lost his confidence; that he might reasonably be supposed to entertain fears for his liberty, if not for his life; and that the conditions would not probably be moderate, which the nation, sensible of his inflexible temper, enraged with the violation of their laws and the danger of their religion, and foreseeing his resentment on account of their past resistance, would, in his present circumstances, exact from him.","subId":"43","id":"Hume.HE.6.71.43"},{"type":"paragraph","content":"<span class=\"small-capitals\">By</span> this temporary dissolution of government, the populace were masters; and there was no disorder, which, during their present ferment, might not be dreaded from them. They rose in a tumult and destroyed all the mass-houses. They even attacked and rifled the houses of the Florentine envoy and Spanish ambassador, where many of the catholics had lodged their most valuable effects. Jefferies, the chancellor, who had disguised himself, in order to fly the kingdom, was discovered by them, and so abused, that he died a little after. Even the army, which should have suppressed those tumults, would, it was apprehended, serve rather to encrease the general disorder. Feversham had no sooner heard of the king's flight, than he disbanded the troops in the neighbourhood, and without either disarming or paying them, let them loose to prey upon the country.","subId":"44","id":"Hume.HE.6.71.44"},{"type":"paragraph","content":"<span class=\"small-capitals\">In</span> this extremity, the bishops and peers, who were in town, being the only remaining authority of the state (for the privy council, composed of the king's creatures, was totally disregarded) thought proper to assemble, and to interpose for the preservation of the community. They chose the marquess of Halifax speaker: They gave directions to the mayor and aldermen for keeping the <span class=\"page-break\"></span>peace of the city: They issued orders, which were readily obeyed, to the fleet, the army, and all the garrisons: And they made applications to the prince of Orange, whose enterprize they highly applauded, and whose success they joyfully congratulated.","subId":"45","id":"Hume.HE.6.71.45"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> prince on his part was not wanting to the tide of success, which flowed in upon him, nor backward in assuming that authority, which the present exigency had put into his hands. Besides the general popularity, attending his cause, a new incident made his approach to London still more grateful. In the present trepidation of the people, a rumour arose, either from chance or design, that the disbanded Irish had taken arms, and had commenced an universal massacre of the protestants. This ridiculous belief was spread all over the kingdom in one day; and begat every where the deepest consternation. The alarum bells were rung; the beacons fired; men fancied that they saw at a distance the smoke of the burning cities, and heard the groans of those who were slaughtered in their neighbourhood. It is surprizing, that the catholics did not all perish, in the rage which naturally succeeds to such popular panics.","subId":"46","id":"Hume.HE.6.71.46"},{"type":"paragraph","content":"<span class=\"small-capitals\">While</span> every one from principle, interest, or animosity, turned his back on the unhappy king, who had abandoned his own cause, the unwelcome news arrived, <span class=\"margin-comment\">King seized at Feversham.</span> that he had been seized by the populace at Feversham, as he was making his escape in disguise; that he had been much abused, till he was known; but that the gentry had then interposed and protected him, though they still refused to consent to his escape. This intelligence threw all parties into confusion. The prince sent Zuylestein with orders, that the king should approach no nearer than Rochester; but the message came too late. He was already arrived in London, where the populace, moved by compassion for his unhappy fate, and actuated by their own levity, had received him with shouts and acclamations.","subId":"47","id":"Hume.HE.6.71.47"},{"type":"paragraph","content":"<span class=\"small-capitals\">During</span> the king's abode at Whitehall, little attention was payed to him by the nobility or any persons of distinction. They had, all of them, been previously disgusted on account of his blind partiality to the catholics; and they knew, that they were now become criminal in his eyes by their late public applications to the prince of Orange. He himself shewed not any symptom of spirit, nor discovered any intention of resuming the reins of government, which he had once thrown aside. His authority was now plainly <span class=\"page-break\"></span>expired; and as he had exercised his power, while possessed of it, with very precipitate and haughty counsels, he relinquished it by a despair, equally precipitate and pusillanimous.","subId":"48","id":"Hume.HE.6.71.48"},{"type":"paragraph","content":"<span class=\"small-capitals\">Nothing</span> remained for the now ruling powers but to deliberate how they should dispose of his person. Besides, that the prince may justly be supposed to have possessed more generosity than to think of offering violence to an unhappy monarch, so nearly related to him, he knew, that nothing would so effectually promote his own views as the king's retiring into France, a country at all times obnoxious to the English. It was determined, therefore, to push him into that measure, which, of himself, he seemed sufficiently inclined to embrace. The king having sent lord Feversham on a civil message to the prince, desiring a conference for an accommodation in order to the public settlement, that nobleman was put in arrest, under pretence of his coming without a passport: The Dutch guards were ordered to take possession of Whitehall, where James then resided, and to displace the English: And Halifax, Shrewsbury, and Delamere, brought a message from the prince, which they delivered to the king in bed after midnight, ordering him to leave his palace next morning, and to depart for Ham, a seat of the dutchess of Lauderdale's. He desired permission, which was easily granted, of retiring to Rochester, a town near the sea-coast. It was perceived, that the artifice had taken effect; and that the king, terrified with this harsh treatment, had renewed his former resolution of leaving the kingdom.","subId":"49","id":"Hume.HE.6.71.49"},{"type":"paragraph","content":"<span class=\"small-capitals\">He</span> lingered, however, some days at Rochester, under the protection of a Dutch guard, and seemed desirous of an invitation still to keep possession of the throne. He was undoubtedly sensible, that, as he had, at first, trusted too much to his people's loyalty, and in confidence of their submission, had offered the greatest violence to their principles and prejudices; so had he, at last, on finding his disappointment, gone too far in the other extreme, and had hastily supposed them destitute of all sense of duty or allegiance. But observing, that the church, the nobility, the city, the country, all concurred in neglecting him, and leaving him to his own counsels, he submitted to his melancholy fate; and being urged by earnest letters from the queen, <span class=\"margin-comment\">Second escape. 23d Dec.</span> he privately embarked on board a frigate which waited for him; and he arrived safely at Ambleteuse in Picardy, whence he hastened to St. Germains. Lewis <span class=\"page-break\"></span>received him with the highest generosity, sympathy, and regard; a conduct, which, more than his most signal victories, contributes to the honour of that great monarch.","subId":"50","id":"Hume.HE.6.71.50"},{"type":"paragraph","content":"<span class=\"margin-comment\">King's character.</span> <span class=\"small-capitals\">Thus</span> ended the reign of a prince, whom, if we consider his personal character rather than his public conduct, we may safely pronounce more unfortunate than criminal. He had many of those qualities, which form a good citizen: Even some of those, which, had they not been swallowed up in bigotry and arbitrary principles, serve to compose a good sovereign. In domestic life, his conduct was irreproachable, and is intitled to our approbation. Severe, but open in his enmities, steady in his counsels, diligent in his schemes, brave in his enterprizes, faithful, sincere, and honourable in his dealings with all men: Such was the character with which the duke of York mounted the throne of England. In that high station, his frugality of public money was remarkable, his industry exemplary, his application to naval affairs successful, his encouragement of trade judicious, his jealousy of national honour laudable: What then was wanting to make him an excellent sovereign? A due regard and affection to the religion and constitution of his country. Had he been possessed of this essential quality, even his middling talents, aided by so many virtues, would have rendered his reign honourable and happy. When it was wanting, every excellency, which he possessed, became dangerous and pernicious to his kingdoms.","subId":"51","id":"Hume.HE.6.71.51"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> sincerity of this prince (a virtue, on which he highly valued himself) has been much questioned in those reiterated promises, which he had made of preserving the liberties and religion of the nation. It must be confessed, that his reign was almost one continued invasion of both; yet it is known, that, to his last breath, he persisted in asserting, that he never meant to subvert the laws, or procure more than a toleration and an equality of privileges to his catholic subjects. This question can only affect the personal character of the king, not our judgment of his public conduct. Though by a stretch of candour we should admit of his sincerity in these professions, the people were equally justifiable in their resistance of him. So lofty was the idea, which he had entertained of his <em>legal</em> authority, that it left his subjects little or no right to liberty, but what was dependent on his sovereign will and pleasure. And such was his zeal for proselytism, that, whatever he might at first have <span class=\"page-break\"></span>intended, he plainly stopped not at toleration and equality: He confined all power, encouragement, and favour to the catholics: Converts from interest would soon have multiplied upon him: If not the greater, at least the better part of the people, he would have flattered himself, was brought over to his religion: And he would in a little time have thought it just, as well as pious, to bestow on them all the public establishments. Rigours and persecutions against heretics would speedily have followed; and thus liberty and the protestant religion would in the issue have been totally subverted; though we should not suppose, that James, in the commencement of his reign, had formally fixed a plan for that purpose. And on the whole, allowing this king to have possessed good qualities and good intentions, his conduct serves only, on that very account, as a stronger proof, how dangerous it is to allow any prince, infected with the catholic superstition, to wear the crown of these kingdoms.","subId":"52","id":"Hume.HE.6.71.52"},{"type":"paragraph","content":"<span class=\"small-capitals\">After</span> this manner, the courage and abilities of the prince of Orange, seconded by surprising fortune, had effected the deliverance of this island; and with very little effusion of blood (for only one officer of the Dutch army and a few private soldiers fell in an accidental skirmish) had dethroned a great prince, supported by a formidable fleet and a numerous army. Still the more difficult task remained, and what perhaps the prince regarded as not the least important: The obtaining for himself that crown, which had fallen from the head of his father-in-law. Some lawyers, entangled in the subtleties and forms of their profession, could think of no expedient; but that the prince should claim the crown by right of conquest; should immediately assume the title of sovereign; and should call a parliament, which, being thus legally summoned by a king in possession, could ratify whatever had been transacted before they assembled. But this measure, being destructive of the principles of liberty, the only principles on which his future throne could be established, was prudently rejected by the prince, who, finding himself possessed of the good-will of the nation, resolved to leave them entirely to their own guidance and direction. The peers and bishops, to the number of near ninety, made an address, desiring him to summon a convention by circular letters; to assume, in the mean time, the management of public affairs; and to concert measures for the security of Ireland. At the same time, <span class=\"page-break\"></span>they refused reading a letter, which the king had left, in order to apologize for his late desertion, by the violence which had been put upon him. This step was a sufficient indication of their intentions with regard to that unhappy monarch.","subId":"53","id":"Hume.HE.6.71.53"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> prince seemed still unwilling to act upon an authority, which might be deemed so imperfect: He was desirous of obtaining a more express declaration of the public consent. A judicious expedient was fallen on for that purpose. All the members, who had sitten in the house of commons during any parliament of Charles II. (the only parliaments whose election was regarded as free) were invited to meet; and to them were added the mayor, aldermen, and fifty of the common council. This was regarded as the most proper representative of the people, that could be summoned during the present emergence. They unanimously voted the same address with the lords: And the prince, being thus supported by all the legal authority, which could possibly be obtained in this critical juncture, <span class=\"margin-comment\">Convention summoned.</span> wrote circular letters to the counties and corporations of England; and his orders were universally complied with. A profound tranquillity prevailed throughout the kingdom; and the prince's administration was submitted to, as if he had succeeded in the most regular manner to the vacant throne. The fleet received his orders: The army, without murmur or opposition, allowed him to new model them: And the city supplied him with a loan of two hundred thousand pounds.","subId":"54","id":"Hume.HE.6.71.54"},{"type":"paragraph","content":"<span class=\"margin-comment\">1689.</span> <span class=\"small-capitals\">The</span> conduct of the prince with regard to Scotland, was founded on the same prudent and moderate maxims. Finding, that there were many Scotchmen of rank at that time in London, he summoned them together, laid before them his intentions, and asked their advice in the present emergency. <span class=\"margin-comment\">7th Jan. Settlement of Scotland.</span> This assembly, consisting of thirty noblemen and about fourscore gentlemen, chose duke Hamilton president; a man, who, being of a temporizing character, was determined to pay court to the present authority. His eldest son, the earl of Arran, professed an adherence to king James; a usual policy in Scotland, where the father and son, during civil commotions, were often observed to take opposite sides; in order to secure in all events the family from attainder. Arran proposed to invite back the king upon conditions; but as he was vehemently opposed in this motion by Sir Patric Hume, and seconded by nobody, the assembly made an offer to the prince of the <span class=\"page-break\"></span>present administration, which he willingly accepted. To anticipate a little in our narration; a convention, by circular letters from the prince, was summoned at Edinburgh on the twenty-second of March; where it was soon visible, that the interest of the malcontents would entirely prevail. The more zealous royalists, regarding this assembly as illegal, had forborn to appear at elections; and the other party were returned for most places. The revolution was not, in Scotland as in England, effected by a coalition of whig and tory: The former party alone had overpowered the government, and were too much enraged by the past injuries, which they had suffered, to admit of any composition with their former masters. As soon as the purpose of the convention was discovered, the earl of Balcarras and viscount Dundee, leaders of the tories, withdrew from Edinburgh; and the convention having passed a bold and decisive vote, that king James, by his mal-administration, and his abuse of power, had <em>forfeited</em> all title to the crown, they made a tender of the royal dignity to the prince and princess of Orange.","subId":"55","id":"Hume.HE.6.71.55"},{"type":"paragraph","content":"<span class=\"margin-comment\">22d Jan. English convention meets.</span> <span class=\"small-capitals\">The</span> English convention was assembled; and it immediately appeared, that the house of commons, both from the prevailing humour of the people, and from the influence of present authority, were mostly chosen from among the whig party. After thanks were unanimously given by both houses to the prince of Orange for the deliverance, which he had brought them, a less decisive vote, than that of the Scottish convention, was in a few days passed by a great majority of the commons, and sent up to the peers for their concurrence. It was contained in these words: <q>That king James II. having endeavoured to subvert the constitution of the kingdom, by breaking the original contract between king and people; and having, by the advice of jesuits and other wicked persons, violated the fundamental laws, and withdrawn himself out of the kingdom, has abdicated the government, and that the throne is thereby vacant.</q> This vote, when carried to the upper house, met with great opposition; of which it is here necessary for us to explain the causes.","subId":"56","id":"Hume.HE.6.71.56"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> tories and the high-church party, finding themselves at once menaced with a subversion of the laws and of their religion, had zealously promoted the national revolt, and had on this occasion departed from those principles of non-resistance, of which, while the king favoured them, they had formerly made such loud <span class=\"page-break\"></span>professions. Their present apprehensions had prevailed over their political tenets; and the unfortunate James, who had too much trusted to those general declarations, which never will be reduced to practice, found in the issue, that both parties were secretly united against him. But no sooner was the danger past, and the general fears somewhat allayed, <span class=\"margin-comment\">Views of the parties.</span> than party prejudices resumed, in some degree, their former authority; and the tories were abashed at that victory, which their antagonists, during the late transactions, had obtained over them. They were inclined, therefore, to steer a middle course; and, though generally determined to oppose the king's return, they resolved not to consent to dethroning him, or altering the line of succession. A regent with kingly power was the expedient, which they proposed; and a late instance in Portugal seemed to give some authority and precedent to that plan of government.","subId":"57","id":"Hume.HE.6.71.57"},{"type":"paragraph","content":"<span class=\"small-capitals\">In</span> favour of this scheme the tories urged, that, by the uniform tenor of the English laws, the title to the crown was ever regarded as sacred, and could, on no account, and by no mal-administration, be forfeited by the sovereign: That to dethrone a king and to elect his successor, was a practice quite unknown to the constitution, and had a tendency to render kingly power entirely dependent and precarious: That where the sovereign, from his tender years, from lunacy, or from other natural infirmity, was incapacitated to hold the reins of government, both the laws and former practice agreed in appointing a regent, who, during the interval, was invested with the whole power of the administration: That the inveterate and dangerous prejudices of king James had rendered him as unfit to sway the English scepter, as if he had fallen into lunacy; and it was therefore natural for the people to have recourse to the same remedy: That the election of one king was a precedent for the election of another; and the government, by that means, would either degenerate into a republic, or, what was worse, into a turbulent and seditious monarchy: That the case was still more dangerous, if there remained a prince, who claimed the crown by right of succession, and disputed, on so plausible a ground, the title of the present sovereign: That though the doctrine of non-resistance might not, in every possible circumstance, be absolutely true, yet was the belief of it very expedient; and to establish a government, which should have the contrary principle for its basis, was to lay a <span class=\"page-break\"></span>foundation for perpetual revolutions and convulsions: That the appointment of a regent was indeed exposed to many inconveniencies; but so long as the line of succession was preserved entire, there was still a prospect of putting an end, some time or other, to the public disorders: And that scarcely an instance occurred in history, especially in the English history, where a disputed title had not, in the issue, been attended with much greater ills, than all those, which the people had sought to shun, by departing from the lineal successor.","subId":"58","id":"Hume.HE.6.71.58"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> leaders of the whig party, on the other hand, asserted, that, if there were any ill in the precedent, that ill would result as much from establishing a regent, as from dethroning one king, and appointing his successor; nor would the one expedient, if wantonly and rashly embraced by the people, be less the source of public convulsions than the other: That if the laws gave no express permission to depose the sovereign, neither did they authorize resisting his authority or separating the power from the title: That a regent was unknown, except where the king, by reason of his tender age or his infirmities, was incapable of a will; and in that case, his will was supposed to be involved in that of the regent: That it would be the height of absurdity to try a man for acting upon a commission, received from a prince, whom we ourselves acknowledge to be the lawful sovereign; and no jury would decide so contrary both to law and common sense, as to condemn such a pretended criminal: That even the prospect of being delivered from this monstrous inconvenience was, in the present situation of affairs, more distant than that of putting an end to a disputed succession: That allowing the young prince to be the legitimate heir, he had been carried abroad; he would be educated in principles destructive of the constitution and established religion; and he would probably leave a son, liable to the same insuperable objection: That if the whole line were cut off by law, the people would in time forget or neglect their claim; an advantage, which could not be hoped for, while the administration was conducted in their name, and while they were still acknowledged to possess the legal title: And that a nation, thus perpetually governed by regents or protectors, approached much nearer to a republic than one subject to monarchs, whose hereditary regular succession, as well as present authority, was fixed and appointed by the people.","subId":"59","id":"Hume.HE.6.71.59"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> question was agitated with great zeal by the opposite parties in the house of peers. The chief speakers among the tories were Clarendon, Rochester, and Nottingham; among the whigs, Halifax and Danby. The question was carried for a king by two voices only, fifty-one against forty-nine. All the prelates, except two, the bishops of London and Bristol, voted for a regent. The primate, a disinterested but pusillanimous man, kept at a distance, both from the prince's court and from parliament.","subId":"60","id":"Hume.HE.6.71.60"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> house of peers proceeded next to examine piece-meal the vote, sent up to them by the commons. They debated, <q>Whether there were an original contract between king and people?</q> and the affirmative was carried by fifty-three against forty-six; a proof that the tories were already losing ground. The next question was, <q>Whether king James had broken that original contract?</q> and after a slight opposition, the affirmative prevailed. The lords proceeded to take into consideration the word <em>abdicated;</em> and it was carried, that <em>deserted</em> was more proper. The concluding question was, <q>Whether king James having broken the original contract, and <em>deserted</em> the government, the throne was thereby vacant?</q> This question was debated with more heat and contention than any of the former; and upon a division, the tories prevailed by eleven voices, and it was carried to omit the last article, with regard to the vacancy of the throne. The vote was sent back to the commons with these amendments.","subId":"61","id":"Hume.HE.6.71.61"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> earl of Danby had entertained the project of bestowing the crown solely upon the princess of Orange, and of admitting her as hereditary legal successor to king James: Passing by the infant prince as illegitimate or supposititious. His change of party in the last question gave the tories so considerable a majority in the number of voices.","subId":"62","id":"Hume.HE.6.71.62"},{"type":"paragraph","content":"<span class=\"margin-comment\">Free conferences betwixt the houses.</span> <span class=\"small-capitals\">The</span> commons still insisted on their own vote, and sent up reasons, why the lords should depart from their amendments. The lords were not convinced; and it was necessary to have a free conference, in order to settle this controversy. Never surely was national debate more important, or managed by more able speakers; yet is one surprised to find the topics, insisted on by both sides, so frivolous; more resembling the verbal disputes of the schools than the solid reasonings of statesmen and legislators. In public transactions of such consequence, the true motives, which produce <span class=\"page-break\"></span>any measure, are seldom avowed. The whigs, now the ruling party, having united with the tories, in order to bring about the revolution, had so much deference for their new allies, as not to insist, that the crown should be declared <em>forfeited</em>, on account of the king's mal-administration: Such a declaration, they thought, would imply too express a censure of the old tory principles, and too open a preference of their own. They agreed, therefore, to confound together the king's abusing his power, and his withdrawing from the kingdom; and they called the whole an <em>abdication;</em> as if he had given a virtual, though not a verbal, consent to dethroning himself. The tories took advantage of this obvious impropriety, which had been occasioned merely by the complaisance or prudence of the whigs; and they insisted upon the word <em>desertion,</em> as more significant and intelligible. It was retorted on them, that, however that expression might be justly applied to the king's withdrawing himself, it could not, with any propriety, be extended to his violation of the fundamental laws. And thus both parties, while they warped their principles from regard to their antagonists, and from prudential considerations, lost the praise of consistence and uniformity.","subId":"63","id":"Hume.HE.6.71.63"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> managers for the lords next insisted, that, even allowing the king's abuse of power to be equivalent to an abdication, or in other words, to a civil death, it could operate no otherwise than his voluntary resignation or his natural death; and could only make way for the next successor. It was a maxim of English law, <em>that the throne was never vacant;</em> but instantly, upon the demise of one king, was filled with his legal heir, who was entitled to all the authority of his predecessor. And however young or unfit for government the successor, however unfortunate in his situation, though he were even a captive in the hands of public enemies; yet no just reason, they thought, could be assigned, why, without any default of his own, he should lose a crown, to which, by birth, he was fully intitled. The managers for the commons might have opposed this reasoning by many specious and even solid arguments. They might have said, that the great security for allegiance being merely opinion, any scheme of settlement should be adopted, in which, it was most probable, the people would acquiesce and persevere. That though, upon the natural death of a king, whose administration had been agreeable to the laws, many and great inconveniencies <span class=\"page-break\"></span>would be endured rather than exclude his lineal successor; yet the case was not the same, when the people had been obliged, by their revolt, to dethrone a prince, whose illegal measures had, in every circumstance, violated the constitution. That in these extraordinary revolutions, the government reverted, in some degree, to its first principles, and the community acquired a right of providing for the public interest by expedients, which, on other occasions, might be deemed violent and irregular. That the recent use of one extraordinary remedy reconciled the people to the practice of another, and more familiarized their minds to such licences, than if the government had run on in its usual tenor. And that king James, having carried abroad his son, as well as withdrawn himself, had given such just provocation to the kingdom, had voluntarily involved it in such difficulties, that the interests of his family were justly sacrificed to the public settlement and tranquillity. Though these topics seem reasonable, they were entirely forborne by the whig managers; both because they implied an acknowledgment of the infant prince's legitimacy, which it was agreed to keep in obscurity, and because they contained too express a condemnation of tory principles. They were content to maintain the vote of the commons by shifts and evasions; and both sides parted at last without coming to any agreement.","subId":"64","id":"Hume.HE.6.71.64"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> it was impossible for the public to remain long in the present situation. The perseverance, therefore, of the lower house obliged the lords to comply; and by the desertion of some peers to the whig party, the vote of the commons, without any alteration, passed by a majority of fifteen in the upper house, and received the sanction of every part of the legislature, which then subsisted.","subId":"65","id":"Hume.HE.6.71.65"},{"type":"paragraph","content":"<span class=\"small-capitals\">It</span> happens unluckily for those, who maintain an original contract between the magistrate and people, that great revolutions of government, and new settlements of civil constitutions, are commonly conducted with such violence, tumult, and disorder, that the public voice can scarcely ever be heard; and the opinions of the citizens are at that time less attended to than even in the common course of administration. The present transactions in England, it must be confessed, are a singular exception to this observation. The new elections had been carried on with great tranquillity and freedom: The prince had ordered the troops to depart from all the towns, where the voters assembled: A tumultuary petition to the <span class=\"page-break\"></span>two houses having been promoted, he took care, though the petition was calculated for his advantage, effectually to suppress it: He entered into no intrigues, either with the electors or the members: He kept himself in a total silence, as if he had been no wise concerned in these transactions: And so far from forming cabals with the leaders of parties, he disdained even to bestow caresses on those, whose assistance might be useful to him. This conduct was highly meritorious, and discovered great moderation and magnanimity; even though the prince unfortunately, through the whole course of his life, and on every occasion, was noted for an address so cold, dry, and distant, that it was very difficult for him, on account of any interest, to soften or familiarize it.","subId":"66","id":"Hume.HE.6.71.66"},{"type":"paragraph","content":"<span class=\"small-capitals\">At</span> length, the prince deigned to break silence, and to express, though in a private manner, his sentiments on the present situation of affairs. He called together Halifax, Shrewsbury, Danby, and a few more; and he told them, that, having been invited over to restore their liberty, he had engaged in this enterprize, and had at last happily effected his purpose. That it belonged to the parliament, now chosen and assembled with freedom, to concert measures for the public settlement; and he pretended not to interpose in their determinations. That he heard of several schemes proposed for establishing the government: Some insisted on a regent; others were desirous of bestowing the crown on the princess: It was their concern alone to chuse the plan of administration most agreeable or advantageous to them. That if they judged it proper to settle a regent, he had no objection: He only thought it incumbent on him to inform them, that he was determined not to be the regent, nor ever to engage in a scheme, which, he knew, would be exposed to such insuperable difficulties. That no man could have a juster or deeper sense of the princess's merit than he was impressed with; but he would rather remain a private person than enjoy a crown, which must depend on the will or life of another. And that they must therefore make account, if they were inclined to either of these two plans of settlement, that it would be totally out of his power to assist them in carrying it into execution: His affairs abroad were too important to be abandoned for so precarious a dignity, or even to allow him so much leisure as would be requisite to introduce order into their disjointed government.","subId":"67","id":"Hume.HE.6.71.67"},{"type":"paragraph","content":"<span class=\"small-capitals\">These</span> views of the prince were seconded by the princess herself, <span class=\"page-break\"></span>who, as she possessed many virtues, was a most obsequious wife to a husband, who, in the judgment of the generality of her sex, would have appeared so little attractive and amiable. All considerations were neglected, when they came in competition with what she deemed her duty to the prince. When Danby and others of her partizans wrote her an account of their schemes and proceedings, she expressed great displeasure; and even transmitted their letters to her husband, as a sacrifice to conjugal fidelity. The princess Anne also concurred in the same plan for the public settlement; and being promised an ample revenue, was content to be postponed in the succession to the crown. And as the title of her infant brother was, in the present establishment, entirely neglected, she might, on the whole, deem herself, in point of interest, a gainer by this revolution.","subId":"68","id":"Hume.HE.6.71.68"},{"type":"paragraph","content":"<span class=\"margin-comment\">Settlement of the crown.</span> <span class=\"small-capitals\">The</span> chief parties, therefore, being agreed, the convention passed a bill, in which they settled the crown on the prince and princess of Orange, the sole administration to remain in the prince: The princess of Denmark to succeed after the death of the prince and princess of Orange; her posterity after those of the princess, but before those of the prince by any other wise. The convention annexed to this settlement of the crown a declaration of rights, where all the points, which had, of late years, been disputed between the king and people, were finally determined; and the powers of royal prerogative were more narrowly circumscribed and more exactly defined, than in any former period of the English government.","subId":"69","id":"Hume.HE.6.71.69"},{"type":"paragraph","content":"<span class=\"margin-comment\">Manners, arts and sciences.</span> <span class=\"small-capitals\">Thus</span> have we seen, through the course of four reigns, a continual struggle maintained between the crown and the people: Privilege and prerogative were ever at variance: And both parties, beside the present object of dispute, had many latent claims, which, on a favourable occasion, they produced against their adversaries. Governments too steady and uniform, as they are seldom free, so are they, in the judgment of some, attended with another sensible inconvenience: They abate the active powers of men; depress courage, invention, and genius; and produce an universal lethargy in the people. Though this opinion may be just, <span class=\"page-break\"></span>the fluctuation and contest, it must be allowed, of the English government were, during these reigns, much too violent both for the repose and safety of the people. Foreign affairs, at that time, were either entirely neglected, or managed to pernicious purposes: And in the domestic administration there was felt a continued fever, either secret or manifest; sometimes the most furious convulsions and disorders. The revolution forms a new epoch in the constitution; and was probably attended with consequences more advantageous to the people, than barely freeing them from an exceptionable administration. By deciding many important questions in favour of liberty, and still more, by that great precedent of deposing one king, and establishing a new family, it gave such an ascendant to popular principles, as has put the nature of the English constitution beyond all controversy. And it may justly be affirmed, without any danger of exaggeration, that we, in this island, have ever since enjoyed, if not the best system of government, at least the most entire system of liberty, that ever was known amongst mankind.","subId":"70","id":"Hume.HE.6.71.70"},{"type":"paragraph","content":"<span class=\"small-capitals\">To</span> decry with such violence, as is affected by some, the whole line of Stuart; to maintain, that their administration was one continued encroachment on the <em>incontestible</em> rights of the people; is not giving due honour to that great event, which not only put a period to their hereditary succession, but made a new settlement of the whole constitution. The inconveniencies, suffered by the people under the two first reigns of that family (for in the main they were fortunate) proceeded in a great measure from the unavoidable situation of affairs; and scarcely any thing could have prevented those events, but such vigour of genius in the sovereign, attended with such good fortune, as might have enabled him entirely to overpower the liberties of his people. While the parliaments, in those reigns, were taking advantage of the necessities of the prince, and attempting every session to abolish, or circumscribe, or define, some prerogative of the crown, and innovate in the usual tenor of government: What could be expected, but that the prince would exert himself, in defending, against such inveterate enemies, an authority, which, during the most regular course of the former English government, had been exercised without dispute or controversy? And though Charles II. in 1672, may with reason be deemed the aggressor, nor is it possible to justify his <span class=\"page-break\"></span>conduct; yet were there some motives surely, which could engage a prince, so soft and indolent, and at the same time so judicious, to attempt such hazardous enterprizes. He felt, that public affairs had reached a situation, at which they could not possibly remain without some farther innovation. Frequent parliaments were become almost absolutely necessary to the conducting of public business; yet these assemblies were still, in the judgment of the royalists, much inferior in dignity to the sovereign, whom they seemed better calculated to counsel than controul. The crown still possessed considerable power of opposing parliaments; and had not as yet acquired the means of influencing them. Hence a continual jealousy between these parts of the legislature: Hence the inclination mutually to take advantage of each other's necessities: Hence the impossibility, under which the king lay, of finding ministers, who could at once be serviceable and faithful to him. If he followed his own choice in appointing his servants, without regard to their parliamentary interest, a refractory session was instantly to be expected: If he chose them from among the leaders of popular assemblies, they either lost their influence with the people, by adhering to the crown, or they betrayed the crown, in order to preserve their influence. Neither Hambden, whom Charles I. was willing to gain at any price; nor Shaftesbury, whom Charles II. after the popish plot, attempted to engage in his counsels, would renounce their popularity for the precarious, and, as they esteemed it, deceitful favour of the prince. The root of their authority they still thought to lie in the parliament; and as the power of that assembly was not yet uncontroulable, they still resolved to augment it, though at the expence of the royal prerogatives.","subId":"71","id":"Hume.HE.6.71.71"},{"type":"paragraph","content":"<span class=\"small-capitals\">It</span> is no wonder, that these events have long, by the representations of faction, been extremely clouded and obscured. No man has yet arisen, who has payed an entire regard to truth, and has dared to expose her, without covering or disguise, to the eyes of the prejudiced public. Even that party amongst us, which boasts of the highest regard to liberty, has not possessed sufficient liberty of thought in this particular; nor has been able to decide impartially of their own merit, compared with that of their antagonists. More noble perhaps in their ends, and highly beneficial to mankind; they must also be allowed to have often been less justifiable in the means, and in many of their enterprizes to have payed more regard <span class=\"page-break\"></span>to political than to moral considerations. Obliged to court the favour of the populace, they found it necessary to comply with their rage and folly; and have even, on many occasions, by propagating calumnies, and by promoting violence, served to infatuate, as well as corrupt that people, to whom they made a tender of liberty and justice. Charles I. was a tyrant, a papist, and a contriver of the Irish massacre: The church of England was relapsing fast into idolatry: Puritanism was the only true religion, and the covenant the favourite object of heavenly regard. Through these delusions the party proceeded, and, what may seem wonderful, still to the encrease of law and liberty; till they reached the imposture of the popish plot, a fiction which exceeds the ordinary bounds of vulgar credulity. But however singular these events may appear, there is really nothing altogether new in any period of modern history: And it is remarkable, that tribunitian arts, though sometimes useful in a free constitution, have usually been such as men of probity and honour could not bring themselves either to practice or approve. The other faction, which, since the revolution, has been obliged to cultivate popularity, sometimes found it necessary to employ like artifices.","subId":"72","id":"Hume.HE.6.71.72"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> Whig party, for a course of near seventy years, has, almost without interruption, enjoyed the whole authority of government; and no honours or offices could be obtained but by their countenance and protection. But this event, which, in some particulars, has been advantageous to the state, has proved destructive to the truth of history, and has established many gross falsehoods, which it is unacountable how any civilized nation could have embraced with regard to its domestic occurrences. Compositions the most despicable, both for style and matter, have been extolled, and propagated, and read; as if they had equalled the most celebrated remains of antiquity<a href=\"#n9\"><sup>[9]</sup></a>. And forgetting that a regard to liberty, though a laudable passion, ought commonly to be subordinate to a reverence for established government, the prevailing faction has celebrated only the partizans of the former, who pursued as their object the perfection of civil society, and has extolled them at the expence of their antagonists, who maintained those maxims, that are essential to its very existence. But extremes of all kinds are to <span class=\"page-break\"></span>be avoided; and though no one will ever please either faction by moderate opinions, it is there we are most likely to meet with truth and certainty.","subId":"73","id":"Hume.HE.6.71.73"},{"type":"paragraph","content":"<span class=\"small-capitals\">We</span> shall subjoin to this general view of the English government, some account of the state of the finances, arms, trade, manners, arts, between the restoration and revolution.","subId":"74","id":"Hume.HE.6.71.74"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> revenue of Charles II. as settled by the long parliament, was put upon a very bad footing. It was too small, if they intended to make him independant in the common course of his administration: It was too large, and settled during too long a period, if they resolved to keep him in entire dependance. The great debts of the republic, which were thrown upon that prince; the necessity of supplying the naval and military stores, which were entirely exhausted<a href=\"#n10\"><sup>[10]</sup></a>; that of repairing and furnishing his palaces: All these causes involved the king in great difficulties immediately after his restoration; and the parliament was not sufficiently liberal in supplying him. Perhaps too he had contracted some debts abroad; and his bounty to the distressed cavaliers, though it did not correspond either to their services or expectations, could not fail, in some degree, to exhaust his treasury. The extraordinary sums, granted the king during the first years, did not suffice for these extraordinary expences; and the excise and customs, the only constant revenue, amounted not to nine hundred thousand pounds a-year, and fell much short of the ordinary burthens of government. The addition of hearth-money in 1662, and of other two branches in 1669 and 1670, brought up the revenue to one million three hundred fifty-eight thousand pounds, as we learn from lord Danby's account: But the same authority informs us, that the yearly expence of government was at that time one million three hundred eighty-seven thousand seven hundred and seventy pounds<a href=\"#n11\"><sup>[11]</sup></a>, without mentioning contingencies, which are always considerable, even under the most prudent administration. Those branches of revenue, granted in 1669 and 1670, expired in 1680, and were never renewed by parliament: They were computed to be above <span class=\"page-break\"></span>two hundred thousand pounds a-year. It must be allowed, because asserted by all cotemporary authors of both parties, and even confessed by himself, that king Charles was somewhat profuse and negligent. But it is likewise certain, that a very rigid frugality was requisite to support the government under such difficulties. It is a familiar rule in all business, that every man should be payed, in proportion to the trust reposed in him, and to the power, which he enjoys; and the nation soon found reason, from Charles's dangerous connexions with France, to repent their departure from that prudential maxim. Indeed, could the parliaments in the reign of Charles I. have been induced to relinquish so far their old habits, as to grant that prince the same revenue which was voted to his successor, or had those in the reign of Charles II. conferred on him as large a revenue as was enjoyed by his brother, all the disorders in both reigns might easily have been prevented, and probably all reasonable concessions to liberty might peaceably have been obtained from both monarchs. But these assemblies, unacquainted with public business, and often actuated by faction and fanaticism, could never be made sensible, but too late and by fatal experience, of the incessant change of times and situations. The French ambassador informs his court, that Charles was very well satisfied with his share of power, could the parliament have been induced to make him tolerably easy in his revenue<a href=\"#n12\"><sup>[12]</sup></a>.","subId":"75","id":"Hume.HE.6.71.75"},{"type":"paragraph","content":"<span class=\"small-capitals\">If</span> we estimate the ordinary revenue of Charles II. at one million two hundred thousand pounds a-year during his whole reign, the computation will rather exceed than fall below the true value. The convention parliament, after all the sums, which they had granted the king towards the payment of old debts, threw, the last day of their meeting, a debt upon him, amounting to one million seven hundred forty-three thousand two hundred sixty-three pounds<a href=\"#n13\"><sup>[13]</sup></a>. All the extraordinary sums, which were afterwards voted him by parliament, amounted to eleven millions four hundred forty-three thousand four hundred and seven pounds; which, divided by twenty-four, the number of years which that king reigned, make four hundred seventy-six thousand eight hundred and eight pounds a-year. During that time, he had two violent wars to sustain with the Dutch; and in 1678, he made expensive preparations <span class=\"page-break\"></span>for a war with France. In the first Dutch war, both France and Denmark were allies to the United Provinces, and the naval armaments in England were very great; so that it is impossible he could have secreted any part, at least any considerable part, of the sums, which were then voted him by parliament.","subId":"76","id":"Hume.HE.6.71.76"},{"type":"paragraph","content":"<span class=\"small-capitals\">To</span> these sums we must add about one million two hundred thousand pounds, which had been detained from the bankers on shutting up the Exchequer in 1672. The king payed six per cent. for this money during the rest of his reign<a href=\"#n14\"><sup>[14]</sup></a>. It is remarkable, that, notwithstanding this violent breach of faith, the king, two years after, borrowed money at eight per cent; the same rate of interest which he had payed before that event<a href=\"#n15\"><sup>[15]</sup></a>. A proof, that public credit, instead of being of so delicate a nature, as we are apt to imagine, is, in reality, so hardy and robust, that it is very difficult to destroy it.","subId":"77","id":"Hume.HE.6.71.77"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> revenue of James was raised by the parliament to about one million eight hundred and fifty thousand pounds<a href=\"#n16\"><sup>[16]</sup></a>; and his income as duke of York, being added, made the whole amount to two millions a year; a sum well proportioned to the public necessities, but enjoyed by him in too independant a manner. The national debt at the revolution amounted to one million fifty-four thousand nine hundred twenty-five pounds<a href=\"#n17\"><sup>[17]</sup></a>.","subId":"78","id":"Hume.HE.6.71.78"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> militia fell much to decay during these two reigns, partly by the policy of the kings, who had entertained a diffidence of their subjects, partly by that ill-judged law, which limited the king's power of mustering and arraying them. In the beginning, however, of Charles's reign, the militia was still deemed formidable. De Wit having proposed to the French king an invasion of England during the first Dutch war, that monarch replied, that such an attempt would be entirely fruitless, and would tend only to unite the English. In a few days, said he, after our landing, there will be fifty thousand men at least upon us<a href=\"#n18\"><sup>[18]</sup></a>.","subId":"79","id":"Hume.HE.6.71.79"},{"type":"paragraph","content":"<span class=\"small-capitals\">Charles</span> in the beginning of his reign had in pay near five thousand men, of guards and garrisons. At the end of his reign he augmented this number to near eight thousand. James on Monmouth's rebellion had on foot about fifteen thousand men; and <span class=\"page-break\"></span>when the prince of Orange invaded him, there were no fewer than thirty thousand regular troops in England.","subId":"80","id":"Hume.HE.6.71.80"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> English navy, during the greater part of Charles's reign, made a considerable figure, for number of ships, valour of the men, and conduct of the commanders. Even in 1678, the fleet consisted of eighty-three ships<a href=\"#n19\"><sup>[19]</sup></a>; besides thirty, which were at that time on the stocks. On the king's restoration he found only sixty-three vessels of all sizes<a href=\"#n20\"><sup>[20]</sup></a>. During the latter part of Charles's reign, the navy fell somewhat to decay, by reason of the narrowness of the king's revenue: But James, soon after his accession, restored it to its former power and glory; and before he left the throne, carried it much farther. The administration of the admiralty under Pepys, is still regarded as a model for order and economy. The fleet at the revolution consisted of one hundred seventy-three vessels of all sizes; and required forty-two thousand seamen to man it<a href=\"#n21\"><sup>[21]</sup></a>. That king, when Duke of York, had been the first inventor of sea-signals. The military genius, during these two reigns, had not totally decayed among the young nobility. Dorset, Mulgrave, Rochester, not to mention Ossory, served on board the fleet, and were present in the most furious engagements against the Dutch.","subId":"81","id":"Hume.HE.6.71.81"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> commerce and riches of England did never, during any period, encrease so fast as from the restoration to the revolution. The two Dutch wars, by disturbing the trade of that republic, promoted the navigation of this island; and after Charles had made a separate peace with the States, his subjects enjoyed unmolested the trade of Europe. The only disturbance, which they met with, was from a few French privateers, who infested the channel; and Charles interposed not in behalf of his subjects with sufficient spirit and vigour. The recovery or conquest of New York and the Jerseys was a considerable accession to the strength and security of the English colonies; and, together with the settlement of Pensilvania and Carolina, which was effected during that reign, extended the English empire in America. The persecutions of the dissenters, or more properly speaking, the restraints imposed upon them, contributed to augment and people these colonies. Dr. Davenant affirms<a href=\"#n22\"><sup>[22]</sup></a>, that the shipping of England more than doubled <span class=\"page-break\"></span>during these twenty-eight years. Several new manufactures were established; in iron, brass, silk, hats, glass, paper, &amp;c. One Brewer, leaving the Low Countries, when they were threatened with a French conquest, brought the art of dying woollen cloth into England, and by that improvement saved the nation great sums of money. The encrease of coinage during these two reigns was ten millions two hundred sixty-one thousand pounds. A board of trade was erected in 1670; and the earl of Sandwich was made president. Charles revived and supported the charter of the East-India company; a measure whose utility is by some thought doubtful: He granted a charter to the Hudson's Bay company; a measure probably hurtful.","subId":"82","id":"Hume.HE.6.71.82"},{"type":"paragraph","content":"<span class=\"small-capitals\">We</span> learn from Sir Josiah Child<a href=\"#n23\"><sup>[23]</sup></a>, that in 1688 there were on the Change more men worth 10,000 pounds than there were in 1650 worth a thousand; that 500 pounds with a daughter was, in the latter period, deemed a larger portion than 2000 in the former; that gentlewomen, in those earlier times, thought themselves well cloathed in a serge gown, which a chambermaid would, in 1688, be ashamed to be seen in; and that, besides the great encrease of rich cloaths, plate, jewels, and household furniture, coaches were in that time augmented a hundred fold.","subId":"83","id":"Hume.HE.6.71.83"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> duke of Buckingham introduced from Venice the manufacture of glass and christal into England. Prince Rupert was also an encourager of useful arts and manufactures: He himself was the inventor of etching.","subId":"84","id":"Hume.HE.6.71.84"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> first law for erecting turnpikes was passed in 1662: The places of the turnpikes were Wadesmill, Caxton, and Stilton: But the general and great improvement of highways took not place till the reign of George II.","subId":"85","id":"Hume.HE.6.71.85"},{"type":"paragraph","content":"<span class=\"small-capitals\">In</span> 1663, was passed the first law for allowing the exportation of foreign coin and bullion.","subId":"86","id":"Hume.HE.6.71.86"},{"type":"paragraph","content":"<span class=\"small-capitals\">In</span> 1667 was concluded the first American treaty between England and Spain: This treaty was made more general and complete in 1670. The two states then renounced all right of trading with each others colonies; and the title of England was acknowledged to all the territories in America, of which she was then possessed.","subId":"87","id":"Hume.HE.6.71.87"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> French king, about the beginning of Charles's reign, laid <span class=\"page-break\"></span>some impositions on English commodities: And the English, partly displeased with this innovation, partly moved by their animosity against France, retaliated, by laying such restraints on the commerce with that kingdom as amounted almost to a prohibition. They formed calculations, by which they persuaded themselves, that they were losers a million and a half or near two millions a year by the French trade. But no good effects were found to result from these restraints, and in king James's reign they were taken off by parliament.","subId":"88","id":"Hume.HE.6.71.88"},{"type":"paragraph","content":"<span class=\"small-capitals\">Lord</span> Clarendon tells us, that, in 1665, when money, in consequence of a treaty, was to be remitted to the bishop of Munster, it was found, that the whole trade of England could not supply above 1000 pounds a month to Frankfort and Cologne, nor above 20,000 pounds a month to Hamburgh: These sums appear surprisingly small<a href=\"#n24\"><sup>[24]</sup></a>.","subId":"89","id":"Hume.HE.6.71.89"},{"type":"paragraph","content":"<span class=\"small-capitals\">At</span> the same time that the boroughs of England were deprived of their privileges, a like attempt was made on the colonies. King James recalled the charters, by which their liberties were secured; and he sent over governors invested with absolute power. The arbitrary principles of that monarch appear in every part of his administration.","subId":"90","id":"Hume.HE.6.71.90"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> people, during these two reigns, were, in a great measure, cured of that wild fanaticism, by which they had formerly been so much agitated. Whatever new vices they might acquire, it may be questioned, whether, by this change, they were, in the main, much losers in point of morals. By the example of Charles II. and the cavaliers, licentiousness and debauchery became prevalent in the nation. The pleasures of the table were much pursued. Love was treated more as an appetite than a passion. The one sex began to abate of the national character of chastity, without being able to inspire the other with sentiment or delicacy.","subId":"91","id":"Hume.HE.6.71.91"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> abuses in the former age, arising from overstrained pretensions to piety, had much propagated the spirit of irreligion; and many of the ingenious men of this period lie under the imputation of deism. Besides wits and scholars by profession, Shaftesbury, Halifax, Buckingham, Mulgrave, Sunderland, Essex, Rochester, Sidney, Temple are supposed to have adopted these principles.","subId":"92","id":"Hume.HE.6.71.92"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> same factions, which formerly distracted the nation, were revived, and exerted themselves in the most ungenerous and unmanly enterprizes against each other. King Charles being in his whole deportment a model of easy and gentleman-like behavour, improved the politeness of the nation; as much as faction, which of all things is most destructive to that virtue, could possibly permit. His courtiers were long distinguishable in England by their obliging and agreeable manners.","subId":"93","id":"Hume.HE.6.71.93"},{"type":"paragraph","content":"<span class=\"small-capitals\">Till</span> the revolution, the liberty of the press was very imperfectly enjoyed in England, and during a very short period. The star-chamber, while that court subsisted, put effectual restraints upon printing. On the suppression of that tribunal in 1641, the long parliament, after their rupture with the king, assumed the same power with regard to the licencing of books; and this authority was continued during all the period of the republic and protectorship<a href=\"#n25\"><sup>[25]</sup></a>. Two years after the restoration, an act was passed, reviving the republican ordinances. This act expired in 1679; but was revived in the first of king James. The liberty of the press did not even commence with the revolution. It was not till 1694, that the restraints were taken off; to the great displeasure of the king, and his ministers, who, seeing no where, in any government, during present or past ages, any example of such unlimited freedom, doubted much of its salutary effects, and probably thought, that no books or writings would ever so much improve the general understanding of men, as to render it safe to entrust them with an indulgence so easily abused.","subId":"94","id":"Hume.HE.6.71.94"},{"type":"paragraph","content":"<span class=\"small-capitals\">In</span> 1677, the old law for burning heretics was repealed; a prudent measure, while the nation was in continual dread of the return of popery.","subId":"95","id":"Hume.HE.6.71.95"},{"type":"paragraph","content":"<span class=\"small-capitals\">Amidst</span> the thick cloud of bigotry and ignorance, which overspread the nation, during the commonwealth and protectorship, there were a few sedate philosophers, who, in the retirement of Oxford, cultivated their reason, and established conferences for the mutual communication of their discoveries in physics and geometry. Wilkins, a clergyman, who had married Cromwel's sister, and was afterwards bishop of Chester, promoted these philosophical conversations. Immediately after the restoration, these men <span class=\"page-break\"></span>procured a patent, and having enlarged their number, were denominated the <em>Royal Society.</em> But this patent was all they obtained from the king. Though Charles was a lover of the sciences, particularly chemistry and mechanics; he animated them by his example alone, not by his bounty. His craving courtiers and mistresses, by whom he was perpetually surrounded, engrossed all his expence, and left him neither money nor attention for literary merit. His contemporary, Lewis, who fell short of the king's genius and knowledge in this particular, much exceeded him in liberality. Besides pensions conferred on learned men throughout all Europe, his academies were directed by rules and supported by salaries: A generosity which does great honour to his memory; and in the eyes of all the ingenious part of mankind, will be esteemed an atonement for many of the errors of his reign. We may be surprized, that this example should not be more followed by princes; since it is certain that that bounty, so extensive, so beneficial, and so much celebrated, cost not this monarch so great a sum as is often conferred on one useless overgrown favourite or courtier.","subId":"96","id":"Hume.HE.6.71.96"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> though the French academy of sciences was directed, encouraged and supported by the sovereign, there arose in England some men of superior genius who were more than sufficient to cast the balance, and who drew on themselves and on their native country the regard and attention of Europe. Besides Wilkins, Wren, Wallis, eminent mathematicians, Hooke, an accurate observer by microscopes, and Sydenham, the restorer of true physic; there flourished during this period a Boyle and a Newton; men who trod, with cautious, and therefore the more secure steps, the only road, which leads to true philosophy.","subId":"97","id":"Hume.HE.6.71.97"},{"type":"paragraph","content":"<span class=\"small-capitals\">Boyle</span> improved the pneumatic engine invented by Otto Guericke, and was thereby enabled to make several new and curious experiments on the air as well as on other bodies: His chemistry is much admired by those who are acquainted with that art: His hydrostatics contain a greater mixture of reasoning and invention with experiment than any other of his works; but his reasoning is still remote from that boldness and temerity, which had led astray so many philosophers. Boyle was a great partizan of the mechanical philosophy; a theory, which, by discovering some of the secrets of nature, and allowing us to imagine the rest, is so agreeable to the natural vanity and curiosity of men. He died in 1691, aged 65.","subId":"98","id":"Hume.HE.6.71.98"},{"type":"paragraph","content":"<span class=\"small-capitals\">In</span> Newton this island may boast of having produced the greatest and rarest genius that ever arose for the ornament and instruction of the species. Cautious in admitting no principles but such as were founded on experiment; but resolute to adopt every such principle, however new or unusual: From modesty, ignorant of his superiority above the rest of mankind; and thence, less careful to accommodate his reasonings to common apprehensions: More anxious to merit than acquire fame: He was from these causes long unknown to the world; but his reputation at last broke out with a lustre, which scarcely any writer, during his own lifetime, had ever before attained. While Newton seemed to draw off the veil from some of the mysteries of nature, he shewed at the same time the imperfections of the mechanical philosophy; and thereby restored her ultimate secrets to that obscurity, in which they ever did and ever will remain. He died in 1727, aged 85.","subId":"99","id":"Hume.HE.6.71.99"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> age was far from being so favourable to polite literature as to the sciences. Charles, though fond of wit, though possessed himself of a considerable share of it, though his taste in conversation seems to have been sound and just; served rather to corrupt than improve the poetry and eloquence of his time. When the theatres were opened at the restoration, and freedom was again given to pleasantry and ingenuity; men, after so long an abstinence, fed on these delicacies with less taste than avidity, and the coarsest and most irregular species of wit was received by the court as well as by the people. The productions, represented at that time on the stage, were such monsters of extravagance and folly; so utterly destitute of all reason or even common sense; that they would be the disgrace of English literature, had not the nation made atonement for its former admiration of them, by the total oblivion to which they are now condemned. The duke of Buckingham's Rehearsal, which exposed these wild productions, seems to be a piece of ridicule carried to excess; yet in reality the copy scarcely equals some of the absurdities, which we meet with in the originals<a href=\"#n26\"><sup>[26]</sup></a>.","subId":"100","id":"Hume.HE.6.71.100"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> severe satire, together with the good sense of the nation, corrected, after some time, the extravagancies of the fashionable <span class=\"page-break\"></span>wit; but the productions of literature still wanted much of that correctness and delicacy, which we so much admire in the ancients, and in the French writers, their judicious imitators. It was indeed during this period chiefly, that that nation left the English behind them in the productions of poetry, eloquence, history, and other branches of polite letters; and acquired a superiority, which the efforts of English writers, during the subsequent age, did more successfully contest with them. The arts and sciences were imported from Italy into this island as early as into France; and made at first more sensible advances. Spencer, Shakespeare, Bacon, Johnson, were superior to their cotemporaries, who flourished in that kingdom. Milton, Waller, Denham, Cowley, Harvey were at least equal to their cotemporaries. The reign of Charles II. which some preposterously represent as our Augustan age, retarded the progress of polite literature in this island, and it was then found that the immeasurable licentiousness, indulged or rather applauded at court, was more destructive to the refined arts, than even the cant, nonsense, and enthusiasm of the preceding period.","subId":"101","id":"Hume.HE.6.71.101"},{"type":"paragraph","content":"<span class=\"small-capitals\">Most</span> of the celebrated writers of this age remain monuments of genius, perverted by indecency and bad taste; and none more than Dryden, both by reason of the greatness of his talents and the gross abuse which he made of them. His plays, excepting a few scenes, are utterly disfigured by vice or folly or both. His translations appear too much the offspring of haste and hunger: Even his fables are ill-chosen tales, conveyed in an incorrect, though spirited versification. Yet amidst this great number of loose productions, the refuse of our language, there are found some small pieces, his Ode to St. Cecilia, the greater part of Absalom and Achitophel, and a few more, which discover so great genius, such richness of expression, such pomp and variety of numbers, that they leave us equally full of regret and indignation, on account of the inferiority or rather great absurdity of his other writings. He died in 1701, aged 69.","subId":"102","id":"Hume.HE.6.71.102"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> very name of Rochester is offensive to modest ears; yet does his poetry discover such energy of style and such poignancy of satire, as give ground to imagine what so fine a genius, had he fallen in a more happy age, and had followed better models, was capable of producing. The ancient satyrists often used great liberties <span class=\"page-break\"></span>in their expressions; but their freedom no more resembles the licentiousness of Rochester, than the nakedness of an Indian does that of a common prostitute.","subId":"103","id":"Hume.HE.6.71.103"},{"type":"paragraph","content":"<span class=\"small-capitals\">Wycherley</span> was ambitious of the reputation of wit and libertinism; and he attained it: He was probably capable of reaching the fame of true comedy, and instructive ridicule. Otway had a genius finely turned to the pathetic; but he neither observes strictly the rules of the drama, nor the rules, still more essential, of propriety and decorum. By one single piece the duke of Buckingham did both great service to his age and honour to himself. The earls of Mulgrave, Dorset, and Roscommon wrote in a good taste; but their productions are either feeble or careless. The marquess of Halifax discovers a refined genius; and nothing but leisure and an inferior station seems wanting to have procured him eminence in literature.","subId":"104","id":"Hume.HE.6.71.104"},{"type":"paragraph","content":"<span class=\"small-capitals\">Of</span> all the considerable writers of this age, Sir William Temple is almost the only one, that kept himself altogether unpolluted by that inundation of vice and licentiousness, which overwhelmed the nation. The style of this author, though extremely negligent, and even infected with foreign idioms, is agreeable and interesting. That mixture of vanity which appears in his works, is rather a recommendation to them. By means of it, we enter into acquaintance with the character of the author, full of honour and humanity; and fancy that we are engaged, not in the perusal of a book, but in conversation with a companion. He died in 1698, aged 70.","subId":"105","id":"Hume.HE.6.71.105"},{"type":"paragraph","content":"<span class=\"small-capitals\">Though</span> Hudibras was published, and probably composed during the reign of Charles II. Butler may justly, as well as Milton, be thought to belong to the foregoing period. No composition abounds so much as Hudibras in strokes of just and inimitable wit; yet are there many performances, which give us great or greater entertainment on the whole perusal. The allusions in Butler are often dark and far-fetched; and though scarcely any author was ever able to express his thoughts in so few words, he often employs too many thoughts on one subject, and thereby becomes prolix after an unusual manner. It is surprizing how much erudition Butler has introduced with so good a grace into a work of pleasantry and humour: Hudibras is perhaps one of the most learned compositions, that is to be found in any language. The advantage which the royal cause received from this poem, in exposing the <span class=\"page-break\"></span>fanaticism and false pretences of the former parliamentary party, was prodigious. The king himself had so good a taste as to be highly pleased with the merit of the work, and had even got a great part of it by heart: Yet was he either so careless in his temper, or so little endowed with the virtue of liberality, or more properly speaking, of gratitude, that he allowed the author, a man of virtue and probity, to live in obscurity, and die in want<a href=\"#n27\"><sup>[27]</sup></a>. Dryden is an instance of a negligence of the same kind. His Absalom sensibly contributed to the victory, which the tories obtained over the whigs, after the exclusion parliaments: Yet could not this merit, aided by his great genius, procure him an establishment, which might exempt him from the necessity of writing for bread. Otway, though a professed royalist, could not even procure bread by his writings; and he had the singular fate of dying literally of hunger. These incidents throw a great stain on the memory of Charles, who had discernment, loved genius, was liberal of money, but attained not the praise of true generosity.","subId":"106","id":"Hume.HE.6.71.106"},{"type":"note","content":"Burnet, vol. i. p. 712. D'Avaux, 15th of April, 1688.","subId":"n1","id":"Hume.HE.6.71.n1"},{"type":"note","content":"D'Avaux, 24th of July, 1681; 10th of June, 15th of October, 11th of November, 1688; vol. iv. p. 30.","subId":"n2","id":"Hume.HE.6.71.n2"},{"type":"note","content":"D'Avaux, 21st of January, 1687.","subId":"n3","id":"Hume.HE.6.71.n3"},{"type":"note","content":"Burnet.","subId":"n4","id":"Hume.HE.6.71.n4"},{"type":"note","content":"D'Avaux, 14th and 24th of September, 8th and 15th of October, 1688.","subId":"n5","id":"Hume.HE.6.71.n5"},{"type":"note","content":"D'Avaux was always of that opinion. See his negotiations 6th and 20th May, 18th, 27th of September, 22d of November, 1688. On the whole, that opinion is the most probable.","subId":"n6","id":"Hume.HE.6.71.n6"},{"type":"note","content":"That there really was no new alliance formed betwixt France and England appears both from Sunderland's apology, and from D'Avaux's negotiations, lately published: See vol. iv. p. 18. Eng. translation, 27th of September, 1687. 16th of March, 6th of May, 10th of August, 2d, 23d, and 24th of September, 5th, and 7th of October, 11th of November, 1688.","subId":"n7","id":"Hume.HE.6.71.n7"},{"type":"note","content":"His grandfather, the first duke of Ormond, had died this year, on the 21st of July.","subId":"n8","id":"Hume.HE.6.71.n8"},{"type":"note","content":"Such as Rapin Thoyras, Locke, Sidney, Hoadley, &amp;c.","subId":"n9","id":"Hume.HE.6.71.n9"},{"type":"note","content":"Lord Clarendon's speech to the parliament, Oct. 9, 1665.","subId":"n10","id":"Hume.HE.6.71.n10"},{"type":"note","content":"Ralph's History, vol. i. p. 288. We learn from that lord's Memoirs, p. 12. that the receipts of the Exchequer, during six years, from 1673 to 1679, were about eight millions two hundred thousand pounds, or one million three hundred sixty-six thousand pounds a-year. See likewise, p. 169.","subId":"n11","id":"Hume.HE.6.71.n11"},{"type":"note","content":"Dalrymple's Appendix, p. 142.","subId":"n12","id":"Hume.HE.6.71.n12"},{"type":"note","content":"Journals, 29th of December, 1630.","subId":"n13","id":"Hume.HE.6.71.n13"},{"type":"note","content":"Danby's Memoirs, p. 7.","subId":"n14","id":"Hume.HE.6.71.n14"},{"type":"note","content":"Id. p. 65.","subId":"n15","id":"Hume.HE.6.71.n15"},{"type":"note","content":"Journ. 1st of March, 1689.","subId":"n16","id":"Hume.HE.6.71.n16"},{"type":"note","content":"Journ. 20th of March, 1689.","subId":"n17","id":"Hume.HE.6.71.n17"},{"type":"note","content":"D'Estrades, 20th of October, 1666.","subId":"n18","id":"Hume.HE.6.71.n18"},{"type":"note","content":"Pepys's Memoirs, p. 4.","subId":"n19","id":"Hume.HE.6.71.n19"},{"type":"note","content":"Memoirs of English affairs, chiefly naval.","subId":"n20","id":"Hume.HE.6.71.n20"},{"type":"note","content":"Lives of the admirals, vol. ii. p. 476.","subId":"n21","id":"Hume.HE.6.71.n21"},{"type":"note","content":"Discourse on the public revenues, part ii. p. 29, 33, 36.","subId":"n22","id":"Hume.HE.6.71.n22"},{"type":"note","content":"Brief observations, &amp;c.","subId":"n23","id":"Hume.HE.6.71.n23"},{"type":"note","content":"Life of Clarendon, p. 237.","subId":"n24","id":"Hume.HE.6.71.n24"},{"type":"note","content":"Scobell, i. 44, 134. ii. 88, 230.","subId":"n25","id":"Hume.HE.6.71.n25"},{"type":"note","content":"The duke of Buckingham died on the 16th of April, 1688.","subId":"n26","id":"Hume.HE.6.71.n26"},{"type":"note","content":"Butler died in 1680, aged 68.","subId":"n27","id":"Hume.HE.6.71.n27"}]}