{"imported":true,"id":"Hume.THN.2.3.6","parent":"Hume.THN.2.3","title":"Section 6. Of the influence of the imagination on the passions","breadcrumb":"Section 6","texts":[],"published":[1739],"copytext":[1739],"sourceDesc":"The first two Books of Hume’s [Treatise of Human Nature] were published together in 1739. The third Book, which included an Appendix making some changes to Book 1, was published in 1740. There was only one edition published in Hume’s lifetime, an this edition is therefore our copytext.","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£3 SECT. VI. £3 £4 _Of the influence of the imagination on the passions._ £4","id":"Hume.THN.2.3.6"},{"type":"paragraph","content":"'TIS remarkable, that the imagination and affections have a close union together, and that nothing, which affects the former, can be entirely indifferent to the latter. Wherever our ideas of good or evil acquire a new vivacity, the passions become more violent; and keep pace with the imagination in all its variations. Whether this proceeds from the principle above-mention'd, _that any attendant emotion is easily converted into the predominant_, I shall not determine. 'Tis sufficient for my present purpose, that we have many instances to confirm this influence of the imagination upon the passions.","subId":"1","id":"Hume.THN.2.3.6.1","pages":"424"},{"type":"paragraph","content":"^Any^ pleasure, with which we are acquainted, affects us more than any other, which we own to be superior, but of whose nature we are wholly ignorant. Of the one we can form a particular and determinate idea: The other we conceive under the general notion of pleasure; and 'tis certain, |that the more general and universal any of our ideas are, the less influence they have upon the imagination. A general idea, tho' it be nothing but a particular one consider'd in a certain view, is commonly more obscure; and that because no particular idea, by which we represent a general one, is ever fix'd or determinate, but may easily be chang'd for other particular ones, which will serve equally in the representation.","subId":"2","id":"Hume.THN.2.3.6.2","pages":"424-5"},{"type":"paragraph","content":"^There^ is a noted passage in the history of _Greece_, which may serve for our present purpose. _Themistocles_ told the _Athenians_, that he had form'd a design, which wou'd be highly useful to the public, but which 'twas impossible for him to communicate to them without ruining the execution, since its success depended entirely on the secrecy with which it shou'd be conducted. The _Athenians_, instead of granting him full power to act as he thought fitting, order'd him to communicate his design to _Aristides_, in whose prudence they had an entire confidence, and whose opinion they were resolv'd blindly to submit to. The design of _Themistocles_ was secretly to set fire to the fleet of all the _Grecian_ commonwealths, which was assembled in a neighbouring port, and which being once destroy'd, wou'd give the _Athenians_ the empire of the sea without any rival. _Aristides_ return'd to the assembly, and told them, that nothing cou'd be more advantageous than the design of _Themistocles_; but at the same time that nothing cou'd be more unjust: Upon which the people unanimously rejected the project.","subId":"3","id":"Hume.THN.2.3.6.3","pages":"425"},{"type":"paragraph","content":"^A late^ celebrated[n66] historian admires this passage of antient history, as one of the most singular that is any where to be met with. _Here_, says he, _they are not philosophers, to whom 'tis easy in their schools to establish the finest maxims and most sublime rules of morality, who decide that interest ought never to prevail above justice. 'Tis a whole people interested in the proposal, which is made to them, who consider it as of importance to the public good, and who notwithstanding reject it |unanimously, and without hesitation, merely because it is contrary to justice_. For my part I see nothing so extraordinary in this proceeding of the _Athenians_. The same reasons, which render it so easy for philosophers to establish these sublime maxims, tend, in part, to diminish the merit of such a conduct in that people. Philosophers never ballance betwixt profit and honesty, because their decisions are general, and neither their passions nor imaginations are interested in the objects. And tho' in the present case the advantage was immediate to the _Athenians_, yet as it was known only under the general notion of advantage, without being conceiv'd by any particular idea, it must have had a less considerable influence on their imaginations, and have been a less violent temptation, than if they had been acquainted with all its circumstances: Otherwise 'tis difficult to conceive, that a whole people, unjust and violent as men commonly are, shou'd so unanimously have adher'd to justice, and rejected any considerable advantage.","subId":"4","id":"Hume.THN.2.3.6.4","pages":"425-6"},{"type":"paragraph","content":"^Any^ satisfaction, which we lately enjoy'd, and of which the memory is fresh and recent, operates on the will with more violence, than another of which the traces are decay'd, and almost obliterated. From whence does this proceed, but that the memory in the first case assists the fancy, and gives an additional force and vigour to its conceptions? The image of the past pleasure being strong and violent, bestows these qualities on the idea of the future pleasure, which is connected with it by the relation of resemblance.","subId":"5","id":"Hume.THN.2.3.6.5","pages":"426"},{"type":"paragraph","content":"^A pleasure^, which is suitable to the way of life, in which we are engag'd, excites more our desires and appetites than another, which is foreign to it. This ph{ae}nomenon may be explain'd from the same principle.","subId":"6","id":"Hume.THN.2.3.6.6","pages":"426"},{"type":"paragraph","content":"^Nothing^ is more capable of infusing any passion into the mind, than eloquence, by which objects are represented in their strongest and most lively colours. We may of ourselves acknowledge, that such an object is valuable, and such another odious; but 'till an orator excites the imagination, |and gives force to these ideas, they may have but a feeble influence either on the will or the affections.","subId":"7","id":"Hume.THN.2.3.6.7","pages":"426-7"},{"type":"paragraph","content":"^But^ eloquence is not always necessary. The bare opinion of another, especially when inforc'd with passion, will cause an idea of good or evil to have an influence upon us, which wou'd otherwise have been entirely neglected. This proceeds from the principle of sympathy or communication; and sympathy, as I have already observ'd, is nothing but the conversion of an idea into an impression by the force of imagination.","subId":"8","id":"Hume.THN.2.3.6.8","pages":"427"},{"type":"paragraph","content":"'^Tis^ remarkable, that lively passions commonly attend a lively imagination. In this respect, as well as others, the force of the passion depends as much on the temper of the person, as the nature or situation of the object.","subId":"9","id":"Hume.THN.2.3.6.9","pages":"427"},{"type":"paragraph","content":"^I have^ already observ'd, that belief is nothing but a lively idea related to a present impression. This vivacity is a requisite circumstance to the exciting all our passions, the calm as well as the violent; nor has a mere fiction of the imagination any considerable influence upon either of them. 'Tis too weak to take any hold of the mind, or be attended with emotion.","subId":"10","id":"Hume.THN.2.3.6.10","pages":"427"},{"type":"note","content":"Mons. _Rollin_.","subId":"n66","id":"Hume.THN.2.3.6.n66","pages":"425"}]}
