{"id":"Hutcheson.EI.IMS.1","imported":true,"parent":"Hutcheson.EI.IMS","title":"Section 1. Concerning the Character of Virtue, agreeable to Truth or Reason","breadcrumb":"Section 1","published":[1728],"copytext":[1742],"sourceDesc":"Three editions of Hutcheson's <cite>Essay and Illustrations</cite> were published in the author's lifetime. The second (1730) was merely a reprint of the first, but the third (1742) contained some significant revisions. Consequently the third is our copytext. The text was derived from Aaron Garrett's edition (Indianapolis: Liberty Fund, 2002), which follows the first edition (noting significant differences between this and third). This source text has been substantially altered, to bring the text in line with the 1742 edition.","sourceUrl":"https://oll.libertyfund.org/titles/hutcheson-an-essay-on-the-nature-and-conduct-of-the-passions-and-affections-1742-2002/simple#lf0150_div_070","blocks":[{"type":"title","content":"<h3>SECT I.</h3> <h3><em>Concerning the Character of Virtue, </em>agreeable to Truth or Reason<em>.</em></h3> ","id":"Hutcheson.EI.IMS.1"},{"type":"paragraph","content":"SINCE Reason is understood to denote our <em>Power of finding out true Propositions</em>, Reasonableness must denote the same thing, with <em>Conformity to true Propositions, or to Truth</em>.","subId":"1","id":"Hutcheson.EI.IMS.1.1"},{"type":"paragraph","content":"<span class=\"small-capitals\">Reasonableness</span> in an Action is a very common Expression, but yet upon inquiry, it will appear very confused, whether we suppose it the Motive to <em>Election</em>, or the Quality determining <em>Approbation</em>.","subId":"2","id":"Hutcheson.EI.IMS.1.2"},{"type":"paragraph","content":"<span class=\"margin-comment\">Conformity to Truth examined.</span> <span class=\"small-capitals\">There</span> is one sort of <em>Conformity to Truth</em> which neither determines to the one or the other; <em>viz.</em> that <em>Conformity which is between every true Proposition and its Object</em>. This sort of Conformity can never make us <em>chuse</em> or <em>approve</em> one Action more than its contrary, for it is found in all Actions alike: Whatever <em>Attribute</em> can be ascribed to a <em>generous kind Action</em>, the <em>contrary Attribute</em> may as <em>truly</em> be ascribed to a <em>selfish cruel Action</em>: Both Propositions are equally <em>true</em>, and the two contrary Actions, the Objects of the two <em>Truths</em> are equally <em>conformable</em> to their several Truths, with that sort of <em>Conformity</em> which is between a Truth and its Object. This <em>Conformity</em> then cannot make a Difference among Actions, or recommend one more than another either to <em>Election</em> or <em>Approbation</em>, since any Man may make as many Truths about Villany, as about Heroism, by ascribing to it contrary <em>Attributes</em>.","subId":"3","id":"Hutcheson.EI.IMS.1.3"},{"type":"paragraph","content":"<span class=\"small-capitals\">For</span> Instance, these are <em>Truths</em> concerning the <em>Preservation</em> of <em>Property</em>. <q>It tends to the Happiness of human Society: It incourages Industry: It shall be rewarded by God.</q> These are also <em>Truths</em> concerning <em>Robbery</em>. <q>It disturbs Society: It discourages Industry: It shall be punished by God.</q> The former <em>three Truths</em> have the <em>Preservation of Property</em> for their <em>Object</em>: the <em>latter three</em> have <em>Robbery</em>. And each Class of Truths hath that sort of <em>Conformity</em> to its Objects, which is common to all Truths with their Objects. The <em>moral Difference</em> cannot therefore depend upon this <em>Conformity</em>, which is common to both.","subId":"4","id":"Hutcheson.EI.IMS.1.4"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> <em>Number</em> of Truths in both cases may be plainly the same; so that a good Action cannot be supposed to agree to <em>more Truths</em> than an evil one, nor can an evil Action be disagreeable to any <em>Truth</em> or <em>Compages of Truths</em> made about it; for whatever Propositions do not agree with their Objects are not Truths.","subId":"5","id":"Hutcheson.EI.IMS.1.5"},{"type":"paragraph","content":"<span class=\"small-capitals\">If</span> <em>Reasonableness</em>, the Character of Virtue, denote some other sort of <em>Conformity</em> to Truth, it were to be wished that these Gentlemen, who make it the original Idea of moral Good, antecedent to any <em>Sense</em> or <em>Affections</em>, would explain it, and shew how it determines us antecedently to a Sense, either to <em>Election</em> or <em>Approbation</em>.","subId":"6","id":"Hutcheson.EI.IMS.1.6"},{"type":"paragraph","content":"<span class=\"small-capitals\">They</span> tell us, <q>we must have some <em>Standard</em>antecedently to all <em>Sense</em> or <em>Affections</em>, since we judge even of our Senses and Affections themselves, and approve or disapprove them: This Standard must be our <em>Reason</em>, Conformity to which must be the original Idea of moral Good.</q>","subId":"7","id":"Hutcheson.EI.IMS.1.7"},{"type":"paragraph","content":"<span class=\"margin-comment\">Reasons either justifying or exciting.</span> <span class=\"small-capitals\">But</span> what is this <em>Conformity of Actions to Reason</em>? When we ask the Reason of an Action we sometimes mean, <q><em>What Truth shews a Quality in the Action, exciting the Agent to do it?</em></q> Thus, why does a <em>Luxurious</em> Man pursue <em>Wealth</em>? The Reason is given by this Truth, <q>Wealth is useful to purchase Pleasures.</q> Sometimes for a Reason of Actions we shew the <em>Truth expressing a Quality, engaging our Approbation</em>. Thus the <em>Reason</em> of hazarding Life in just War, is, that <q>it tends to preserve our honest Countrymen, or evidences publick Spirit:</q> The <em>Reason</em> for <em>Temperance</em>, and against <em>Luxury</em> is given thus, <q>Luxury evidences a selfish base Temper.</q> The former sort of Reasons we will call <em>exciting</em>, and the latter <em>justifying</em>.<a href=\"#n1\"><sup>[1]</sup></a> Now we shall find that all <em>exciting Reasons</em> pre-suppose <em>Instincts</em> and <em>Affections</em>; and the <em>justifying</em> pre-suppose a <em>Moral Sense.</em>","subId":"8","id":"Hutcheson.EI.IMS.1.8"},{"type":"paragraph","content":"<span class=\"margin-comment\">Exciting Reasons suppose Affections.</span> <span class=\"small-capitals\">As</span> to <em>exciting Reasons</em>, in every calm rational Action some <em>end</em> is desired or intended; no end can be intended or desired previously to some one of these Classes of Affections, <em>Self‐Love</em>, <em>Self‐Hatred</em>, or desire of private Misery, (if this be possible) <em>Benevolence</em> toward others, or <em>Malice</em>: All Affections are included under these; no <em>end</em>can be previous to them all; there can therefore be no <em>exciting Reason</em> previous to <em>Affection</em>.","subId":"9","id":"Hutcheson.EI.IMS.1.9"},{"type":"paragraph","content":"<span class=\"small-capitals\">We</span> have indeed many confused Harangues on this Subject, telling us, <q>We have two Principles of Action, <em>Reason</em>, and <em>Affection</em> or <em>Passion</em>: the <em>former</em> in common with Angels, the <em>latter</em> with Brutes: No Action is wise, or good, or reasonable, to which we are not excited by <em>Reason</em>, as distinct from all <em>Affections</em>; or, if any such Actions as flow from <em>Affections</em> be good, it is only by <em>chance</em>, or <em>materially</em> and not <em>formally</em>.</q> As if indeed <em>Reason</em>, or the Knowledge of the Relations of things, could excite to Action when we proposed no <em>End</em>, or as if <em>Ends</em> could be intended without <em>Desire or Affection</em>.","subId":"10","id":"Hutcheson.EI.IMS.1.10"},{"type":"paragraph","content":"<span class=\"small-capitals\">Writers</span> on these Subjects should remember the common Divisions of the Faculties of the Soul. That there is 1. <em>Reason</em> presenting the natures and relations of things, antecedently to any Act of <em>Will</em> or <em>Desire</em>: 2. The <em>Will</em>, or <span class=\"foreign\">Appetitus Rationalis</span>, or the disposition of the Soul to pursue what is presented as good, and to shun Evil. Were there no other Power in the Soul, than that of mere contemplation, there would be no <em>Affection</em>, <em>Volition</em>, <em>Desire</em>, <em>Action</em>. Nay without some motion of <em>Will</em> no Man would voluntarily persevere in Contemplation. There must be a <em>Desire</em> of Knowledge, and of the Pleasure which attends it: this too is an Act of <em>Willing</em>. Both these Powers are by the Antients included under the <span class=\"foreign\">Δόγος</span> or <span class=\"foreign\">λογιχόν μέρος</span>. Below these they place two other powers dependent on the Body, the <span class=\"foreign\">Sensus</span>, and the <span class=\"foreign\">Appetitus Sensitivus</span>, in which they place the particular Passions: the former answers to the <em>Understanding</em>, and the latter to the <em>Will</em>. But the Will is forgot of late, and some ascribe to the <em>Intellect</em>, not only <em>Contemplation</em> or Knowledge, but <em>Choice</em>, <em>Desire</em>, <em>Prosecuting</em>, <em>Loving</em>. Nay some are grown so ingenious in uniting the Powers of the Soul, that <em>contemplating with Pleasure</em>, Symmetry and Proportion, an Act of the <em>Intellect</em> as they plead, is the same thing with <em>Goodwill</em> or the virtuous <em>Desire</em> of publick Happiness.","subId":"11","id":"Hutcheson.EI.IMS.1.11"},{"type":"paragraph","content":"<span class=\"margin-comment\">No exciting Reasons for ultimate Ends.</span> <span class=\"small-capitals\">But</span> are there not also exciting Reasons, even previous to any end, moving us to propose one end rather than another? To this <span class=\"name\"><em>Aristotle</em></span> long ago answered, <q>that there are <em>ultimate Ends</em> desired without a view to any thing else, and <em>subordinate Ends</em> or Objects desired with a view to something else.</q> To <em>subordinate Ends</em> those <em>Reasons</em> or <em>Truths</em> excite, which shew them to be conducive to the <em>ultimate End</em>, and shew <em>one Object</em> to be more effectual than another: thus <em>subordinate Ends</em> may be called <em>reasonable</em>. But as to the <em>ultimate Ends</em>, to suppose <em>exciting Reasons</em> for them, would infer, that there is no <em>ultimate End</em>, but that we desire one thing for another in an infinite Series.","subId":"12","id":"Hutcheson.EI.IMS.1.12"},{"type":"paragraph","content":"<span class=\"small-capitals\">Thus</span> ask a Being who desires <em>private Happiness</em>, or has <em>Self‐Love</em> <q>what Reason excites him to desire Wealth?</q> He will give this Reason, that <q>Wealth tends to procure Pleasure and Ease.</q> Ask his Reason for desiring Pleasure or Happiness: One cannot imagine what Proposition he could assign as his <em>exciting Reason</em>. This Proposition is indeed true, <q>There is an <em>Instinct</em> or <em>Desire</em> fixed in his Nature, determining him to pursue his Happiness;</q> but it is not this <em>Reflection</em> on his own Nature, or this <em>Proposition</em> which excites or determines him, but the <em>Instinct itself</em>. This is a Truth, <q><em>Rhubarb</em> strengthens the Stomach:</q> But it is not a <em>Proposition</em> which strengthens the Stomach, but the <em>Quality</em> in that Medicine. The Effect is not produced by <em>Propositions</em> shewing the <em>Cause</em>, but by the <em>Cause</em> itself.","subId":"13","id":"Hutcheson.EI.IMS.1.13"},{"type":"paragraph","content":"<span class=\"small-capitals\">In</span> like manner, what <em>Reason</em> can a benevolent Being give, as exciting him to hazard his Life in just War? This perhaps, <q>such Conduct tends to the Happiness of his Country.</q> Ask him, <q>why he serves his Country?</q> he will say, <q>His Country is a very valuable Part of Mankind.</q> Why does he study the Happiness of Mankind? If his Affections be really <em>disinterested</em>, he can give no <em>exciting Reasons</em> for it: The Happiness of Mankind in general, or of any valuable Part of it, is an <em>ultimate End</em> to that Series of Desires.","subId":"14","id":"Hutcheson.EI.IMS.1.14"},{"type":"paragraph","content":"<span class=\"margin-comment\">Men have many ultimate Ends.</span> <span class=\"small-capitals\">We</span> may transiently observe one Mistake which many fall into, who in their Philosophical Inquiries have learned to form very <em>abstract general Ideas</em>: They suppose, because they have formed some Conception of an <em>infinite Good</em>, or <em>greatest possible Aggregate</em>, or <em>Sum of Happiness</em>, under which all <em>particular Pleasures</em> may be included; that there is also some <em>one great ultimate End</em>, with a view to which every <em>particular Object</em> is desired; whereas, in truth, each <em>particular Pleasure</em> is desired without farther view, as an ultimate End in the <em>selfish Desires</em>. It is true, the <em>Prospect</em> of a greater inconsistent Pleasure may surmount or stop this Desire; so may the <em>Fear</em> of a prepollent Evil. But this does not prove, that <q>all Men have formed Ideas of <em>infinite Good</em>, or <em>greatest possible Aggregate</em>, or that they have any <em>Instinct</em> or <em>Desire</em>, without an Idea of its Object.</q> Just so in the <em>benevolent</em> Affections, the Happiness of any one Person is an <em>ultimate End</em>, desired with no farther view: And yet the observing its <em>Inconsistency</em> with the Happiness of another more beloved, or with the Happiness of <em>many</em>, though each one of them were but equally beloved, may overcome the former Desire. Yet this will not prove, that in each <em>kind Action</em> Men do form the abstract Conception of <em>all Mankind</em>, or the <em>System of Rationals</em>. The forming such large Conceptions is indeed useful, that so we may gratify either our <em>Self‐Love</em> or <em>kind Affections</em> in the fullest manner, as far as our Power extends; and may not content our selves with smaller Degrees either of <em>private</em> or <em>publick Good</em>, while greater are in our power: But when we have formed these <em>Conceptions</em>, we do not serve the <em>Individual</em> only from Love to the <em>Species</em>, no more than we desire <em>Grapes</em> with an Intention of the <em>greatest Aggregate</em> of Happiness, or from an Apprehension that they make a Part of the <em>General sum</em> of our Happiness. These Conceptions only serve to suggest <em>greater Ends</em> than would occur to us without Reflection; and by the <em>Prepollency</em> of one Desire toward the <em>greater Good</em>, either private or publick, to stop the Desire toward the <em>smaller Good</em>, when it appears inconsistent with the greater.","subId":"15","id":"Hutcheson.EI.IMS.1.15"},{"type":"paragraph","content":"<span class=\"margin-comment\">The common Reasons examined.</span> <span class=\"small-capitals\">Let</span> us examine the Truths assigned as <em>exciting</em> to the Pursuit of publick Good, even by those, who, though they allow <em>disinterested Affections</em>, and a <em>moral Sense</em>, yet suppose something <em>reasonable</em> in it antecedently. They assign such as these <q>publick Good is the End proposed by the <span class=\"small-capitals\">Deity</span>.</q> Then what <em>Reason</em> excites Men to concur with the <span class=\"small-capitals\">Deity</span>? Is it this, <q>Concurring with the <span class=\"small-capitals\">Deity</span> will make the Agent <em>happy</em>?</q> This is an <em>exciting Reason</em> indeed, but plainly supposes <em>Self‐Love</em>: And let any one assign the <em>exciting Reason</em> to the Desire of Happiness. Is the Reason exciting to concur with the <span class=\"small-capitals\">Deity</span> this, <q>The <span class=\"small-capitals\">Deity</span> is our <em>Benefactor</em>?</q> Then what <em>Reason excites</em> to concur with Benefactors? Here we must recur to an <em>Instinct</em>. Is it this Truth, <q>The divine Ends are <em>reasonable Ends</em>?</q> Then what means the Word <em>reasonable</em>? Does it mean, that <q>the Deity has <em>Reasons</em> exciting him to promote the publick Good?</q> What are these <em>Reasons</em>? Why, perhaps <q>we do not know them particularly, but in general are sure that the <span class=\"small-capitals\">Deity</span> has Reasons for them.</q> Then the Question recurs, What Reason excites us to <em>implicit Concurrence</em> with the Ends of the <span class=\"small-capitals\">Deity</span>? The Reasons which excite <em>one Nature</em> may not excite another: The Tendency of an Action to the <em>Happiness of one Agent</em> may excite him, but will not excite another <em>Agent</em> to concur, unless there appears a like Tendency to the Happiness of that <em>other</em>. They may say, <q>they are sure the <em>divine Ends</em> are good.</q> What means <em>Goodness</em>? Is it <em>moral</em> or <em>natural</em>? If the divine Ends be <em>natural Good</em>, i.e. <em>pleasant</em>, or the <em>Cause of Pleasure</em>, to whom is this <em>Pleasure</em>? If to the <span class=\"small-capitals\">Deity</span>, then why do we study the Happiness or the pleasing of the <span class=\"small-capitals\">Deity</span>? What <em>Reason</em> excites us? All the possible Reasons must either presuppose some <em>Affection</em>, if they are exciting; or some <em>moral Sense</em>, if they are justifying.—Is the divine End naturally good to us? This is an exciting Reason, but supposes <em>Self‐Love</em>. If we say the divine Ends are <em>morally Good</em>, we are just where we began. What is <em>moral Goodness</em>? <em>Conformity to Reason</em>. What are the <em>Reasons exciting</em> or <em>justifying</em>?","subId":"16","id":"Hutcheson.EI.IMS.1.16"},{"type":"paragraph","content":"<span class=\"small-capitals\">If</span> any alledge as the Reason <em>exciting</em> us to pursue publick Good, this Truth, that <q>the Happiness of a <em>System</em>, a <em>Thousand</em>, or a <em>Million</em>, is a greater Quantity of Happiness than that of <em>one Person</em>: and consequently, if Men desire Happiness, they must have stronger Desires toward the <em>greater Sum</em>, than toward the <em>less</em>.</q> This Reason still supposes an <em>Instinct toward Happiness</em> as previous to it: And again, To <em>whom</em> is the Happiness of a System a greater Happiness? To one <em>Individual</em>, or to the <em>System</em>? If to the Individual, then his Reason exciting his Desire of a <em>happy System</em> supposes <em>Self‐Love</em>: If to the <em>System</em>, then what <em>Reason</em> can excite to desire the greater <em>Happiness of a System</em>, or any <em>Happiness</em> to be in the Possession of <em>others</em>? None surely which does not presuppose <em>publick Affections</em>. Without such <em>Affections</em> this Truth, <q>that an hundred Felicities is a greater Sum than one Felicity,</q> will no more excite to study the Happiness of the <em>Hundred</em>, than this Truth, <q>an hundred Stones are greater than one,</q> will excite a Man, who has no <em>desire of Heaps</em>, to cast them together.","subId":"17","id":"Hutcheson.EI.IMS.1.17"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> same may be observed concerning that <em>Proposition</em>, assigned by some as the <em>ultimate Reason</em> both <em>exciting</em> to, and <em>justifying</em> the Pursuit of publick Good, <em>viz.</em> <q><em>It is best that all should be happy.</em></q> <em>Best</em> is most good: Good to whom? To the <em>Whole</em>, or to each <em>Individual</em>? If to the <em>former</em>, when this Truth excites to Action, it must presuppose <em>kind Affections</em>; if it is good to each <em>Individual</em>, it must suppose <em>Self‐Love</em>.","subId":"18","id":"Hutcheson.EI.IMS.1.18"},{"type":"paragraph","content":"<span class=\"margin-comment\">The true Meaning of Reasons exciting to Actions, and reasonable Actions.</span> <span class=\"small-capitals\">Let</span> us once suppose <em>Affections</em>, <em>Instincts</em> or <em>Desires</em> previously implanted in our Nature: and we shall easily understand the <em>exciting Reasons</em> for Actions, <em>viz.</em> <q>These Truths which shew them to be conducive toward some <em>ultimate End</em>, or toward the <em>greatest End</em> of that kind in our Power.</q> He acts <em>reasonably</em>, who considers the various Actions in his Power, and forms <em>true Opinions</em> of their <em>Tendencies</em>; and then chuses to do that which will obtain the highest Degree of <em>that</em>, to which the <em>Instincts</em> of his Nature incline him, with the smallest Degree of those things to which the <em>Affections</em> in his Nature make him averse.","subId":"19","id":"Hutcheson.EI.IMS.1.19"},{"type":"paragraph","content":"<span class=\"small-capitals\">More</span> particularly, the <em>exciting Reasons</em> to a Nature which had only <em>selfish Affections</em>, are those Truths which shewed <q>what Object or Event would occasion to it the greatest Quantity of <em>Pleasure</em>:</q> these would excite to the Prosecution of it. The <em>exciting Truths</em> about <em>Means</em>, would be only those which pointed out some Means as more certainly effectual than any other, or with less <em>Pain</em> or <em>Trouble</em> to the <em>Agent</em>. <em>Publick Usefulness</em> of <em>Ends</em> or <em>Means</em>, or <em>publick Hurtfulness</em> would neither excite nor dissuade, farther than the <em>publick State</em> might affect <em>that</em> of the Agent.","subId":"20","id":"Hutcheson.EI.IMS.1.20"},{"type":"paragraph","content":"<span class=\"small-capitals\">If</span> there is any Nature with <em>publick Affections</em>: The Truths exciting to any <em>End</em> in this Order, are such as shew, <q>that any Event would promote the Happiness of others.</q> That <em>End</em> is called most <em>reasonable</em>, which our Reason discovers to contain a greater Quantity of <em>publick Good</em>, than any other in our power.","subId":"21","id":"Hutcheson.EI.IMS.1.21"},{"type":"paragraph","content":"<span class=\"small-capitals\">When</span> any Event may affect both the <em>Agent</em> and <em>others</em>, if the Agent have both <em>Self‐Love</em> and <em>publick Affections</em>, he acts according to that Affection which is <em>strongest</em>, when there is any <em>Opposition</em> of Interests; if there be no Opposition, he follows both. If he discovers this Truth, that <q>his constant pursuit of <em>publick Good</em> is the most probable way of promoting his <em>own Happiness</em>,</q> then his Pursuit is truly reasonable and constant; thus both Affections are at once gratifyed, and he is consistent with himself. Without knowledge of that Truth he does not act <em>reasonably</em> for his own Happiness, but follows it by <em>Means</em> not tending effectually to this <em>End</em>: and must frequently, from the Power of <em>Self‐Love</em>, neglect or counteract his other <em>End</em>, the <em>publick Good</em>. If there be also a <em>moral Sense</em> in such an Agent, while yet he is inadvertent to the <em>Connexion</em> of <em>private Happiness</em> with the <em>Study of the publick</em>; he must be perpetually yet more uneasy, either through the apprehended <em>Neglect of private Interest</em>  when he serves the Publick; or when he pursues only <em>private Interest</em>, he will have perpetual <em>Remorse</em> and <em>Dissatisfaction</em> with his own Temper, through his <em>moral Sense</em>. So that the Knowledge of this <em>Connexion</em> of private Interest, with the Study of publick Good, seems absolutely necessary to preserve a constant <em>Satisfaction</em> of Mind, and to prevent an <em>alternate Prevalence</em> of seemingly contrary Desires.","subId":"22","id":"Hutcheson.EI.IMS.1.22"},{"type":"paragraph","content":"<span class=\"small-capitals\">Should</span> any one ask even concerning these two <em>ultimate Ends</em>, <em>private Good</em> and <em>publick</em>, is not the latter more <em>reasonable</em> than the former?—What means the Word <em>reasonable</em> in this Question? If we are allowed to presuppose <em>Instincts</em> and <em>Affections</em>, then the Truth just now supposed to be discoverable concerning our State, is an <em>exciting Reason</em> to <em>serve the publick Interest</em>, since this Conduct is the most <em>effectual Means</em> to obtain both ends. But I doubt if any Truth can be assigned which <em>excites</em> in us either the Desire of <em>private Happiness</em> or <em>publick</em>. For the <em>former</em> none ever alledged any <em>exciting Reason</em>: and a <em>benevolent Temper</em> finds as little <em>Reason exciting</em> him to the latter; which he desires without any view to <em>private Good</em>. If the meaning of the Question be this, <q>does not every <em>Spectator approve</em> the Pursuit of publick Good more than private?</q> The Answer is obvious that he does: but not for any <em>Reason</em> or <em>Truth</em>, but from a <em>moral Sense</em>.","subId":"23","id":"Hutcheson.EI.IMS.1.23"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> leads to consider <em>Approbation</em> of Actions, whether it be for <em>Conformity to any Truth</em>, or <em>Reasonableness</em>, that Actions are ultimately approved, independently of any <em>moral Sense</em>? Or if all <em>justifying Reasons</em> do not presuppose it?","subId":"24","id":"Hutcheson.EI.IMS.1.24"},{"type":"paragraph","content":"<span class=\"margin-comment\">Justifying Reasons suppose a moral Sense.</span> <span class=\"small-capitals\">If</span> <em>Conformity to Truth</em>, or <em>Reasonable</em>, denote nothing else but that <q>an Action is the <em>Object of a true Proposition</em>,</q> it is plain, that all Actions should be approved equally, since as many Truths may be made about the worst, as can be made about the best. See what was said above about exciting Reasons.","subId":"25","id":"Hutcheson.EI.IMS.1.25"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> let the <em>Truths</em> commonly assigned as <em>justifying</em> be examined. Here it is plain, <q><em>A Truth shewing an Action to be fit to attain an End,</em></q> does not justify it; nor do we approve a <em>subordinate End</em> for any Truth, which only shews it to be fit to promote the <em>ultimate End</em>; for the worst Actions may be conducive to their <em>Ends</em>, and <em>reasonable</em> in that Sense. The <em>justifying Reasons</em> then must be about the <em>Ends</em> themselves, especially the <em>ultimate Ends</em>. The Question then is, <q>Does a <em>Conformity to any Truth</em> make us <em>approve</em> an <em>ultimate End</em>, previously to any <em>moral Sense</em>?</q> For example, we approve <em>pursuing the publick Good</em>. For what <em>Reason</em>? or what is the <em>Truth</em> for Conformity to which we call it a <em>reasonable End</em>? I fancy we can find none in these Cases, more than we could give for our liking any <em>pleasant Fruit</em>.<a href=\"#n2\"><sup>[2]</sup></a>","subId":"26","id":"Hutcheson.EI.IMS.1.26"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> Reasons assigned are such as these; <q><em>It is the End proposed by the <span class=\"small-capitals\">Deity</span>.</em></q> But why do we <em>approve</em> concurring with the divine Ends? This Reason is given, <q><em>He is our Benefactor</em>:</q> But then, for what <em>Reason</em> do we approve <em>Concurrence with a Benefactor</em>? Here we must recur to a <em>Sense</em>. Is this the Reason moving to <em>Approbation</em>, <q><em>Study of publick Good tends to the Advantage of the Approver</em>?</q> Then the Quality moving us to <em>approve</em> an Action, is its being <em>advantageous to us</em>, and not <em>Conformity to a Truth</em>. This Scheme is intelligible, but not true in fact. Men <em>approve</em> without Perception of <em>private Advantage</em>; and often do not <em>condemn or disapprove</em> what is plainly pernicious; as in the Execution of a <em>just Sentence</em>, which even the Criminal may <em>approve</em>.","subId":"27","id":"Hutcheson.EI.IMS.1.27"},{"type":"paragraph","content":"<span class=\"small-capitals\">If</span> any allege, that this is the <em>justifying Reason</em> of the <em>Pursuit of publick Good</em>, <q><em>that it is best all be happy</em>,</q> then we approve Actions for their <em>Tendency to that State which is best</em>, and not for <em>Conformity to Reason</em>. But here again, what means <em>best</em>? <em>morally best</em>, or <em>naturally best</em>? If the <em>former</em>, they explain the same Word by itself in a Circle: If they mean the <em>latter</em>, that <q>it is the most happy State where all are happy;</q> then, <em>most happy</em>, for whom? the <em>System</em>, or the <em>Individual</em>? If for the <em>former</em>, what Reason makes us <em>approve the Happiness of a System</em>? Here we must recur to a <em>Sense</em> or <em>kind Affections</em>. Is it most happy for the <em>Individual</em>? Then the Quality moving <em>Approbation</em> is again <em>Tendency to private Happiness</em>, not <em>Reasonableness</em>.","subId":"28","id":"Hutcheson.EI.IMS.1.28"},{"type":"paragraph","content":"<span class=\"margin-comment\">Obligation supposes either Affections or a moral Sense.</span> <span class=\"small-capitals\">There</span> are some other <em>Reasons</em> assigned in Words differing from the former, but more confused, such as these: <q><em>It is our Duty to study publick Good. We are obliged to do it. We owe Obedience to the Deity. The whole is to be preferred to a Part.</em></q> But let these Words <em>Duty</em>, <em>Obligation</em>, <em>Owing</em>, and the meaning of that Gerund or Participle, <em>is to be preferred</em>, be explained; and we shall find ourselves still at a Loss for <em>exciting Reasons</em> previously to <em>Affections</em>, or <em>justifying Reasons</em> without recourse to a <em>moral Sense</em>.","subId":"29","id":"Hutcheson.EI.IMS.1.29"},{"type":"paragraph","content":"<span class=\"margin-comment\">The meaning of Obligation.</span> <span class=\"small-capitals\">When</span> we say one is obliged to an Action, we either mean, 1. <em>That the Action is necessary to obtain Happiness to the Agent, or to avoid Misery</em>: Or, 2. <em>That every Spectator, or he himself upon Reflection, must approve his Action, and disapprove his omitting it, if he considers fully all its Circumstances</em>. The former Meaning of the Word <em>Obligation</em> presupposes <em>selfish Affections</em>, and the <em>Senses of private Happiness</em>: The latter Meaning includes the <em>moral Sense</em>. <span class=\"name\">Mr. <em>Barbeyrac</em></span>, in his Annotations upon <span class=\"name\"><em>Grotius</em></span>,<a href=\"#n3\"><sup>[3]</sup></a> makes <em>Obligation</em> denote an <em>indispensable Necessity to act in a certain manner</em>. Whoever observes his Explication of this <em>Necessity</em>, (which is not <em>natural</em>, otherwise no Man could act against his Obligation) will find that it denotes only <q>such a Constitution of a powerful Superior, as will make it impossible for any Being to obtain <em>Happiness</em>, or avoid <em>Misery</em>, but by such a Course of Action.</q> This agrees with the former Meaning, though sometimes he also includes the latter.","subId":"30","id":"Hutcheson.EI.IMS.1.30"},{"type":"paragraph","content":"<span class=\"small-capitals\">Many</span> other confused Definitions have been given of Obligation, by no obscure Names in the learned World. But let any one give a distinct Meaning, different from the two above‐mentioned. To pursue them all would be endless; only let the <em>Definitions</em> be substituted in place of the Word <span class=\"small-capitals\">Obligation</span>, in other parts of each Writer, and let it be observed whether it makes good Sense or not.<a href=\"#n4\"><sup>[4]</sup></a>","subId":"31","id":"Hutcheson.EI.IMS.1.31"},{"type":"paragraph","content":"<span class=\"margin-comment\">Arguments for some Standard of Morals prior to a Sense considered.</span> <span class=\"small-capitals\">Before</span> we quit this Character <em>Reasonableness</em>, let us consider the Arguments brought to prove that there must be some Standard of moral Good antecedent to any Sense. Say they, <q><em>Perceptions of Sense</em> are deceitful, we must have some Perception or Idea of <em>Virtue</em> more stable and certain; this must be <em>Conformity to Reason</em>: <em>Truth</em> discovered by our <em>Reason</em> is certain and invariable: <em>That</em> then alone is the Original Idea of Virtue, <em>Agreement with Reason</em>.</q> But in like manner our <em>Sight</em> and <em>Sense of Beauty</em> is deceitful, and does not always represent the true <em>Forms</em> of Objects. We must not call that <em>beautiful</em> or <em>regular</em>, which pleases the <em>Sight</em>, or an <em>internal Sense</em>; but Beauty in external Forms too, consists in <em>Conformity</em> to <em>Reason</em>. So our <em>Taste</em> may be vitiated: we must not say that <em>Savour</em> is perceived by <em>Taste</em>, but must place the original Idea of <em>grateful Savours</em> in <em>Conformity to Reason</em>, and of <em>ungrateful</em> in <em>Contrariety to Reason</em>. We may mistake the real <em>Extent</em> of Bodies, or their <em>Proportions</em>, by making a Conclusion upon the first sensible Appearance: Therefore <em>Ideas of Extension</em> are not originally acquired by a <em>Sense</em>, but consist in <em>Conformity to Reason</em>.","subId":"32","id":"Hutcheson.EI.IMS.1.32"},{"type":"paragraph","content":"<span class=\"small-capitals\">If</span> what is intended in this Conformity to Reason be this, <q>That we should call no Action <em>virtuous</em>, unless we have some <em>Reason</em> to conclude it to be virtuous, or some <em>Truth</em> shewing it to be so.</q> This is very true; but then in like manner we should count no Action <em>vicious</em>, unless we have some <em>Reason</em> for counting it so, or when it is <em>Truth</em> <q>that it is vicious.</q> If this be intended by <em>Conformity to Truth</em>, then at the same rate we may make <em>Conformity to Truth</em> the original Idea of <em>Vice</em> as well as <em>Virtue</em>; nay, of every Attribute whatsoever. That <em>Taste</em> alone is <em>sweet</em>, which there is <em>Reason</em> to count <em>sweet</em>; that Taste alone is <em>bitter</em>, concerning which it is <em>true</em> that it is <em>bitter</em>; that Form alone is <em>beautiful</em>, concerning which it is true that it is <em>beautiful</em>; and that alone <em>deformed</em>, which is truly <em>deformed</em>. Thus <em>Virtue</em>, <em>Vice</em>, <em>Sweet</em>, <em>Bitter</em>, <em>Beautiful</em>, <em>or Deformed</em>, originally denote <em>Conformity to Reason</em>, antecedently to Perceptions of any <em>Sense</em>. The <em>Idea of Virtue</em> is particularly that concerning which it is <em>Truth</em>, that it is <em>Virtue</em>; or <em>Virtue</em> is <em>Virtue</em>; a wonderful Discovery!","subId":"33","id":"Hutcheson.EI.IMS.1.33"},{"type":"paragraph","content":"<span class=\"small-capitals\">So</span> when some tell us, <q>that Truth is naturally pleasant, and more so than any <em>sensible Perception</em>; this must therefore engage Men more than any other Motive, if they attend to it.</q> Let them observe, that as much <em>Truth</em> is known about <em>Vice</em> as <em>Virtue</em>. We may <em>demonstrate</em> the publick <em>Miseries</em> which would ensue upon <em>Perjury</em>, <em>Murder</em>, and <em>Robbery</em>. These Demonstrations would be attended with that <em>Pleasure</em> which is peculiar to <em>Truth</em>; as well as the Demonstrations of the publick Happiness to ensue from <em>Faith</em>, <em>Humanity and Justice</em>. There is equal Truth on both sides.","subId":"34","id":"Hutcheson.EI.IMS.1.34"},{"type":"paragraph","content":"<span class=\"margin-comment\">Whence it is that Virtue is called reasonable and not Vice.</span> <span class=\"small-capitals\">We</span> may transiently observe what has occasioned the Use of the Word <em>reasonable</em>, as an Epithet of only <em>virtuous Actions</em>. Tho' we have <em>Instincts</em> determining us to desire <em>Ends</em>, without supposing any previous <em>Reasoning</em>; yet it is by use of our <em>Reason</em> that we find out the Means of obtaining our <em>Ends</em>. When we do not use our Reason, we often are disappointed of our End. We therefore call those Actions which are <em>effectual</em> to their Ends, <em>reasonable</em> in one Sense of that Word.","subId":"35","id":"Hutcheson.EI.IMS.1.35"},{"type":"paragraph","content":"<span class=\"small-capitals\">Again</span>, in all Men there is probably a <em>moral Sense</em>, making publickly useful Actions and kind Affections <em>grateful</em> to the Agent, and to every Observer: Most Men who have thought of human Actions, agree, that the <em>publickly useful</em> are in the whole also <em>privately useful</em> to the Agent, either in this Life or the next: We conclude, that all Men have the <em>same Affections and Senses</em>: We are convinced by our Reason, that it is by publickly useful Actions alone that we can promote <em>all our Ends</em>. Whoever then acts in a contrary manner, we presume is <em>mistaken</em>, <em>ignorant of</em>, or <em>inadvertent</em> to, these Truths which he might know; and say he acts <em>unreasonably</em>. Hence some have been led to imagine, some <em>Reasons</em> either exciting or justifying previously to all <em>Affections</em> or a <em>moral Sense</em>.","subId":"36","id":"Hutcheson.EI.IMS.1.36"},{"type":"paragraph","content":"<span class=\"margin-comment\">Objections from our judging even of our Affections and Senses themselves.</span> <span class=\"small-capitals\">Two</span> Arguments are brought in defense of this Epithet, as antecedent to any Sense, <em>viz.</em> <q>That we judge even of our <em>Affections</em> and <em>Senses</em> themselves, whether they are <em>morally Good</em>or <em>Evil</em>.</q>","subId":"37","id":"Hutcheson.EI.IMS.1.37"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> second Argument is, that <q>if all <em>moral Ideas</em> depend upon the <em>Constitution</em> of our <em>Sense</em>, then all <em>Constitutions</em> would have been alike reasonable and good to the <span class=\"small-capitals\">Deity</span>, which is absurd.</q>","subId":"38","id":"Hutcheson.EI.IMS.1.38"},{"type":"paragraph","content":"<span class=\"margin-comment\">1. That we judge our Senses themselves.</span> <span class=\"small-capitals\">As</span> to the first Argument, it is plain we judge of our own <em>Affections</em>, or those of others by our <em>moral Sense</em>, by which we approve kind Affections, and disapprove the contrary. But none can apply <em>moral Attributes</em> to the very <em>Faculty</em> of perceiving <em>moral Qualities</em>; or call his <em>moral Sense</em> <em>morally Good</em> or <em>Evil</em>, any more than he calls the <em>Power of Tasting</em>, <em>sweet</em>, or <em>bitter</em>; or of <em>Seeing</em>, <em>strait</em> or <em>crooked</em>, <em>white</em> or <em>black</em>.","subId":"39","id":"Hutcheson.EI.IMS.1.39"},{"type":"paragraph","content":"<span class=\"margin-comment\">Answered.</span> <span class=\"small-capitals\">Every</span> one judges the <em>Affections</em> of others by his own <em>Sense</em>; so that it seems not impossible that in these <em>Senses</em> Men might differ as they do in <em>Taste</em>. A <em>Sense approving Benevolence</em> would disapprove <em>that Temper</em>, which a <em>Sense approving Malice</em> would delight in. The <em>former</em> would judge of the <em>latter</em> by his <em>own Sense</em>, so would the <em>latter</em> of the <em>former</em>. Each one would at first view think the <em>Sense</em> of the other perverted. But then, is there no difference? Are both Senses equally <em>good</em>? No certainly, any <em>Man</em> who observed them would think the <em>Sense</em> of the <em>former</em> more desirable than of the <em>latter</em>; but this is, because the <em>moral Sense</em> of every <em>Man</em> is constituted in the former manner. But were there any Nature with no <em>moral Sense</em> at all observing these two Persons, would he not think the State of the <em>former</em> preferable to that of the <em>latter</em>? Yes, he might: but not from any Perception of <em>moral Goodness</em> in the one <em>Sense</em> more than in the other. Any rational Nature observing two Men thus constituted, with <em>opposite Senses</em>, might by reasoning see, not <em>moral Goodness</em> in one <em>Sense</em> more than in the contrary, but a <em>Tendency to the Happiness of the Person himself</em>, who had the former <em>Sense</em> in the one Constitution, and a <em>contrary Tendency</em> in the opposite <em>Constitution</em>: nay, the Persons themselves might observe this; since the <em>former Sense</em> would make these Actions grateful to the Agent which were useful to others; who, if they had a like Sense, would <em>love</em> him, and return <em>good Offices</em>; whereas the <em>latter Sense</em> would make all such Actions as are <em>useful to others</em>, and apt to engage their <em>good Offices</em>, ungrateful to the Agent; and would lead him into <em>publickly hurtful Actions</em>, which would not only procure the Hatred of others, if they had a <em>contrary Sense</em>, but engage them out of their <em>Self‐Love</em> to study his <em>Destruction</em>, tho' their <em>Senses</em> agreed. Thus any <em>Observer</em>, or the <em>Agent</em> himself with this <em>latter Sense</em>, might perceive that the <em>Pains</em> to be feared, as the Consequence of <em>malicious Actions</em>, did over‐ballance the <em>Pleasures</em> of this <em>Sense</em>; so that it would be to the Agent's <em>Interest</em> to counteract it. Thus one Constitution of the <em>moral Sense</em> might appear to be more <em>advantageous</em> to those who had it, than the contrary; as we may call that Sense of Tasting <em>healthful</em>, which made wholesome Meat pleasant; and we would call a contrary <em>Taste</em> <em>pernicious</em>. And yet we should no more call the moral Sense <em>morally good</em> or <em>evil</em>, than we call the <em>Sense of Tasting</em> <em>savoury</em> or <em>unsavoury</em>, <em>sweet</em> or <em>bitter</em>.","subId":"40","id":"Hutcheson.EI.IMS.1.40"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> must we not own, that we judge of all our <em>Senses</em> by our <em>Reason</em>, and often correct their <em>Reports</em> of the <em>Magnitude</em>, <em>Figure</em>, <em>Colour</em>, <em>Taste</em> of Objects, and pronounce them <em>right</em> or <em>wrong</em>, as they agree or disagree with <em>Reason</em>? This is true. But does it then follow, that <em>Extension</em>, <em>Figure</em>, <em>Colour</em>, <em>Taste</em>, are not <em>sensible Ideas</em>, but only denote <em>Reasonableness</em>, or <em>Agreement with Reason</em>? Or that these Qualities are perceivable antecedently to any <em>Sense</em>, by our <em>Power of finding out Truth</em>? Just so a <em>compassionate Temper</em> may rashly imagine the <em>Correction of a Child</em>, or the <em>Execution of a Criminal</em>, to be cruel and inhuman: but by <em>reasoning</em> may discover the <em>superior Good</em> arising from them in the whole; and then the same <em>moral Sense</em> may determine the Observer to approve them. But we must not hence conclude, that it is any <em>reasoning</em> antecedent to a <em>moral Sense</em>, which determines us to <em>approve</em> the Study of publick Good, any more than we can in the former Case conclude, that we perceive <em>Extension</em>, <em>Figure</em>, <em>Colour</em>, <em>Taste</em>, antecedently to a Sense. All these Sensations are often corrected by <em>Reasoning</em>, as well as our <em>Approbations</em> of Actions as <em>Good</em> or <em>Evil</em>:<a href=\"#n5\"><sup>[5]</sup></a> and yet no body ever placed the <em>Original Idea</em> of <em>Extension</em>, <em>Figure</em>, <em>Colour</em>, <em>or Taste</em>, in <em>Conformity to Reason</em>.","subId":"41","id":"Hutcheson.EI.IMS.1.41"},{"type":"paragraph","content":"<span class=\"small-capitals\">'Tis</span> manifest we have in our <em>Understanding</em> <em>moral Ideas</em>, or they are Perceptions of the Soul: we reason about them, we compare, we judge; butwhen we do all the same Acts about <em>Extension</em>, <em>Figure</em>, <em>Colour</em>, <em>Taste</em>, <em>Sound</em>, which Perceptions all Men call <em>Sensations</em>. All our Ideas, or the materials of our reasoning or judging, are received by some immediate Powers of Perception internal or external, which we may call <em>Senses</em>; by these too we have Pleasure and Pain. All Perception is by the Soul, not by the Body, tho' some Impressions on the bodily Organs are the Occasions of some of them; and in others the Soul is determined to other sorts of <em>Feelings</em> or <em>Sensations</em>, where no bodily Impression is the immediate Occasion. A certain <em>incorporeal Form</em>, if one may use that Name, a <em>Temper</em> observed, <em>a Character</em>, <em>an Affection</em>, <em>a State</em> of a sensitive Being, known or understood, may raise <em>Liking</em>, <em>Approbation</em>, <em>Sympathy</em>, as naturally from the very Constitution of the Soul, as any bodily Impression raises external Sensations. Reasoning or <em>Intellect</em> seems to raise no new Species of Ideas, but to discover or discern the <em>Relations</em> of those received. Reason shews what Acts are conformable to a <em>Law</em>, a <em>Will</em> of a Superior; or what Acts tend to Private Good, or to Publick Good: In like manner, Reason discovers contrary Tendencies of contrary Actions. Both Contraries are alike the Object of the Understanding, and may give that sort of Pleasure which arises upon Discovery of Truth. A Demonstration that certain Actions are detrimental to Society is attended with the peculiar <em>Pleasure of new Knowledge</em>, as much as a like Demonstration of the Benefit of Virtue. But when we <em>approve</em> a kind beneficent Action, let us consider whether this <em>Feeling</em>, or <em>Action</em>, or <em>Modification</em> of the Soul more resembles an Act of <em>Contemplation</em>, such as this <em>when strait Lines intersect each other, the vertical Angles are equal</em>; or that <em>Liking</em> we have to a beautiful Form, an harmonious Composition, a grateful Sound.","subId":"42","id":"Hutcheson.EI.IMS.1.42"},{"type":"paragraph","content":"<span class=\"small-capitals\">Thus</span> tho' no Man can immediately either <em>approve</em> or <em>disapprove</em> as <em>morally good or evil</em> his own <em>moral Sense</em>, by which he approves only <em>Affections</em> and <em>Actions</em> consequent upon them; yet he may see whether it be <em>advantageous</em> to him in other respects, to have it constituted <em>one way</em> rather than another. <em>One Constitution</em> may make these Actions grateful to this Sense which tend to procure <em>other Pleasures</em> also. A <em>contrary Constitution</em> may be known to the very Person himself to be <em>disadvantageous</em>, as making these Actions <em>immediately grateful</em>, which shall occasion all <em>other sorts</em> of Misery. His <em>Self‐Love</em> may excite him, tho' with <em>Dissatisfaction</em>, to counteract this Sense, in order to avoid a greater <em>Evil</em>. <span class=\"name\">Mr. <em>Hobbes</em></span> seems to have had no better Notions of the <em>natural State</em> of Mankind. An Observer, who was <em>benevolent</em>, would desire that all had the former sort of <em>Sense</em>; a <em>malicious Observer</em>, if he feared no <em>Evil to himself</em>, from the Actions of the Persons observed, would desire the <em>latter Constitution</em>. If this Observer had a <em>moral Sense</em>, he would think that <em>Constitution</em> which was contrary to <em>his own</em>, <em>strange</em> and <em>surprizing</em>, or <em>unnatural</em>. If the Observer had no <em>Affections</em> toward others, and were disjoined from Mankind, so as to have neither <em>Hopes</em> nor <em>Fears</em> from their Actions, he would be indifferent about their <em>Constitutions</em>, and have no <em>Desire</em> or <em>Preference</em> of one above another; tho' he might see which were <em>advantageous</em> to them, and which pernicious.","subId":"43","id":"Hutcheson.EI.IMS.1.43"},{"type":"paragraph","content":"<span class=\"margin-comment\">The 2d Objection, that all Constitutions would have been alikereasonable, answered.</span> <span class=\"small-capitals\">As</span> to the second Argument, What means <em>alike reasonable or good to the <span class=\"small-capitals\">Deity</span></em>? Does it mean, <q>that the <span class=\"small-capitals\">Deity</span> could have had no <em>Reasons exciting</em> him to make one Constitution rather than another?</q> 'Tis plain, if the <span class=\"small-capitals\">Deity</span> had nothing <em>essential to his Nature</em>, corresponding to our <em>sweetest</em> and <em>most kind Affections</em>, we can scarce suppose he could have any <em>Reason exciting</em> him to any thing he has done: but grant such a <em>Disposition</em> in the <span class=\"small-capitals\">Deity</span>, and then the manifest <em>Tendency of the present Constitution to the Happiness of his Creatures</em> was an exciting Reason for chusing it before the contrary.<a href=\"#n6\"><sup>[6]</sup></a> Each sort of Constitution might have given Men an equal <em>immediate Pleasure</em> in present <em>Self-Approbation</em> for any sort of Action; but the Actions approved by the <em>present Sense</em>, procure all <em>Pleasures</em> of the <em>other Senses</em>; and the Actions which would have been approved by a <em>contrary moral Sense</em>, would have been productive of all <em>Torments of the other Senses</em>.","subId":"44","id":"Hutcheson.EI.IMS.1.44"},{"type":"paragraph","content":"<span class=\"small-capitals\">If</span> it be meant, that <q><em>upon this Supposition, that all our Approbation presupposes in us a moral Sense, the <span class=\"small-capitals\">DDeity</span> could not have approved one Constitution more than another</em>:</q> where is the Consequence? Why may not the Deity have something of a superior Kind, analogous to our <em>moral Sense</em>, essential to him? How does any Constitution of the <em>Senses of Men</em> hinder the <span class=\"small-capitals\">Deity</span> to reflect and judge of his own Actions? How does it affect the divine Apprehension, which way soever <em>moral Ideas</em> arise with Men?","subId":"45","id":"Hutcheson.EI.IMS.1.45"},{"type":"paragraph","content":"<span class=\"small-capitals\">If</span> it means <q><em>that we cannot approve one Constitution more than another, or approve the <span class=\"small-capitals\">Deity</span> for making the </em>present Constitution<em></em>:</q> This Consequence is also false. The <em>present Constitution</em> of our <em>moral Sense</em> determines us to approve all <em>kind Affections</em>: This Constitution the <span class=\"small-capitals\">Deity</span> must have foreseen as <em>tending</em> to the <em>Happiness</em> of his Creatures; it does therefore evidence <em>kind Affection</em> or <em>Benevolence</em> in the <span class=\"small-capitals\">Deity</span>, this therefore we must <em>approve</em>.","subId":"46","id":"Hutcheson.EI.IMS.1.46"},{"type":"paragraph","content":"<span class=\"margin-comment\">The meaning of <em>antecedent Reasonableness</em>.</span> <span class=\"small-capitals\">We</span> have got some strange Phrases, <q><em>that some things are antecedently reasonable in the Nature of the thing</em>,</q> which some insist upon: <q>That otherwise, say they, if before Man was created, any Nature <em>without a moral Sense</em> had existed, this Nature would not have approved as morally good in the Deity, his constituting our Sense as it is at present.</q> Very true; and what next? If there had been no <em>moral Sense</em> in that Nature, there would have been no <em>Perception of Morality</em>. But <q>could not such Natures have seen something <em>reasonable</em> in one Constitution more than in another?</q> They might no doubt have <em>reasoned</em> about the various <em>Constitutions</em>, and foreseen that the <em>present one</em> would tend to the <em>Happiness</em> of Mankind, and would evidence <em>Benevolence</em> in the <span class=\"small-capitals\">Deity</span>; So also they might have <em>reasoned</em> about the <em>contrary Constitution</em>, that it would make Men miserable, and evidence <em>Malice</em> in the Deity. They would have <em>reasoned</em> about <em>both</em>, and found out <em>Truths</em>: are both Constitutions alike <em>reasonable</em> to these Observers? No, say they, <q>the <em>benevolent</em> one is <em>reasonable</em>, and the <em>malicious</em> <em>unreasonable</em>:</q> And yet these Observers <em>reasoned</em> and <em>discovered Truths</em> about both: An Action then is called by us <em>reasonable</em> when it is <em>benevolent</em>, and <em>unreasonable</em> when <em>malicious</em>. This is plainly making the Word <em>reasonable</em> denote whatever is <em>approved</em> by our moral Sense, without Relation to <em>true Propositions</em>. We often use that Word in such a confused Manner: But these <em>antecedent Natures</em>, supposed without a <em>moral Sense</em>, would not have <em>approved</em> one Constitution of the <span class=\"small-capitals\">Deity</span> as <em>morally</em> better than another.","subId":"47","id":"Hutcheson.EI.IMS.1.47"},{"type":"paragraph","content":"<span class=\"small-capitals\">Had</span> it been left to the Choice of these <em>antecedent Minds</em>, what <em>manner of Sense</em> they would have desired for Mankind; would they have seen no <em>difference</em>? Yes they would, according to their <em>Affections</em> which are presupposed in all <em>Election</em>. If they were <em>benevolent</em>, as we suppose the <span class=\"small-capitals\">Deity</span>, the <em>Tendency of the present Sense to the Happiness of Men</em> would have excited their Choice. Had they been <em>malicious</em>, as we suppose the Devil, the <em>contrary Tendency</em> of the <em>contrary Sense</em> would have excited their <em>Election</em> of it. But is there nothing <em>preferable</em>, or <em>eligible</em> antecedently to all <em>Affections</em> too? No certainly, unless there can be <em>Desire</em> without <em>Affections</em>, or <em>superior Desire</em>, <em>i.e.</em> Election antecedently to all <em>Desire</em>.","subId":"48","id":"Hutcheson.EI.IMS.1.48"},{"type":"paragraph","content":"<span class=\"margin-comment\">Reasons for Election different from those for Approbation.</span> <span class=\"small-capitals\">Some</span> do farther perplex this Subject, by asserting, that <q>the same <em>Reasons</em> determining <em>Approbation</em>, ought also to excite to <em>Election</em>.</q> Here, 1. We often see <em>justifying Reasons</em> where we can have no <em>Election</em>; <em>viz.</em> when we observe the <em>Actions of others</em>, which were even prior to our <em>Existence</em>. 2. The Quality moving us to <em>Election</em> very often cannot excite <em>Approbation</em>; viz. <em>private usefulness</em>, not publickly pernicious. This both does and <em>ought</em> to move <em>Election</em>, and yet I believe few will say, <q>they <em>approve</em> as virtuous the <em>eating a Bunch of Grapes</em>, taking a <em>Glass of Wine</em>, or <em>sitting down</em> when one is tired.</q> <em>Approbation</em> is not what we can <em>voluntarily</em> bring upon ourselves. When we are contemplating Actions, we do not <em>chuse</em> to approve, because <em>Approbation</em> is pleasant; otherwise we would always approve, and never condemn any Action; because this is some way uneasy. <em>Approbation</em> is plainly a <em>Perception</em> arising without previous <em>Volition</em>, or Choice of it, because of any <em>concomitant Pleasure</em>. The Occasion of it is the <em>Perception of benevolent Affections</em> in ourselves, or the discovering the like in others, even when we are incapable of any <em>Action</em> or <em>Election</em>. The <em>Reasons</em> determining <em>Approbation</em> are such as shew that an Action evidenced <em>kind Affections</em>, and that in <em>others</em>, as often as in <em>ourselves</em>. Whereas, the <em>Reasons</em> moving to Election are such as shew the <em>Tendency of an Action to gratify some Affection</em> in the Agent.","subId":"49","id":"Hutcheson.EI.IMS.1.49"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> <em>Prospect</em> of the Pleasure of <em>Self‐Approbation</em>, is indeed often a Motive to <em>chuse</em> one Action rather than another; but this supposes the <em>moral Sense</em>, or Determination to <em>approve</em>, prior to the <em>Election</em>. Were Approbation <em>voluntarily</em> chosen, from the Prospect of its concomitant Pleasure, then there could be no <em>Condemnation</em> of our own Actions, for that is unpleasant.","subId":"50","id":"Hutcheson.EI.IMS.1.50"},{"type":"paragraph","content":"As to that confused Word <em>ought</em> it is needless to apply to it again all that was said about <em>Obligation</em>.","subId":"51","id":"Hutcheson.EI.IMS.1.51"},{"type":"note","content":"Thus <span class=\"name\"><em>Grotius</em></span> distinguishes the Reasons of War, into the <span class=\"foreign\">Justificæ</span>, and <span class=\"foreign\">Suasoriæ</span>, or these, <span class=\"foreign\">sub ratione utilis</span>.","subId":"n1","id":"Hutcheson.EI.IMS.1.n1"},{"type":"note","content":"This is what <span class=\"name\"><em>Aristotle</em></span> so often asserts that the <span class=\"foreign\">προαιρετὸν or βουλεντὸν</span> is not the End, but the Means.","subId":"n2","id":"Hutcheson.EI.IMS.1.n2"},{"type":"note","content":"<cite><em>Lib J. Chap. 1. Sect. 10.</em></cite>","subId":"n3","id":"Hutcheson.EI.IMS.1.n3"},{"type":"note","content":"The common Definition, <span class=\"foreign\">Vinculum Juris que necessitate aastringimur alicujus rei praestandae</span>, is wholly metaphorical, and can settle no Debate precisely.","subId":"n4","id":"Hutcheson.EI.IMS.1.n4"},{"type":"note","content":"See <cite><em>Sect 4.</em></cite> of this Treatise.","subId":"n5","id":"Hutcheson.EI.IMS.1.n5"},{"type":"note","content":"A late Author on <cite><em>the Foundation of Moral Goodness, </em>&amp;c.<em> p. 9.</em></cite> thus argues: <q>If such a Disposition is in the Deity, is it a Perfection, or is it not? is it better than the contrary, more worthy of his Nature, more agreeable to his other Perfections? If not, let us not ascribe it to him: If it be, then for what Reason, Account, or Ground is it better? That Reason, Account, or Ground, must be the Foundation of moral Goodness. If there be no Reason why it is better, then God is acted by a blind unaccountable Impulse.</q> In Answer, one may first ask the precise Meaning of these vague Words, <em>Perfection</em>, <em>Betterness</em>, <em>Worthiness</em>, <em>Agreement</em>. If these Terms denote <q>whatever makes the Being possessed of them happier, than he would be without them;</q> then, 1. It is plain, kind Dispositions are Perfections to Men in our present Frame; are better for us than the contrary, and agree better with our other Powers; <em>i.e.</em> they tend to preserve them, and procure us many Enjoyments. 2. Our apprehending such Dispositions in God, according to our Frame makes us esteem and love him. 3. Our Knowledge of God is so imperfect, that it is not easy to prove that such Dispositions tend to make or preserve him happy, or to procure him other Enjoyments. And yet, 4. We may have good Reason, Ground, or Evidence, from his Works and Administration to believe him Benevolent. 5. If he has real Good‐will to his Creatures, their Perfection or Happiness is to him an ultimate End, intended without farther View or Reason: And yet, 6. He is not <em>acted by a blind Impulse</em>: the ultimate End is known to him, and the best Means chosen; which never happen in what we call blind Impulses; unless one calls <em>willing any ultimate End</em> a blind Impulse. For thus each Man should desire his own Happiness by a blind Impulse: And God's willing to regard the <em>Fitness of Things</em>, must be a blind Impulse, unless he have a <em>prior Reason</em> why he wills what his Understanding represents as <em>fit</em>, rather than what is <em>unfit</em>; for his Understanding represents both. And there must be a prior <em>Fitness</em> or <em>Reasonableness</em> that he should will what is <em>fit</em>, and a yet prior <em>Fitness</em> that he should regard the <em>Fitness</em> of willing what is fit, and so on. If in these Questions is meant, not by what Argument do we prove that the Deity is benevolent? but, <q>what is the efficient Cause of that Disposition in God?</q> Those Gentlemen must answer for us, who tell us also of the <em>Reason or Ground of the Divine Existence</em>; and that not as a Proof that he does exist, or the <span class=\"foreign\">Causa Cognoscendi</span>, as the Schoolmen speak; but the <span class=\"foreign\">Causa Essendi</span> of that Being which they acknowledge uncaused and independent. See <cite>Dr. <em>Sam. Clarke's Boyle's Lectures</em></cite>.","subId":"n6","id":"Hutcheson.EI.IMS.1.n6"}],"texts":[],"ancestors":[{"id":"Hutcheson","forename":"Francis","surname":"Hutcheson","birth":1694,"death":1746,"published":1725,"nationality":"Irish/Scottish","sex":"Male","texts":[{"id":"Hutcheson.IBV","forename":"Francis","surname":"Hutcheson","title":"An Inquiry into the Original of Our Ideas of Beauty and Virtue","birth":1694,"death":1746,"published":[1725],"nationality":"Irish/Scottish","sex":"Male","imported":true,"breadcrumb":"Inquiry into Beauty and Virtue"},{"id":"Hutcheson.EI","forename":"Francis","surname":"Hutcheson","title":"An Essay on the Nature and Conduct of the Passions and Affections, with Illustrations on the Moral Sense","birth":1694,"death":1746,"published":[1728],"nationality":"Irish/Scottish","sex":"Male","imported":true,"breadcrumb":"Essay and Illustrations"},{"id":"Hutcheson.LFV","forename":"Francis","surname":"Hutcheson","title":"Letters Between the Late Mr. Gilbert Burnet and Mr. Hutchinson, Concerning the True Foundation of Virtue or Moral Goodness","birth":1694,"death":1746,"published":[1735],"nationality":"Irish/Scottish","sex":"Male","duplicate":"Burnet.LFV","breadcrumb":"Letters on the Foundation of Virtue"},{"id":"Hutcheson.RL","forename":"Francis","surname":"Hutcheson","title":"Reflections upon Laughter and Remarks on the Fable of Bees","birth":1694,"death":1746,"published":[1750],"nationality":"Irish/Scottish","sex":"Male","breadcrumb":"Reflections upon Laughter"}]},{"id":"Hutcheson.EI","forename":"Francis","surname":"Hutcheson","title":"An Essay on the Nature and Conduct of the Passions and Affections, with Illustrations on the Moral Sense","birth":1694,"death":1746,"published":[1728],"nationality":"Irish/Scottish","sex":"Male","imported":true,"breadcrumb":"Essay and Illustrations"},{"id":"Hutcheson.EI.IMS","imported":true,"title":"Illustrations upon the Moral Sense","breadcrumb":"Illustrations upon the Moral Sense","published":[1728]}],"prev":{"id":"Hutcheson.EI.IMS.Intro","imported":true,"title":"Introduction","breadcrumb":"Introduction","published":[1728]},"next":{"id":"Hutcheson.EI.IMS.2","imported":true,"title":"Section 2. Concerning that Character of Virtue and Vice, The Fitness or Unfitness of Actions","breadcrumb":"Section 2","published":[1728]}}