{"id":"Hutcheson.EI.IMS.3","imported":true,"parent":"Hutcheson.EI.IMS","title":"Section 3. Mr. Woolaston's Significancy of Truth, as the Idea of Virtue considered","breadcrumb":"Section 3","published":[1728],"copytext":[1742],"sourceDesc":"Three editions of Hutcheson's <cite>Essay and Illustrations</cite> were published in the author's lifetime. The second (1730) was merely a reprint of the first, but the third (1742) contained some significant revisions. Consequently the third is our copytext. The text was derived from Aaron Garrett's edition (Indianapolis: Liberty Fund, 2002), which follows the first edition (noting significant differences between this and third). This source text has been substantially altered, to bring the text in line with the 1742 edition.","sourceUrl":"https://oll.libertyfund.org/titles/hutcheson-an-essay-on-the-nature-and-conduct-of-the-passions-and-affections-1742-2002/simple#lf0150_div_074","blocks":[{"type":"title","content":"<h3>SECT III.</h3> <h3><em>Mr. </em>Woolaston<em>'s </em>Significancy of Truth<em>, as the Idea of </em>Virtue<em> considered.</em></h3> ","id":"Hutcheson.EI.IMS.3"},{"type":"paragraph","content":"Mr. Woolaston<a href=\"#n1\"><sup>[1]</sup></a> has introduced a new Explication of <em>moral Virtue,</em> viz. <em>Significancy of Truth in Actions,</em> supposing that in every Action there is some <em>Significancy,</em><a href=\"#n2\"><sup>[2]</sup></a> like to that which <em>Moralists</em> and <em>Civilians</em> speak of in their <em>Tacit Conventions,</em> and <em>Quasi Contractus!</em>","subId":"1","id":"Hutcheson.EI.IMS.3.1"},{"type":"paragraph","content":"<span class=\"margin-comment\">Signification wherein it consists.</span>The Word <em>Signification</em> is very common, but a little Reflection will shew it to be very ambiguous. In <em>Signification of Words</em> these things are included: 1. An <em>Association of an Idea with a Sound,</em> so that when any <em>Idea</em> is formed by the Speaker, the <em>Idea of a Sound</em>accompanies it. 2. The <em>Sound perceived</em>by the Hearer excites the <em>Idea</em> to which it is connected. 3. In like manner a <em>Judgment</em> in the Speaker's Mind is accompanyed with the <em>Idea of a Combination of Sounds.</em> 4. This <em>Combination of Sounds</em> heard raises the <em>Apprehension</em> of that <em>Judgment</em> in the Mind of the Hearer. Nothing farther than these Circumstances seems to be denoted by <em>Signification.</em>","subId":"2","id":"Hutcheson.EI.IMS.3.2"},{"type":"paragraph","content":"<span class=\"margin-comment\">Conclusions drawn from Speech.</span>Hearing a Proposition does not of itself produce either <em>Assent</em> or <em>Dissent,</em> or <em>Opinion</em> in the Hearer, but only presents to his Apprehension the <em>Judgment,</em> or <em>Thema Complexum.</em> But the Hearer himself often forms <em>Judgments</em> or <em>Opinions</em> upon this occasion, either <em>immediately</em> without Reasoning, or by some short <em>Argument.</em> These <em>Opinions</em> are some one or more of the following <em>Propositions.</em> 1. <em>That a</em> Sound <em>is perceived, and a Judgment apprehended.</em> 2. <em>Such a Person caused the Sound heard.</em> 3. <em>The Speaker intended to excite in the Hearer the Idea of the</em> Sound, <em>and the Apprehension of the Judgment, or</em> Thema Complexum. This Judgment is not always formed by the Hearer, nor is it always true, when Men are heard speaking. 4. <em>The Speaker intended to produce</em> Assent <em>in the Hearer:</em> This Judgment is not always true. 5. <em>The Speaker</em> assents <em>to the Proposition spoken:</em> This Judgment in the Hearer is often false, and is formed upon Opinion of the Speaker's <em>Veracity,</em> or speaking what expresses his <em>Opinion</em> usually. 6. <em>The Speaker does not assent to the Proposition spoken:</em> This Judgment of the Hearer is often false, when what is spoken is every way true. 7. <em>The Speaker intended that the Hearer should believe or judge, <q>that the Proposition spoken was assented to by the Speaker.</q></em> 8. <em>The Speaker had the contrary Intention, to that supposed in the last Judgment:</em> Both these latter Judgments may be <em>false,</em> when the Proposition spoken is every way <em>true.</em> 9. <em>The Proposition spoken represents the Object as it is, or is logically true.</em> 10. <em>The Proposition spoken does not represent the Object as it is, or it is logically false.</em>","subId":"3","id":"Hutcheson.EI.IMS.3.3"},{"type":"paragraph","content":"<span class=\"margin-comment\">Morality does not consist in Significancy.</span>As to the first four <em>Circumstances</em> which make up the proper <em>Significancy</em> of Speech, 'tis scarce possible that any one should place <em>moral Good</em>or <em>Evil</em> in them. Whether the Proposition were <em>logically true</em> or <em>false,</em> the having a bare <em>Apprehension</em> of it as a <em>Thema Complexum,</em> or raising this in another, without intending to produce <em>Assent</em> or <em>Dissent,</em> can have no more <em>moral Good</em>or <em>Evil</em> in it, than the <em>Reception</em> of any other <em>Idea,</em> or raising it in another. This <em>Significancy of Falshood</em>is found in the very <em>Propositions</em> given in <em>Schools,</em> as <em>Instances</em> of <em>Falshood, Absurdity, Contradiction to Truth,</em> or <em>Blasphemy.</em> The <em>pronouncing</em> of which, are Actions <em>signifying</em> more properly than most of our other <em>Actions;</em> and yet no body condemns them as immoral.","subId":"4","id":"Hutcheson.EI.IMS.3.4"},{"type":"paragraph","content":"<span class=\"margin-comment\">Nor in Conclusions formed by Hearers.</span><cite><em>256</em></cite> As to the <em>Opinions</em> formed by the Hearer, they are all his own <em>Action</em> as much as any other <em>Conclusion</em> or <em>Judgment</em> formed from <em>Appearances</em> of any sort whatsoever. They are <em>true</em> or <em>false,</em> according to the Sagacity of the Observer, or his <em>Caution.</em> The Hearer may form perfectly true <em>Opinions</em> or <em>Judgments,</em> when the <em>Speaker</em> is guilty of the basest <em>Fraud;</em> and may form <em>false Judgments,</em> when the Speaker is perfectly <em>innocent,</em> and spoke nothing <em>false</em> in any Sense.","subId":"5","id":"Hutcheson.EI.IMS.3.5"},{"type":"paragraph","content":"The <em>Evils</em> which may follow from the false Judgments of the Hearer, are no otherwise chargeable on the <em>Speaker,</em> than as the evil Consequences of another's Action of any kind may be chargeable upon any Person who <em>co‐operated;</em> or, by his <em>Action,</em> or <em>Omission,</em> the Consequence of which he might have <em>foreseen,</em> did either actually <em>intend</em>this Evil, or <em>wanted that Degree of kind Affection,</em> which would have inclined him to have prevented it.","subId":"6","id":"Hutcheson.EI.IMS.3.6"},{"type":"paragraph","content":"<span class=\"margin-comment\">The Morality of Speech in the Intention.</span>The <em>Intention</em> of the Speaker is what all <em>Moralists</em> have hitherto imagined the <em>Virtue</em> or <em>Vice</em> of Words did depend upon, and not the bare <em>Significancy</em> of Truth or Falshood. This <em>Intention</em> is either, 1. <em>To lead the Hearer into a true or false Opinion about the Sentiments of the Speaker.</em> 2. <em>To make the Hearer assent to the Proposition spoken.</em> Or, 3. <em>Both to make the Hearer assent to the Proposition, and judge that the Speaker also assents to it.</em> Or, 4. <em>To accomplish some</em> End, <em>by means of the Hearer's assent to the Proposition spoken.</em> This End may be known by the Speaker to be either <em>publickly useful,</em> or <em>publickly hurtful.</em>","subId":"7","id":"Hutcheson.EI.IMS.3.7"},{"type":"paragraph","content":"Some Moralists<a href=\"#n3\"><sup>[3]</sup></a> of late have placed all <em>Virtue in Speech</em> in the <em>Intention</em> of the last kind, <em>viz.</em> <q>Accomplishing some publickly useful End, by speaking either <em>logical Truth</em> or <em>Falshood:</em> and that all <em>Vice</em> in speaking, consists in intending to effect something <em>publickly hurtful</em> by Speech, whether <em>logically true or false,</em> and known to be such; or by using Speech in a manner which we may foresee would be <em>publickly hurtful,</em> whether we actually <em>intend</em>this evil Consequence or not.</q> Some stricter <em>Moralists</em> assert, that <q>the <em>publick Evils</em> which would ensue from destroying mutual Confidence, by allowing to speak <em>Propositions known to be false</em> on any occasion, are so great, that no particular <em>Advantage</em> to be expected from speaking <em>known logical Falshoods,</em> can ever over‐ballance them; that all use of Speech supposes a <em>tacit Convention of Sincerity,</em> the <em>Violation</em> of which is always evil.</q> Both sides in this Argument agree, that the <em>moral Evil</em> in Speech consists either in some <em>direct malicious Intention,</em> or a <em>Tendency to the publick Detriment</em> of Society; which Tendency the Agent might have <em>foreseen,</em> as connected with his Action, had he not <em>wanted</em>that Degree of <em>good Affections</em> which makes Men <em>attentive</em> to the Effects of their Actions. Never was bare <em>Significancy of Falshood</em>made the Idea of <em>moral Evil.</em> Speaking <em>logical Falshood</em>was still looked upon as innocent in many cases. Speaking <em>contrary to Sentiment,</em> or <em>moral Falshood,</em> was always proved evil, from some <em>publickly hurtful Tendency,</em> and not supposed as evil <em>immediately,</em> or the same Idea with <em>Vice.</em> The <em>Intention to deceive</em> was the Foundation of the Guilt. This Intention the Speaker studies to <em>conceal,</em> and does not <em>signify</em> it: It is an <em>Act of the Will,</em> neither <em>signified</em>by his Words, nor itself <em>signifying</em> any thing else.","subId":"8","id":"Hutcheson.EI.IMS.3.8"},{"type":"paragraph","content":"This Point deserved Consideration, because if any Action be <em>significant,</em> 'tis certainly the <em>Act of Speaking:</em> And yet even in this the <em>Virtue</em> is not the <em>signifying of Truth,</em> nor the <em>Vice</em> the <em>signifying Falshood.</em>","subId":"9","id":"Hutcheson.EI.IMS.3.9"},{"type":"paragraph","content":"<span class=\"margin-comment\">The Significancy of Actions.</span>The <em>Signification of some Actions</em> depends upon a like <em>Association of Ideas</em> with them, made either by <em>Nature,</em> or <em>arbitrarily,</em> and by <em>Custom,</em> as with <em>Sounds. Letters</em> are by <em>Custom</em> the <em>Signs of Sounds.</em> A <em>Shriek</em> or <em>Groan</em> is a natural <em>Sign</em> of <em>Fear</em> or <em>Pain:</em> A <em>Motion of the Hand</em>or <em>Head</em>may signify <em>Assent, Dissent,</em> or <em>Desire.</em> The <em>cutting down tall Poppies</em> was an <em>answer:</em> The <em>sending Spurs, advice to Flight: Kindling many Fires</em> raises the Opinion of an <em>Encampment: Raising</em> a <em>Smoke</em> will raise Opinion of <em>Fire.</em>","subId":"10","id":"Hutcheson.EI.IMS.3.10"},{"type":"paragraph","content":"The most important Distinction of <em>Signs</em> is this, that<a href=\"#n4\"><sup>[4]</sup></a> 1. <q>Some <em>Appearances</em> are the Occasion upon which an Observer, by his <em>own reasoning,</em> forms a Judgment, without supposing, or having reason to believe, that the <em>Agent,</em> who caused these Appearances, did it with <em>design to communicate his Sentiments</em> to others; or when the Actions are such as are usually done by the Agents, without <em>designing to raise Opinions</em> in Observers. 2. Some Actions are never used but with <em>professed Design</em> to convey the <em>Opinions of the Agent</em> to the <em>Observer;</em> or such as the Observer <em>infers</em> nothing from, but upon having <em>reason</em> to believe that the <em>Causer</em> of the Appearance <em>intended to convey some Sentiment to the Observer.</em></q> 3. Other Signs are used, when <q>the <em>Signifier</em> gives no reason to conclude any other <em>Intention,</em> but only to raise an <em>Apprehension of the Judgment, or the Thema Complexum,</em> without <em>professing any design to communicate his Sentiments,</em> or to produce any <em>Assent</em> in the Observer.</q>","subId":"11","id":"Hutcheson.EI.IMS.3.11"},{"type":"paragraph","content":"To do Actions from which the Observer will form <em>false Opinions,</em> without having reason to imagine an <em>Intention</em> in the Agent, is never of itself imagined <em>evil,</em> let the Signs be <em>natural</em> or <em>instituted;</em> provided there be no <em>malicious Intention,</em> or <em>neglect of publick Good.</em> 'Tis never called a Crime in a <em>Teacher,</em> to pronounce an <em>absurd Sentence</em> for an instance; in a <em>Nobleman,</em> to travel without <em>Coronets;</em> or a <em>Clergyman</em> in <em>Lay‐Habit,</em> for private Conveniency, or to avoid troublesome Ceremony; to <em>leave Lights in a Lodge,</em> to make People conclude there is a <em>Watch kept.</em> This <em>Significancy</em> may be in any Action which is observed; but as <em>true Conclusions</em> argue no <em>Virtue</em> in the Agent, so <em>false ones</em> argue no <em>Vice.</em>","subId":"12","id":"Hutcheson.EI.IMS.3.12"},{"type":"paragraph","content":"Raising <em>false Opinions</em> designedly by the <em>second Sort</em> of Signs, which reasonably lead the Observer to conclude <em>Intention in the Agent to communicate his Sentiments,</em> whether the Signs be <em>customary, instituted,</em> or <em>natural,</em> is generally <em>evil,</em> when the Agent knows the Falshood; since it tends to diminish <em>mutual Confidence.</em> To <em>send Spurs</em> to a Friend, whom the <em>Sender</em> imagines to be in no danger, to deceive by <em>Hieroglyphicks</em> or <em>Painting,</em> is as criminal as a <em>false Letter.</em> This <em>Significancy</em> occurs in very few human Actions: Some of the most important <em>Virtues</em> profess no <em>design of communicating Sentiments,</em> or <em>raising Opinions</em> either true or false: Nor is there any more <em>Intention</em> in some of the most <em>vicious Actions.</em> Again, who can imagine any <em>Virtue,</em> in all Actions, where there is this <em>Significancy of Truth</em> with <em>Intention?</em> Is it Virtue to say at <em>Christmas,</em> that <q>the Mornings are sharp?</q> to <em>beckon with the Hand,</em> in sign of <em>Assent</em> to such an Assertion? And in <em>false Propositions</em> thus signified by <em>Actions</em> or <em>Words,</em> there is no <em>Evil</em> apprehended where the <em>Falshood</em>is only <em>logical.</em> When the Falshood is known by the Agent, the <em>Evil</em> is not imagined in the <em>Significancy,</em> but in doing what one may foresee tends to breed <em>Distrust in Society.</em> And did all <em>moral Evil</em> consist in <em>moral Falshood,</em> there could be no <em>Sins of Ignorance.</em> If Mr. <em>Woolaston</em> alledges, that <q>Ignorance of some things signifies this Falshood, <em>viz. We are not obliged to know the Truth:</em></q> This Falshood is not signified with <em>Intention;</em> nor is it <em>moral Falshood,</em> but only <em>logical:</em> since no Man in an Error knows that <q><em>he is obliged to know the contrary Truth,</em></q> Mr. <em>Woolaston'</em>s use of the Words <cite>ought</cite> or <cite>obliged</cite> without a distinct Meaning, is not peculiar to this Place.","subId":"13","id":"Hutcheson.EI.IMS.3.13"},{"type":"paragraph","content":"The third sort of <em>Significancy of Falsehood</em>is never apprehended as <em>morally Evil:</em> if it were, then every <em>Dramatick Writer</em> drawing <em>evil Characters,</em> every <em>History Painter,</em> every <em>Writer of Allegories,</em> or <em>Epicks,</em> every <em>Philosopher</em> teaching the Nature of <em>contradictory Propositions,</em> would be thought criminal.","subId":"14","id":"Hutcheson.EI.IMS.3.14"},{"type":"paragraph","content":"<span class=\"margin-comment\">Significancy different from the Morality.</span>But since only the <em>first sort of Significancy</em> can be in all Actions, and that too supposing that every Action whatsoever is <em>observed</em>by some Being or other: Let us see if this will account for <em>Morality.</em> Perhaps either, 1st, <q>Every Action is <em>good</em>which leads the Observer into <em>true Opinions</em> concerning the <em>Sentiments of the Agent,</em> whether the <em>Agent's Opinions</em> be <em>true or false.</em></q> Or, 2dly. <q>That Action is good which leads the Observer into <em>true Opinions concerning the Object, the Tendency of the Action, and the Relation between the Agent and the Object.</em></q>","subId":"15","id":"Hutcheson.EI.IMS.3.15"},{"type":"paragraph","content":"Did <em>Virtue</em> consist in this <em>first sort of Significancy</em> of Truth, it would depend not upon the <em>Agent</em> but the <em>Sagacity of the Observer:</em> The acute Penetration of one would constitute an <em>Action virtuous,</em> and the Rashness or Stupidity of another would make it <em>vicious:</em> And the most <em>barbarous Actions</em> would raise no <em>false Opinion of the Sentiments of the Agent,</em> in a judicious Observer.","subId":"16","id":"Hutcheson.EI.IMS.3.16"},{"type":"paragraph","content":"The second <em>sort</em> of Significancy would also make <em>Virtue</em> consist in the <em>Power of Observers.</em> An exact Reasoner would receive no <em>false Opinion</em> from the worst Action concerning the <em>Object</em> or <em>Relation</em> of the Agent to it: And a <em>false Opinion</em> might be formed by a weak Observer of a <em>perfectly good Action.</em>—An Observer who knew an Agent to have the <em>basest Temper,</em> would not from his worst Action conclude any thing <em>false</em> concerning the <em>Object:</em> And all such <em>false Opinions</em> would arise only upon Supposition that <em>the Agent was virtuous.</em>","subId":"17","id":"Hutcheson.EI.IMS.3.17"},{"type":"paragraph","content":"But may it not be said, that <q>whether Men reason well about Actions or not, there are some <em>Conclusions really deducible from every Action?</em> It is a <em>Datum</em> from which something may be inferred by <em>just Consequence,</em> whether any one actually infers it or not. Then may not this <em>Quality</em> in Actions, whether we call it <em>Significancy</em> or not, <em>that only true Propositions can be inferred from them by just Reasoning, be moral Goodness?</em> And may it not be the <em>very Idea</em> of <em>moral Evil</em> in Actions, that <em>some false Conclusions can by just Consequence, be deduced from them?</em> </q> Or if we will not allow these to be the <em>very Ideas</em> of moral Good and Evil, <q>are they not <em>universal just Characters</em> to distinguish the one from the other?</q>","subId":"18","id":"Hutcheson.EI.IMS.3.18"},{"type":"paragraph","content":"One may here observe in general, that since the Existence of the Action is supposed to be a true <em>Premise</em> or <em>Datum,</em> no <em>false</em> Conclusion can possibly be inferred from it by <em>just Reasoning.</em> We could perhaps often justly infer, that the Agent had <em>false Opinions;</em> but then this Conclusion of the Observer, <em>viz.</em> <q>that the Agent has false Opinions,</q> is really true.","subId":"19","id":"Hutcheson.EI.IMS.3.19"},{"type":"paragraph","content":"<span class=\"margin-comment\">True Conclusions deducible from Actions, no just Character of Virtue.</span>But again, it will not make an <em>universal Character</em> of good Actions, that a just Reasoner would infer from them, that <q><em>the Opinions of the Agent are true.</em></q> For it is thus Men must reason from Actions; <em>viz. Given the Constitution of Nature, the Affections of Agents, and the Action, to conclude concerning the Opinions:</em> Or more generally <em>given any three of these to conclude the</em> fourth. Thus suppose the <q><em>Constitution of Nature such, that the private Interest of each Individual is connected with the publick Good:</em></q> Suppose an Agent's Affections <em>selfish</em> only, then from a <em>publickly useful Action</em> we infer, that <q><em>the Agent's Opinions are true:</em></q> And from a <em>publickly hurtful Action</em> conclude his <em>Opinions</em> to be false.","subId":"20","id":"Hutcheson.EI.IMS.3.20"},{"type":"paragraph","content":"The same <em>Constitution</em> supposed with <em>publick Affections</em> as well as <em>selfish.</em> The observing a <em>kind or publickly useful Action,</em> will not immediately infer, that the Agent's <em>Opinions</em> are either <em>true</em> or <em>false:</em> With false Opinions he might do <em>publickly useful Actions</em> out of his <em>publick Affections,</em> in those cases wherein they are not apparently opposite to his Interest. <em>A publick Action</em> opposite to some present <em>private Interest,</em> would generally evidence <em>true Opinions;</em> or if the <em>Opinions were false,</em> that his <em>publick Affections</em> were in this Case much stronger than his <em>Self‐Love.</em> A cruel Action would indeed evidence <em>false Opinions.</em>","subId":"21","id":"Hutcheson.EI.IMS.3.21"},{"type":"paragraph","content":"Suppose the <em>same Constitution</em> in all other respects, with <em>malicious Affections</em> in an Agent. <em>A cruel or ungrateful Action</em> would not always prove the <em>Opinions of the Agent to be false;</em> but only that his <em>Malice</em> in this instance, was more violent than regard to his <em>Interest.</em> A <em>beneficent Action</em> would prove only one of these two, either that his <em>Opinions of the Constitution</em> were true; or, that if he was mistaken about the <em>Constitution,</em> he had also a <em>false Opinion</em> of the natural Tendency of the Action. Thus <em>false Opinions</em> may be evidenced by contrary Actions.","subId":"22","id":"Hutcheson.EI.IMS.3.22"},{"type":"paragraph","content":"Suppose <q><em>a Constitution wherein a private Interest could be advanced in Opposition to the publick</em></q> (this we may call an <em>evil Constitution:</em>) Suppose only <em>Self‐Love</em> in the Agent, then a <em>publickly useful Action,</em> any way <em>toilsome</em> or <em>expensive</em> to the Agent, would evidence <em>false Opinions:</em> And the most <em>cruel selfish Actions</em> would evidence <em>true Opinions.</em>","subId":"23","id":"Hutcheson.EI.IMS.3.23"},{"type":"paragraph","content":"In an <em>evil Constitution,</em> suppose <em>kind Affections</em> in the Agent; <em>a publickly useful Action</em> would not certainly argue either <em>true or false Opinions.</em> If his <em>Opinions</em> were true, but <em>kind Affections</em> stronger than <em>SelfLove,</em> he might act in the same manner, as if his <em>Opinions</em> were false, and <em>Self‐Love</em> the <em>reigning Affection.</em>","subId":"24","id":"Hutcheson.EI.IMS.3.24"},{"type":"paragraph","content":"In an <em>evil Constitution,</em> suppose <em>malicious Affections</em> in an Agent, all <em>publickly useful Actions</em> would argue <em>false Opinions;</em> and <em>publickly hurtful Actions</em> would argue <em>true ones.</em>","subId":"25","id":"Hutcheson.EI.IMS.3.25"},{"type":"paragraph","content":"This may shew us that Mens Actions are generally <em>publickly useful,</em> when they have <em>true Opinions,</em> only on this account; that we neither have <em>malicious Affections</em> naturally, nor is there any probability, in our present <em>Constitution,</em> of promoting a <em>private Interest</em> separately from, or in Opposition to the <em>Publick.</em> Were there contrary <em>Affections</em> and a contrary <em>Constitution,</em> the most cruel Actions might flow from <em>true Opinions;</em> and consequently <em>publickly useful Actions</em> might flow from false ones.","subId":"26","id":"Hutcheson.EI.IMS.3.26"},{"type":"paragraph","content":"<span class=\"margin-comment\">How far it is a Character of Virtue, that it flows from true Opinions.</span>In our <em>present Constitution,</em> 'tis probable no Person would ever do anything publickly hurtful, but upon some false Opinion. The <em>flowing from true Opinions</em> is indeed a tolerable Character or Property of <em>Virtue,</em> and <em>flowing from some false Opinion</em> a tolerable Character of <em>Vice;</em> tho neither be strictly universal. But, 1. This is not <em>proper Signification.</em> A judicious Observer never imagines any <em>Intention to communicate Opinions</em> in some of the most important Actions, either <em>good</em>or <em>evil.</em> 2. Did an Action <em>signify Falshood,</em> 'tis generally only <em>logical.</em> 3. The <em>false Opinion</em> in the Agent is not the <em>Quality</em> for which the evil Action is <em>condemned;</em> nor is the <em>true Opinion</em> that for which the good Action is <em>approved.</em> True Opinions in Agents often <em>aggravate</em> Crimes, as they shew higher Degrees of <em>evil Affection,</em> or total <em>Absence of good.</em> And <em>false Opinions</em> generally <em>extenuate</em> Crimes, unless when the very Ignorance or Error has flowed from <em>evil Affection,</em> or total <em>Absence of good.</em>","subId":"27","id":"Hutcheson.EI.IMS.3.27"},{"type":"paragraph","content":"'Tis surprizing, for instance, how any should place the <em>Evil of Ingratitude</em> in <em>denying</em> the Person injured, to have been a <em>Benefactor.</em> The Observer of such an Action, if he supposed the Agent had really that <em>false Opinion,</em> would think the Crime the less for it: But if he were convinced that the Agent had a <em>true Opinion,</em> he would think his <em>Ingratitude</em> the <em>more odious.</em> Where we most abhor Actions, we suppose often <em>true Opinions:</em> And sometimes admire Actions flowing even from <em>false Opinions,</em> when they have evidenced no <em>want</em> of good Affection.","subId":"28","id":"Hutcheson.EI.IMS.3.28"},{"type":"paragraph","content":"To write a Censure upon a Book so well designed as Mr. <em>Woolaston</em>'s, and so full of very good Reasoning upon the most useful Subjects, would not evidence much <em>good Nature.</em> But allowing him his <em>just Praise,</em> to remark any <em>Ambiguities</em> or <em>Inadvertencies</em> which may lead Men into Confusion in their Reasoning, I am confident would have been acceptable to a Man of so much Goodness, when he was living.","subId":"29","id":"Hutcheson.EI.IMS.3.29"},{"type":"paragraph","content":"One may see that he has had some other Idea of <em>moral Good,</em> previous to this <em>Significancy of Truth,</em> by his introducing, in the very Explication of it, Words presupposing the <em>Ideas of Morality</em> previously known: Such as <em>Right,</em> <em>Obligation,</em> <em>Lye,</em> <em>his</em> denoting <cite>Property.</cite>","subId":"30","id":"Hutcheson.EI.IMS.3.30"},{"type":"paragraph","content":"<span class=\"margin-comment\">Signifying of Truth equal in unequal Virtue.</span>Mr. <em>Woolaston</em> acknowledges that there may be very little <em>evil</em> in some Actions signifying Falshood; such as <em>throwing away that which is of but little Use or Value.</em> It is objected to him, that there is equal <em>Contrariety to Truth</em> in such Actions, as in the greatest <em>Villany:</em> He, in answer to it, really unawares gives up his whole Cause. He must own, that there may be the <em>strictest Truth</em> and <em>Certainty</em> about Trifles; so there may be the most <em>obvious Falshood</em>signified by <em>trifling Actions.</em> If then <em>Significancy of Falshood</em>be the very same with <em>moral Evil,</em> all Crimes must be equal. He answers, that <em>Crimes</em> increase according to the <em>Importance</em> of the Truth denied; and so the <em>Virtue</em> increases, as the <em>Importance</em> of the Truths affirmed. Then","subId":"31","id":"Hutcheson.EI.IMS.3.31"},{"type":"paragraph","content":"<em>Virtue</em> and <em>Vice</em> increase, as the <em>Importance</em> of Propositions affirmed or denied;","subId":"32","id":"Hutcheson.EI.IMS.3.32"},{"type":"paragraph","content":"<cite>275</cite>But <em>Signification of Truth and Falshood</em>does not so increase:","subId":"33","id":"Hutcheson.EI.IMS.3.33"},{"type":"paragraph","content":"Therefore <em>Virtue</em> and <em>Vice</em> are not the same with <em>Signification of Truth or Falshood.</em>","subId":"34","id":"Hutcheson.EI.IMS.3.34"},{"type":"paragraph","content":"But what is this <em>Importance of Truth?</em> Nothing else but the <em>Moment</em> or <em>Quantity</em> of good or evil, either <em>private</em> or <em>publick,</em> which should be produced by Actions, concerning which these <em>true Judgments</em> are made. But it is plain, the <em>Signification</em> of Truth or Falshood is not varied by this <em>Importance;</em> therefore <em>Virtue</em> or <em>Vice</em> denote something different from this <em>Signification.</em>","subId":"35","id":"Hutcheson.EI.IMS.3.35"},{"type":"paragraph","content":"But farther, The <em>Importance</em> of Actions toward publick Good or Evil, is not the <em>Idea of Virtue</em> or <em>Vice:</em> Nor does the one prove <em>Virtue</em> in an Action, any farther than it evidences <em>kind Affections;</em> or the other <em>Vice,</em> farther than it evidences either <em>Malice</em> or <em>Want</em> of kind Affections: Otherwise a <em>casual Invention,</em> an Action wholly from <em>views of private Interest,</em> might be as virtuous as the most <em>kind</em>and <em>generous Offices:</em> And <em>Chance-Medley,</em> or <em>kindly‐intended,</em> but <em>unsuccessful Attempts</em> would be as <em>vicious</em> as <em>Murder</em> or <em>Treason.</em>","subId":"36","id":"Hutcheson.EI.IMS.3.36"},{"type":"paragraph","content":"<span class=\"margin-comment\">Some Ambiguities in Mr. Woolaston.</span>One of Mr. <em>Woolaston'</em>s Illustrations that <em>Significancy of Falshood</em>is the Idea of moral Evil, ends in this, <q><em>'Tis acting a Lye.</em></q> What then? Should he not first have shewn what was <em>moral Evil,</em> and that every Lye was such?","subId":"37","id":"Hutcheson.EI.IMS.3.37"},{"type":"paragraph","content":"Another Illustration or Proof is that, <q><em>it is acting contrary to that Reason which <span class=\"small-capitals\">God</span> has given us as the Guide of our Actions.</em></q><a href=\"#n5\"><sup>[5]</sup></a> Does not this place the original Idea of <em>moral Evil</em> in <em>counteracting the</em> <span class=\"small-capitals\">Deity,</span> and not in <em>signifying Falshood?</em> But, he may say, <q>Counteracting the <span class=\"small-capitals\">Deity</span> denies him to be our <em>Benefactor</em>, and signifies Falshood.</q> Then why is <em>signifying Falshood</em> evil? Why, 'tis <em>counteracting the</em> <span class=\"small-capitals\">Deity</span>, who gave us Reason for our Guide. Why is this evil again? It denies the Truth, that <q><em>he is our Benefactor.</em></q>","subId":"38","id":"Hutcheson.EI.IMS.3.38"},{"type":"paragraph","content":"Another Illustration is this, <q>That <em>signifying Falshood is altering the Natures of Things, and making them be what they are not,</em> or <em>desiring at least to make them be what they are not.</em></q><a href=\"#n6\"><sup>[6]</sup></a> If by <em>altering the Natures</em> be meant <em>destroying Beings,</em> then moral Evil consists in <em>desiring the Destruction of other Natures,</em> or in <em>Evil Affections.</em> If what is meant be <em>altering the Laws of Nature,</em> or <em>desiring that they were stopped;</em> this is seldom desired by any but <em>Madmen,</em> nor is this <em>Desire</em> evidenced by some of the worst Actions, nor is <em>such Desire</em> always criminal; otherwise it were as great a Crime as any, to wish, when a <em>Dam</em> was broken down, that the Water would not overflow the Country.","subId":"39","id":"Hutcheson.EI.IMS.3.39"},{"type":"paragraph","content":"If <em>making Things be what they are not,</em> means <q>attempting or desiring that any Subject should have two <em>opposite Qualities at once,</em> or a <em>Quality</em> and its <em>Privation;</em></q> 'tis certain then, that according to the <em>Stoicks,</em> all <em>vicious Men are thorowly mad.</em> But 'tis to be doubted, that such Madness never happened to even the <em>worst of Mankind.</em> When a Man <em>murders,</em> he does not desire his <em>Fellow‐Creature</em> to be both <em>dead</em>and <em>living.</em> When he <em>robs,</em> he does not desire that both <em>he</em> and the <em>Proprietor</em> should at the <em>same time</em> possess. If any says, that he desires to have a <em>Right</em> to that, to which another has a <em>Right;</em> 'tis probably false. Robbers neither think of <em>Rights</em> at all, nor are solicitous about acquiring them: Or, if they retain some <em>wild Notions of Rights,</em> they think their <em>Indigence, Conquest</em> or <em>Courage</em> gives them a <em>Right,</em> and makes the other's Right to <em>cease.</em> If <em>attempting to make old Qualities or Rights give place to new,</em> be the Idea of <em>moral Evil,</em> then every <em>Artificer, Purchaser,</em> or <em>Magistrate invested with an Office</em> is criminal.","subId":"40","id":"Hutcheson.EI.IMS.3.40"},{"type":"paragraph","content":"Many of Mr. <em>Woolaston</em>'s Propositions contradicted by Actions, are about <em>Rights, Duties, Obligation, Justice, Reasonableness.</em> These are <em>long Words, principal Names,</em> or <em>Attributes</em> in Sentences. The little Word <cite>his,</cite> or the Particles <em>as, according</em> are much better: they may escape Observation, and yet may include all the Ambiguities of <em>Right, Property, Agreement, Reasonableness:</em> <q><em>Treating Things as they are, and not as they are not:</em></q> Or, <q><em>According to what they are, or are not,</em></q> are Expressions he probably had learned from another truly great Name, who has not explained them sufficiently.","subId":"41","id":"Hutcheson.EI.IMS.3.41"},{"type":"paragraph","content":"<span class=\"margin-comment\">In Quasi Contracts, or Tacit, no Signification of Truth.</span>It may perhaps not seem improper on this occasion to observe, that in the <em>Quasi Contractus,</em> the <em>Civilians</em> do not imagine any Act of the Mind of the <em>Person obliged</em>to be really signified, but by a sort of <em>Fictio juris</em> supposing it, order him to act as if he had contracted, even when they know that he had <em>contrary Intentions.</em>","subId":"42","id":"Hutcheson.EI.IMS.3.42"},{"type":"paragraph","content":"In the <em>Tacit Conventions,</em> 'tis not a <em>Judgment</em> which is signified, but an <em>Act of the Will transferring Right,</em> in which there is no Relation to <em>Truth</em> or <em>Falshood</em>of itself. The <em>Non‐performance of Covenants</em> is made <em>penal,</em> not because of their <em>signifying Falshoods,</em> as if this were the Crime in them: But it is necessary, in order to preserve <em>Commerce</em> in any Society, to <em>make effectual</em> all <em>Declarations of Consent to transfer Rights</em> by any usual <em>Signs,</em> otherwise there could be no <em>Certainty</em> in Mens Transactions.","subId":"43","id":"Hutcheson.EI.IMS.3.43"},{"type":"note","content":"<em>In his Religion of Nature delineated.</em>","subId":"n1","id":"Hutcheson.EI.IMS.3.n1"},{"type":"note","content":"<q>I lay down this as a fundamental maxim, <em>That whoever acts as if things were so, or not so, doth by his acts declare, that they are so, or not so;</em> as plainly as he could by words, and with more reality,</q> Wollaston, <em>The Religion of Nature Delineated,</em> 13.","subId":"n2","id":"Hutcheson.EI.IMS.3.n2"},{"type":"note","content":"Barberack's <em>Notes on</em> Puffendorf, <em>Lib.</em> iv. c. 1, 7.","subId":"n3","id":"Hutcheson.EI.IMS.3.n3"},{"type":"note","content":"<em>See</em> Grotius de Jure Bell. <em>Lib.</em> 3. <em>c.</em> 1.","subId":"n4","id":"Hutcheson.EI.IMS.3.n4"},{"type":"note","content":"See <em>Religion of Nature Delineated,</em> I.4, 14–15.","subId":"n5","id":"Hutcheson.EI.IMS.3.n5"},{"type":"note","content":"See <em>Religion of Nature Delineated,</em> I.4, 13.","subId":"n6","id":"Hutcheson.EI.IMS.3.n6"}],"texts":[],"ancestors":[{"id":"Hutcheson","forename":"Francis","surname":"Hutcheson","birth":1694,"death":1746,"published":1725,"nationality":"Irish/Scottish","sex":"Male","texts":[{"id":"Hutcheson.IBV","forename":"Francis","surname":"Hutcheson","title":"An Inquiry into the Original of Our Ideas of Beauty and Virtue","birth":1694,"death":1746,"published":[1725],"nationality":"Irish/Scottish","sex":"Male","imported":true,"breadcrumb":"Inquiry into Beauty and Virtue"},{"id":"Hutcheson.EI","forename":"Francis","surname":"Hutcheson","title":"An Essay on the Nature and Conduct of the Passions and Affections, with Illustrations on the Moral Sense","birth":1694,"death":1746,"published":[1728],"nationality":"Irish/Scottish","sex":"Male","imported":true,"breadcrumb":"Essay and Illustrations"},{"id":"Hutcheson.LFV","forename":"Francis","surname":"Hutcheson","title":"Letters Between the Late Mr. Gilbert Burnet and Mr. Hutchinson, Concerning the True Foundation of Virtue or Moral Goodness","birth":1694,"death":1746,"published":[1735],"nationality":"Irish/Scottish","sex":"Male","duplicate":"Burnet.LFV","breadcrumb":"Letters on the Foundation of Virtue"},{"id":"Hutcheson.RL","forename":"Francis","surname":"Hutcheson","title":"Reflections upon Laughter and Remarks on the Fable of Bees","birth":1694,"death":1746,"published":[1750],"nationality":"Irish/Scottish","sex":"Male","breadcrumb":"Reflections upon Laughter"}]},{"id":"Hutcheson.EI","forename":"Francis","surname":"Hutcheson","title":"An Essay on the Nature and Conduct of the Passions and Affections, with Illustrations on the Moral Sense","birth":1694,"death":1746,"published":[1728],"nationality":"Irish/Scottish","sex":"Male","imported":true,"breadcrumb":"Essay and Illustrations"},{"id":"Hutcheson.EI.IMS","imported":true,"title":"Illustrations upon the Moral Sense","breadcrumb":"Illustrations upon the Moral Sense","published":[1728]}],"prev":{"id":"Hutcheson.EI.IMS.2","imported":true,"title":"Section 2. Concerning that Character of Virtue and Vice, The Fitness or Unfitness of Actions","breadcrumb":"Section 2","published":[1728]},"next":{"id":"Hutcheson.EI.IMS.4","imported":true,"title":"Section 4. Shewing the Use of Reason concerning Virtue and Vice, upon Supposition that we receive these Ideas by a Moral Sense","breadcrumb":"Section 4","published":[1728]}}