{"id":"Hutcheson.EI.IMS.4","imported":true,"parent":"Hutcheson.EI.IMS","title":"Section 4. Shewing the Use of Reason concerning Virtue and Vice, upon Supposition that we receive these Ideas by a Moral Sense","breadcrumb":"Section 4","published":[1728],"copytext":[1742],"sourceDesc":"Three editions of Hutcheson's <cite>Essay and Illustrations</cite> were published in the author's lifetime. The second (1730) was merely a reprint of the first, but the third (1742) contained some significant revisions. Consequently the third is our copytext. The text was derived from Aaron Garrett's edition (Indianapolis: Liberty Fund, 2002), which follows the first edition (noting significant differences between this and third). This source text has been substantially altered, to bring the text in line with the 1742 edition.","sourceUrl":"https://oll.libertyfund.org/titles/hutcheson-an-essay-on-the-nature-and-conduct-of-the-passions-and-affections-1742-2002/simple#lf0150_div_076","blocks":[{"type":"title","content":"<h3>SECT IV.</h3> <h3><em>Shewing the Use of </em>Reason<em> concerning </em>Virtue<em> and </em>Vice<em>, upon Supposition that we receive these Ideas by a </em>Moral Sense<em>.</em></h3> ","id":"Hutcheson.EI.IMS.4"},{"type":"paragraph","content":"<span class=\"margin-comment\">Truths about Morals, four sorts.</span> Had those who insist so much upon the <em>antecedent Reasonableness of Virtue,</em> told us distinctly what is <em>reasonable</em> or <em>provable</em> concerning it, many of our Debates had been prevented. Let us consider what <em>Truths</em> concerning Actions Men could desire to know, or prove by <em>Reason.</em> I fancy they may be reduced to these Heads. 1. <q>To know whether there are not <em>some Actions</em> or <em>Affections</em> which obtain the <em>Approbation</em> of any Spectator or Observer, and others move his <em>Dislike</em> and <em>Condemnation?</em> </q> This Question, as every Man can answer for himself, so <em>universal Experience</em> and <em>History</em> shew, that in all Nations it is so; and consequently the <em>moral Sense is universal.</em> 2. <q>Whether there be any particular <em>Quality,</em> which, wherever it is apprehended, gains <em>Approbation,</em> and the contrary raises <em>Disapprobation?</em> </q> We shall find this <em>Quality</em> to be <em>kind Affection,</em> or Study of the Good of others; and thus the <em>moral Senses</em> of Men are generally <em>uniform.</em> About these two Questions there is little reasoning; we know how to answer them from reflecting on our own <em>Sentiments,</em> or by consulting others. 3. <q>What Actions do really <em>evidence kind Affections,</em> or do really <em>tend to the greatest publick Good?</em></q> About this Question is all the special <em>Reasoning</em> of those who treat of the particular <em>Laws of Nature,</em> or even of <em>Civil Laws:</em> This is the largest Field, and the most useful Subject of <em>Reasoning,</em> which remains upon every <em>Scheme of Morals.</em> 4. <q>What are the Motives which, even from Self‐Love, would excite each Individual to do those Actions which are publickly useful?</q> 'Tis probable indeed, no Man would <em>approve</em> as virtuous an Action <em>publickly useful,</em> to which the Agent was excited only by <em>Self‐Love,</em> without any <em>kind Affection:</em> 'Tis also probable that no view of <em>Interest</em> can raise that <em>kind Affection,</em> which we <em>approve</em> as virtuous; nor can any <em>Reasoning</em> do it, except that which shews some <em>moral Goodness,</em> or <em>kind Affections</em> in the Object; for this never fails, where it is observed or supposed in any Person to raise the <em>Love</em> of the Observer; so that <em>Virtue</em> is not properly <em>taught.</em>","subId":"1","id":"Hutcheson.EI.IMS.4.1"},{"type":"paragraph","content":"Yet since all Men have naturally <em>Self‐Love</em> as well as <em>kind Affections,</em> the former may often counteract the latter, or the latter the former; in each case the Agent is <em>uneasy,</em> and in some degree <em>unhappy.</em> The first <em>rash Views</em> of human Affairs often represent <em>private Interest</em> as opposite to the <em>Publick:</em> When this is apprehended, <em>Self‐Love</em> may often engage Men in <em>publickly hurtful Actions,</em> which their <em>moral Sense</em> will condemn; and this is the ordinary Cause of Vice. To represent these Motives of <em>Self‐Interest,</em> to engage Men to publickly useful Actions, is certainly the most necessary Point in Morals. This has been so well done by the <em>antient Moralists,</em> by Dr. <em>Cumberland, Puffendorf, Grotius, Shaftesbury;</em> 'tis made so certain from the <em>divine Government</em> of the World, the <em>State of Mankind,</em> who cannot subsist without Society, from universal <em>Experience</em> and <em>Consent,</em> from <em>inward Consciousness</em> of the Pleasure of kind Affections, and <em>Self‐Approbation,</em> and of the <em>Torments</em> of <em>Malice,</em> or <em>Hatred,</em> or <em>Envy,</em> or <em>Anger;</em> that no Man who considers these things, can ever imagine he can have any possible <em>Interest</em> in opposing the publick Good; or in checking or restraining his kind Affections; nay, if he had no <em>kind Affections,</em> his very <em>Self‐Love</em> and Regard to his private Good might excite him to publickly useful Actions, and dissuade from the contrary.","subId":"2","id":"Hutcheson.EI.IMS.4.2"},{"type":"paragraph","content":"What farther should be provable concerning Virtue, whence it should be called <em>reasonable antecedently to all Affection,</em> or <em>Interest,</em> or <em>Sense,</em> or what it should be <em>fit</em> for, one cannot easily imagine.","subId":"3","id":"Hutcheson.EI.IMS.4.3"},{"type":"paragraph","content":"Perhaps what has brought the Epithet <em>Reasonable,</em> or <em>flowing from Reason,</em> in opposition to what flows from <em>Instinct, Affection,</em> or <em>Passion,</em> so much into use, is this, <q>That it is often observed, that the very best of our particular <em>Affections</em> or <em>Desires,</em> when they are grown violent and <em>passionate,</em> thro' the <em>confused Sensations</em> and <em>Propensities</em> which attend them, do make us incapable of considering calmly the whole <em>Tendency</em> of our Actions, and lead us often into what is <em>absolutely pernicious,</em> under some Appearance of <em>relative</em> or <em>particular Good.</em></q> This indeed may give some ground for distinguishing between <em>passionate Actions,</em> and <em>those</em> from <em>calm Desire</em> or <em>Affection</em> which employs our <em>Reason</em> freely: But can never set <em>rational Actions</em> in Opposition to those from <em>Instinct, Desire</em> or <em>Affection.</em> And it must be owned, that the most perfect Virtue consists in the <em>calm, unpassionate Benevolence,</em> rather than in particular Affections.","subId":"4","id":"Hutcheson.EI.IMS.4.4"},{"type":"paragraph","content":"<span class=\"margin-comment\">How we judge of our Moral Sense.</span>If one asks <q>how do we know that <em>our Affections are right when they are kind?</em></q> What does the Word <cite>right</cite> mean? Does it mean <em>what we approve?</em> This we know by <em>Consciousness</em> of our <em>Sense.</em> Again, how do we know that our <em>Sense</em> is right, or that we <em>approve our Approbation?</em> This can only be answered by another Question, <em>viz.</em> <q>How do we know we are pleased when we are pleased?</q>—Or does it mean, <q>how do we know that we shall <em>always</em> approve what we <em>now</em> approve?</q> To answer this, we must first know that the <em>same Constitution</em> of our <em>Sense</em> shall always remain: And again, that we have applyed our selves carefully to consider the <em>natural Tendency</em> of our Actions. Of the <em>Continuance</em> of the same Constitution of our <em>Sense,</em> we are as sure as of the Continuance of <em>Gravitation,</em> or any other <em>Law of Nature:</em> The <em>Tendency</em> of our own Actions we cannot always know; but we may know certainly that we <em>heartily</em> and <em>sincerely</em> studied to act according to what, by all the Evidence now in our Power to obtain, appeared as most <em>probably tending to publick Good.</em> When we are conscious of this <em>sincere Endeavour,</em> the <em>evil Consequences</em> which we could not have foreseen, never will make us <em>condemn</em> our Conduct. But without this <em>sincere Endeavour,</em> we may often approve at <em>present</em> what we shall <em>afterwards</em> condemn.","subId":"5","id":"Hutcheson.EI.IMS.4.5"},{"type":"paragraph","content":"<span class=\"margin-comment\">How our Moral Sense is corrected by Reason.</span>If the Question means, <q>How are we sure that what <em>we</em> approve, <em>all others</em> shall also approve?</q> Of this we can be sure upon <em>no Scheme;</em> but 'tis highly probable that the <em>Senses</em> of all Men are pretty <em>uniform:</em> That the <span class=\"small-capitals\">Deity</span> also approves <em>kind Affections,</em> otherwise he would not have implanted them in us, nor determined us by a <em>moral Sense</em> to approve them. Now since the <em>Probability that Men shall judge truly,</em> abstracting from any presupposed <em>Prejudice,</em> is greater than that <em>they shall judge falsly;</em> 'tis more probable, when our Actions are really <em>kind</em>and <em>publickly useful,</em> that <em>all Observers</em> shall judge <em>truly</em> of our <em>Intentions,</em> and of the <em>Tendency</em> of our Actions, and consequently approve what <em>we</em> approve our selves, than that they shall judge <em>falsly</em> and condemn them.","subId":"6","id":"Hutcheson.EI.IMS.4.6"},{"type":"paragraph","content":"If the Meaning of the Question be, <q>Will the doing what our <em>moral Sense</em> approves tend to <em>our Happiness,</em> and to the avoiding Misery?</q> 'Tis thus we call a <em>Taste wrong,</em> when it makes that <em>Food</em>at present <em>grateful,</em> which shall occasion <em>future Pains,</em> or <em>Death.</em> This Question concerning our <em>Self‐Interest</em> must be answered by such <em>Reasoning</em> as was mentioned above, to be well managed by our <em>Moralists</em> both antient and modern.","subId":"7","id":"Hutcheson.EI.IMS.4.7"},{"type":"paragraph","content":"Thus there seems no part of that <em>Reasoning</em> which was ever used by <em>Moralists,</em> to be superseded by supposing a <em>moral Sense.</em> And yet without a <em>moral Sense</em> there is no Explication can be given of our <em>Ideas of Morality;</em> nor of that <em>Reasonableness</em> supposed <em>antecedent</em> to all <em>Instincts, Affections,</em> or <em>Sense.</em>","subId":"8","id":"Hutcheson.EI.IMS.4.8"},{"type":"paragraph","content":"<q>But may there not be a <em>right</em> or <em>wrong State</em> of our <em>moral Sense,</em> as there is in our other <em>Senses,</em> according as they represent their Objects to be <em>as they really are,</em> or represent them otherwise?</q> So may not our <em>moral Sense</em> approve that which is <em>vicious,</em> and <em>disapprove Virtue,</em> as a <em>sickly Palate</em> may dislike <em>grateful Food,</em> or a <em>vitiated Sight</em> misrepresent <em>Colours</em> or <em>Dimensions?</em> Must we not know therefore <em>antecedently</em> what is <em>morally Good</em>or <em>Evil</em> by our <em>Reason,</em> before we can know that our <em>moral Sense</em> is <em>right?</em>","subId":"9","id":"Hutcheson.EI.IMS.4.9"},{"type":"paragraph","content":"To answer this, we must remember that of the <em>sensible Ideas,</em> some are allowed to be only <em>Perceptions</em> in our Minds, and not Images of any like <em>external Quality,</em> as <em>Colours, Sounds, Tastes, Smells, Pleasure, Pain.</em> Other Ideas are <em>Images</em> of something <em>external,</em> as <em>Duration, Number, Extension, Motion, Rest:</em> These <em>latter,</em> for distinction, we may call <em>concomitant Ideas of Sensation,</em> and the former <em>purely sensible.</em> As to the <em>purely sensible Ideas,</em> we know they are <em>alter'd</em>by any Disorder in our <em>Organs,</em> and made <em>different</em> from what arise in us from the same Objects at other times. We do not denominate Objects from our <em>Perceptions during the Disorder,</em> but according to our <em>ordinary Perceptions,</em> or those of others in <em>good Health:</em> Yet no body imagines that therefore <em>Colours, Sounds, Tastes,</em> are not <em>sensible Ideas.</em> In like manner many <em>Circumstances</em> diversify the <em>concomitant Ideas:</em> But we denominate Objects from the Appearances they make to us in an <em>uniform Medium, when our Organs are in no disorder, and the Object not very distant from them.</em> But none therefore imagines that it is <em>Reason</em> and not <em>Sense</em> which discovers these <em>concomitant Ideas,</em> or <em>primary Qualities.</em>","subId":"10","id":"Hutcheson.EI.IMS.4.10"},{"type":"paragraph","content":"Just so in our <em>Ideas of Actions.</em> These three Things are to be distinguished, 1. The Idea of the <em>external Motion,</em> known first by <em>Sense,</em> and its <em>Tendency to the Happiness or Misery</em> of some <em>sensitive Nature,</em> often inferr'd by <em>Argument</em> or <em>Reason.</em> 2. <em>Apprehension</em> or <em>Opinion of the Affections</em> in the Agent, concluded by our <em>Reason:</em> So far the Idea of an <em>Action</em> represents something <em>external</em> to the Observer. 3. The <em>Perception of Approbation or Disapprobation</em> arising in the Observer, according as the <em>Affections of the Agent</em> are apprehended <em>kind</em>in their <em>just Degree,</em> or <em>deficient,</em> or <em>malicious.</em> This <em>Approbation</em> cannot be supposed an <em>Image of any thing external,</em> more than the <em>Pleasure of Harmony, of Taste, of Smell.</em> But let none imagine, that calling the <em>Ideas of Virtue</em> and <em>Vice</em> Perceptions of a <em>Sense,</em> upon apprehending the <em>Actions</em> and <em>Affections</em> of another does diminish their <em>Reality,</em> more than the like <em>Assertions</em> concerning all <em>Pleasure</em> and <em>Pain, Happiness</em> or <em>Misery.</em> Our <em>Reason</em> does often correct the <em>Report of our Senses,</em> about the <em>natural Tendency</em> of the external Action, and corrects <em>rash Conclusions</em> about the <em>Affections</em> of the Agent. But whether our <em>moral Sense</em> be subject to such a Disorder, as to have <em>different Perceptions,</em> from the same apprehended <em>Affections</em> in an Agent, at <em>different times,</em> as the <em>Eye</em> may have of the Colours of an unaltered Object, 'tis not easy to determine: Perhaps it will be hard to find any Instances of such a <em>Change.</em> What <em>Reason</em> could correct, if it fell into such a <em>Disorder,</em> I know not; except suggesting to its <em>Remembrance</em> its <em>former Approbations,</em> and representing the <em>general Sense</em> of Mankind. But this does not prove Ideas of <em>Virtue</em> and <em>Vice</em> to be previous to a <em>Sense,</em> more than a like <em>Correction</em> of the Ideas of <em>Colour</em> in a Person under the <em>Jaundice,</em> proves that <em>Colours</em> are perceived by <em>Reason,</em> previously to <em>Sense.</em>","subId":"11","id":"Hutcheson.EI.IMS.4.11"},{"type":"paragraph","content":"If any say, <q>this <em>moral Sense</em> is not a <em>Rule:</em></q> What means that Word? It is not a <em>strait rigid Body:</em> It is not a <em>general Proposition, shewing what Means are fit to obtain an end:</em> It is not a <em>Proposition, asserting, that a Superior will make those happy who act one way, and miserable who act the contrary way.</em> If these be the Meanings of <em>Rule,</em> it is no <em>Rule;</em> yet by reflecting upon it our Understanding may find out a <em>Rule.</em> But what <em>Rule</em> of Actions can be formed, without Relation to some <em>End</em>proposed? Or what <em>End</em>can be proposed, without presupposing <em>Instincts, Desires, Affections,</em> or a <em>moral Sense,</em> it will not be easy to explain.","subId":"12","id":"Hutcheson.EI.IMS.4.12"}],"texts":[],"ancestors":[{"id":"Hutcheson","forename":"Francis","surname":"Hutcheson","birth":1694,"death":1746,"published":1725,"nationality":"Irish/Scottish","sex":"Male","texts":[{"id":"Hutcheson.IBV","forename":"Francis","surname":"Hutcheson","title":"An Inquiry into the Original of Our Ideas of Beauty and Virtue","birth":1694,"death":1746,"published":[1725],"nationality":"Irish/Scottish","sex":"Male","imported":true,"breadcrumb":"Inquiry into Beauty and Virtue"},{"id":"Hutcheson.EI","forename":"Francis","surname":"Hutcheson","title":"An Essay on the Nature and Conduct of the Passions and Affections, with Illustrations on the Moral Sense","birth":1694,"death":1746,"published":[1728],"nationality":"Irish/Scottish","sex":"Male","imported":true,"breadcrumb":"Essay and Illustrations"},{"id":"Hutcheson.LFV","forename":"Francis","surname":"Hutcheson","title":"Letters Between the Late Mr. Gilbert Burnet and Mr. Hutchinson, Concerning the True Foundation of Virtue or Moral Goodness","birth":1694,"death":1746,"published":[1735],"nationality":"Irish/Scottish","sex":"Male","duplicate":"Burnet.LFV","breadcrumb":"Letters on the Foundation of Virtue"},{"id":"Hutcheson.RL","forename":"Francis","surname":"Hutcheson","title":"Reflections upon Laughter and Remarks on the Fable of Bees","birth":1694,"death":1746,"published":[1750],"nationality":"Irish/Scottish","sex":"Male","breadcrumb":"Reflections upon Laughter"}]},{"id":"Hutcheson.EI","forename":"Francis","surname":"Hutcheson","title":"An Essay on the Nature and Conduct of the Passions and Affections, with Illustrations on the Moral Sense","birth":1694,"death":1746,"published":[1728],"nationality":"Irish/Scottish","sex":"Male","imported":true,"breadcrumb":"Essay and Illustrations"},{"id":"Hutcheson.EI.IMS","imported":true,"title":"Illustrations upon the Moral Sense","breadcrumb":"Illustrations upon the Moral Sense","published":[1728]}],"prev":{"id":"Hutcheson.EI.IMS.3","imported":true,"title":"Section 3. Mr. Woolaston's Significancy of Truth, as the Idea of Virtue considered","breadcrumb":"Section 3","published":[1728]},"next":{"id":"Hutcheson.EI.IMS.5","imported":true,"title":"Section 5. Shewing that Virtue may have whatever is meant by Merit; and be rewardable upon the Supposition, that it is perceived by a Sense, and elected from Affection or Instinct","breadcrumb":"Section 5","published":[1728]}}