{"imported":true,"id":"Hutcheson.EI.IMS.6","parent":"Hutcheson.EI.IMS","title":"Section 6. How far a Regard to the Deity is necessary to make an Action virtuous","breadcrumb":"Section 6","sourceUrl":"https://oll.libertyfund.org/titles/hutcheson-an-essay-on-the-nature-and-conduct-of-the-passions-and-affections-1742-2002/simple#lf0150_div_079","texts":[],"published":[1728],"copytext":[1742],"sourceDesc":"Three editions of Hutcheson's <cite>Essay and Illustrations</cite> were published in the author's lifetime. The second (1730) was merely a reprint of the first, but the third (1742) contained some significant revisions. Consequently the third is our copytext. The text was derived from Aaron Garrett's edition (Indianapolis: Liberty Fund, 2002), which follows the first edition (noting significant differences between this and third). This source text has been substantially altered, to bring the text in line with the 1742 edition.","forename":"Francis","surname":"Hutcheson","author":"Francis Hutcheson","birth":1694,"death":1746,"nationality":"Irish/Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h3>SECT VI.</h3> <h3><em>How far a Regard to the Deity is necessary to make an Action virtuous.</em></h3> ","id":"Hutcheson.EI.IMS.6"},{"type":"paragraph","content":"Some do imagine, that <q>to make an Action virtuous, it is necessary that the Agent should have previously known his Action to be <em>acceptable to the</em> <span class=\"small-capitals\">Deity,</span> and have undertaken it chiefly with design to please or obey him. We have not, say they, reason to imagine a <em>malicious Intention</em> in many of the worst Actions: the very <em>want of good Affections in their just Degree,</em> must constitute <em>moral Evil.</em> If so, then the <em>moral Evil</em> in the <em>want of Love or Gratitude,</em> must increase in proportion to the <em>Causes of Love or Gratitude</em> in the Object: by the Causes of Love, they mean <em>those Qualities in the Object</em> upon Observation of which Love or Gratitude do arise in every good Temper. Now the <em>Causes of Love</em> toward the <span class=\"small-capitals\">Deity</span> are infinite; therefore the want of the highest possible Degree of Love to him, must be infinitely evil.—To be excited more by <em>smaller Motives</em> or <em>Causes</em> than by greater; to love those who are less <em>lovely,</em> while we neglect him in whom are <em>infinite Causes of Love,</em> must argue great <em>Perverseness</em> of Affections. But the <em>Causes of Love</em> in the <span class=\"small-capitals\">Deity,</span> his infinite <em>Goodness</em> toward all, and even toward our selves, from whence springs all the Happiness of our Lives, are infinitely above any <em>Causes of Love</em> to be found in <em>Creatures:</em> Therefore to act from Love to them without <em>Intention</em> to please <span class=\"small-capitals\">God,</span> must be infinitely evil.</q>","subId":"1","id":"Hutcheson.EI.IMS.6.1"},{"type":"paragraph","content":"If this Reasoning be just, the best of Men are infinitely evil. The Distinction between <em>habitual</em> and <em>actual Intention</em> will not remove the Difficulty, since these Arguments require <em>actual Intention.</em> An <em>habitual Intention</em> is not a present act of Love to the <span class=\"small-capitals\">Deity,</span> influencing our Actions more than actual Love to <em>Creatures,</em> which this Argument requires; but a prior general <em>Resolution</em> not at present repeated.","subId":"2","id":"Hutcheson.EI.IMS.6.2"},{"type":"paragraph","content":"To find what is just on this Subject, we may premise some Propositions of which Men must convince themselves by <em>Reflection.</em>","subId":"3","id":"Hutcheson.EI.IMS.6.3"},{"type":"paragraph","content":"<span class=\"margin-comment\">How we compute the Goodness of Temper.</span> There is in Mankind such a <em>Disposition</em> naturally, that they desire the Happiness of any known <em>Sensitive Nature,</em> when it is not inconsistent with something more strongly desired; so that were there no <em>Oppositions of Interest</em> either private or publick, and <em>sufficient Power,</em> we would confer upon every Being the highest Happiness which it could receive.","subId":"4","id":"Hutcheson.EI.IMS.6.4"},{"type":"paragraph","content":"But our <em>Understanding</em> and <em>Power</em> are limited, so that we cannot know many other Natures, nor is our utmost <em>Power</em> capable of promoting the Happiness of many: our Actions are therefore influenced by some <em>stronger Affections</em> than this general <em>Benevolence.</em> There are certain <em>Qualities</em> found in some Beings more than in others, which excite stronger <em>Degrees</em> of <em>Good‐will,</em> and determine our <em>Attention</em> to their Interests, while that of others is neglected. The Ties of <em>Blood, Benefits conferred</em>upon us, and the Observation of <em>Virtue</em> in others, raise much more vigorus <em>Affections,</em> than that general <em>Benevolence</em> which we may have toward all. These <em>Qualities</em> or <em>Relations</em> we may call the <em>Causes of Love.</em>","subId":"5","id":"Hutcheson.EI.IMS.6.5"},{"type":"paragraph","content":"However these <em>Affections</em> are very different from the <em>general Benevolence</em> toward all, yet it is very probable, that there is a <em>Regularity</em> or <em>Proportion</em> observed in the Constitution of our Nature; so that, abstracting from some acquired <em>Habits,</em> or <em>Associations of Ideas,</em> and from the more sudden <em>Emotions</em> of some particular Passions, <em>that</em> Temper which has the most lively <em>Gratitude,</em> or is the most susceptive of <em>Friendship</em> with virtuous Characters, would also have the strongest <em>general Benevolence</em> toward indifferent Persons: And on the contrary, where there is the weakest <em>general Benevolence,</em> there we could expect the least <em>Gratitude,</em> and the <em>least Friendship,</em> or <em>Love toward the Virtuous.</em> If this <em>Proportion</em> be observed, then, if we express all these Desires of the good of others by the Name of <em>Benevolence,</em> we may denote the several <em>Degrees</em> in which Men possess these several kind Dispositions by the <em>Goodness of the Temper:</em> And the Degrees of Desire toward the Happiness of any Person, we may call the <em>Quantity of Love</em> toward him. Then,","subId":"6","id":"Hutcheson.EI.IMS.6.6"},{"type":"paragraph","content":"The <em>Quantity of Love</em> toward any Person is in a compound Proportion of the apprehended <em>Causes of Love</em> in him, and of the <em>Goodness of Temper</em> in the Observer. Or <em>L = C × G.</em>","subId":"7","id":"Hutcheson.EI.IMS.6.7"},{"type":"paragraph","content":"When the <em>Causes of Love</em> in two Objects are apprehended equal, the <em>Love</em> toward either in different Persons is as the <em>Goodness of Temper;</em> or <em>L = G × I.</em>","subId":"8","id":"Hutcheson.EI.IMS.6.8"},{"type":"paragraph","content":"When the <em>Goodness of Temper</em> is the same or equal, the <em>Love</em> toward any Objects will be as the <em>Causes;</em> or <em>L = C × I.</em>","subId":"9","id":"Hutcheson.EI.IMS.6.9"},{"type":"paragraph","content":"The <em>Goodness of any Temper</em> is therefore as the <em>Quantity of Love,</em> divided by the apprehended <em>Causes,</em> or <em>G = L/C.</em> And since we cannot apprehend any Goodness in having the <em>Degree of Love</em> above the <em>Proportion</em> of its Causes, the most virtuous Temper is that in which the <em>Love</em> equals its <em>Causes,</em> which may therefore be expressed by Unity.<a href=\"#n1\"><sup>[1]</sup></a>","subId":"10","id":"Hutcheson.EI.IMS.6.10"},{"type":"paragraph","content":"Hence it follows, that if there were any Nature incomparably more excellent than any of our <em>Fellow‐Creatures,</em> from whom also we our selves, and all others had received the greatest <em>Benefits;</em> there would be less Virtue in any small Degree of <em>Desire of his Happiness,</em> than in a like <em>Degree of Love</em> toward our Fellow‐Creatures. But <em>not loving</em> such a Being, or having a <em>smaller Degree of Love,</em> must evidence a much greater <em>Defect</em> in Virtue, than a like <em>want of Love</em> toward our Fellow‐Creature. For the <em>Causes of Love</em> being very great, unless the <em>Love</em> be also very great, the <em>Quotient</em> which expresses the <em>Goodness of Temper</em> will be very much below Unity.","subId":"11","id":"Hutcheson.EI.IMS.6.11"},{"type":"paragraph","content":"<span class=\"margin-comment\">The general Rules applied to the Love of God.</span> To apply this to the<span class=\"small-capitals\">Deity</span> is very obvious. Our <em>Affections</em> toward him arise in the same manner as toward our Fellows, in proportion to our <em>Attention</em> to the <em>Causes of Love</em> in him, and the <em>Goodness of our Temper.</em> The Reflection on his Goodness raises <em>Approbation</em> and <em>Complacence,</em> his <em>Benefits</em> raise <em>Gratitude,</em> and both occasion <em>Good‐will</em> or <em>Benevolence.</em> Some imagine, that <q>his <em>Happiness</em> is wholly detached from all Events in this World, absolute, and unvaried in himself.</q> And yet the same <em>Inclination</em> of Mind might remain in us, tho we had this Opinion. When the <em>Happiness of a Friend</em>is in <em>Suspense,</em> we desire it; when he has obtained all that which we desired, the same <em>Inclination of Mind</em>seems to remain toward him, only without that <em>Uneasiness</em> accompanying Desire of an <em>uncertain</em> Object: Thus <em>Gravity</em> may be said to be the same when a Body is resting on a fixed Base, as when it caused descent.","subId":"12","id":"Hutcheson.EI.IMS.6.12"},{"type":"paragraph","content":"Upon this Scheme of the divine Happiness, it is not easy to account how our Love to him could excite us to promote the <em>Happiness of our Fellows.</em> Our frequent <em>Contemplation</em> of such an amiable excellent Nature, might indeed tend to <em>reform</em> or <em>improve</em> our Temper.","subId":"13","id":"Hutcheson.EI.IMS.6.13"},{"type":"paragraph","content":"If we imagine that the <span class=\"small-capitals\">Deity</span> has such <em>Perceptions</em> of <em>Approbation</em> or <em>Dislike</em> toward Actions as we have our selves, then indeed our <em>Love</em> to him would directly excite us to do whatever he approves, and shun what he condemns. We can scarce avoid imagining, that the frequent recurring of Events <em>disapproved,</em> must be uneasy to any Nature, and that the observing <em>approved Actions</em> must be delightful.","subId":"14","id":"Hutcheson.EI.IMS.6.14"},{"type":"paragraph","content":"If we imagine that the <em>divine Happiness,</em> or any part of it is connected with the Happiness of his Creatures, so that their Happiness is constituted the Occasion of his; then indeed our <em>Love to the</em> <span class=\"small-capitals\">Deity</span> will directly excite us to all manner of <em>beneficent Actions.</em> 'Tis true, many good Men deny these two last Opinions, yet it is probable, when their Minds are diverted from <em>Speculations,</em> by Opportunities of Action, there recurs some Imagination of <em>Offence, Uneasiness,</em> and <em>Resentment</em> in the <span class=\"small-capitals\">Deity,</span> upon observing <em>evil Actions;</em> of <em>Delight</em> and <em>Joy</em> in beholding good Actions; of <em>Sorrow</em> upon observing the <em>Misery</em> of his Creatures, and <em>Joy</em> upon seeing them happy: So that by their <em>Love to the</em> <span class=\"small-capitals\">Deity</span> they are influenced to beneficent Actions, notwithstanding their <em>speculative Opinions.</em> In our Conceptions of the <span class=\"small-capitals\">Deity,</span> we are continually led to imagine a Resemblance to what we feel in our selves.","subId":"15","id":"Hutcheson.EI.IMS.6.15"},{"type":"paragraph","content":"Whoever maintains these Opinions of the <span class=\"small-capitals\">Deity</span> to be true, must also suppose <q>a particular <em>Determination</em> of all Events in the Universe;</q> otherwise this <em>part</em> of the divine Happiness is made <em>precarious</em> and <em>uncertain,</em> depending upon the <em>undetermined Will</em> of Creatures.","subId":"16","id":"Hutcheson.EI.IMS.6.16"},{"type":"paragraph","content":"The Diversity of Opinions concerning the <em>divine Happiness,</em> may lead Men into different ways of accounting for the <em>Influence</em> which the <em>Love of</em> <span class=\"small-capitals\">God</span> may have upon our Actions toward our Fellows: But the Affections toward the <span class=\"small-capitals\">Deity</span> would be much the same upon both Schemes. Where there were the same just <em>Apprehensions</em> of the <em>divine Goodness</em> in two Persons, the <em>Love</em> to the <span class=\"small-capitals\">Deity</span> in both would be proportioned to the <em>Goodness of Temper.</em> Tho the highest possible <em>Degree</em> of Love to a perfectly good <span class=\"small-capitals\">Deity,</span> would evidence no more <em>Virtue of Temper,</em> than a proportioned <em>Love to Creatures;</em> yet the having only <em>smaller Degrees</em> of Love to the <span class=\"small-capitals\">Deity,</span> would evidence a greater <em>Defect</em> of Goodness in the Temper, than any want of <em>Affection</em> toward Creatures.","subId":"17","id":"Hutcheson.EI.IMS.6.17"},{"type":"paragraph","content":"Here it must be remembred, that in arguing concerning the <em>Goodness of Temper</em> from the <em>Degree</em> of Love directly, and the <em>Causes</em> of Love inversly, <em>actual Attention</em> to the <em>Causes of Love</em> is supposed in the Person. For 'tis plain, that in the best Temper no one <em>Affection or Idea</em> can always continue present, and there can be no <em>Affection</em> present to the Mind, toward any Object, while the <em>Idea</em> of it is not present. The bare <em>Absence</em> therefore of Affection, while the Mind is employed upon a different Object, can argue no <em>evil</em> in the Temper, farther than want of <em>Attention</em> may argue want of <em>Affection.</em> In like manner, in the <em>best Temper,</em> there can be no Love toward an Object <em>unknown:</em> The want therefore of Love to an <em>Object unknown,</em> can argue no evil in the Temper, farther than <em>Ignorance</em> may argue want of <em>Affection.</em> It is certain indeed, that he who knows that there is a good <span class=\"small-capitals\">Deity,</span> and actually thinks of him, and of all his Benefits, yet has not the <em>strongest Love and Gratitude</em> toward him, must have a Temper void of all Goodness; but it will not follow, that that Mind is void of Goodness which is not <em>always thinking</em> of the <span class=\"small-capitals\">Deity,</span> or actually <em>loving</em> him, or even does not know him. How far the want of <em>Attention</em> to the <span class=\"small-capitals\">Deity,</span> and <em>Ignorance</em> of him, may argue an <em>evil Temper,</em> must be shown from different <em>Topicks,</em> to be considered hereafter.","subId":"18","id":"Hutcheson.EI.IMS.6.18"},{"type":"paragraph","content":"<span class=\"margin-comment\">What Degrees of Affection necessary to Innocence.</span> But previously to these Inquiries we must consider <q>what <em>Degrees</em> or Kinds of Affection are necessary to obtain the simple <em>Approbation</em> of <em>Innocence.</em></q> 'Tis plain, the <em>bare Absence</em> of all <em>Malice</em> is not enough. We may have the general <em>Benevolence</em> toward a mere <em>sensitive Nature,</em> which had no other desire but <em>Self‐Love;</em> but we can apprehend no <em>moral Goodness</em> in such a Being: Nay, 'tis not every <em>small Degree</em> of kind Affections which we <em>approve.</em> There must be some <em>proportion</em> of kind Affections to the <em>other Faculties</em> in any Nature, particularly to its <em>Understanding</em> and <em>active Powers</em> to obtain <em>Approbation.</em> Some Brutes evidence small Degrees of <em>Good‐will,</em> which make them be <em>approved</em>in <em>their Kind;</em> but the same Degrees would not be approved in a <em>Man.</em> There is an higher Degree expected in Mankind, to which, if they do not come up, we do not account them <em>innocent.</em> It is not easy to fix precisely that <em>Degree</em> which we approve as <em>innocent</em> by our moral Sense. Every kind Affection, if it be considered only with relation to its own Object, is indeed approved; such as <em>natural Affection, Gratitude, Pity, Friendship:</em> And yet when we take a more <em>extensive</em> View of the Tendency of some Actions proceeding even from these <em>Affections,</em> we may often condemn these Actions when they are apprehended as pernicious to <em>larger Systems</em> of Mankind. In the same manner we often condemn Actions done from Love to a particular Country, when they appear to be <em>pernicious to Mankind</em>in general. In like manner, <em>SelfPreservation</em> and pursuing <em>private Advantage</em> abstractly considered, is <em>innocent:</em> But when it is apprehended as very pernicious in any case to the Safety of <em>others,</em> it is condemned.","subId":"19","id":"Hutcheson.EI.IMS.6.19"},{"type":"paragraph","content":"Mankind are capable of large extensive Ideas of <em>great Societies.</em> And it is expected of them, that their <em>general Benevolence</em> should continually direct and limit, not only their <em>selfish Affections,</em> but even their <em>nearer Attachments</em> to others: that their Desire of <em>publick</em> Good, and Aversion to <em>publick</em> Misery, should overcome at least their Desire of <em>positive private Advantages,</em> either to themselves or their particular Favourites; so as to make them abstain from any Action which would be positively pernicious or hurtful to <em>Mankind,</em> however <em>beneficial</em> it might be to <em>themselves,</em> or their <em>Favourites.</em> To undergo <em>positive Evil</em> for the sake of <em>positive Good</em>to others, seems some degree of Virtue above <em>Innocence,</em> which we do not universally expect: But to reject <em>positive</em> attainable <cite><em>312</em>/318</cite> good, either for our selves or our particular Favourites, rather than occasion any considerable <em>Misery</em> to others, is requisite to obtain the Approbation of <em>Innocence.</em> The <em>want</em> of this Degree we positively condemn as evil; and an Agent must rise above it by <em>positive Services</em> to Mankind, with some <em>Trouble</em> and <em>Expence</em> to himself, before we approve him as virtuous. We seem indeed universally to expect from all Men those good Offices which give the Agent no trouble or expence: Whoever refuses them is below Innocence. But we do not <em>positively condemn</em> those as evil, who will not sacrifice their private Interest to the Advancement of the <em>positive Good</em>of others, unless the private Interest be <em>very small,</em> and the publick Good <em>very great.</em>","subId":"20","id":"Hutcheson.EI.IMS.6.20"},{"type":"paragraph","content":"But as the Desire of <em>positive private Good</em>is weaker than Aversion to <em>private Evil,</em> or Pain; so our <em>Desire</em> of the positive Good of others, is weaker than our <em>Aversion</em> to their Misery: It seems at least requisite to <em>Innocence,</em> that the stronger <em>publick Affection, viz.</em> our Aversion to the Misery of others, should surmount the <em>weaker private Affection,</em> the Desire of positive private Good; so that no prospect of Good to our selves, should engage us to that which would occasion <em>Misery</em> to others. It is in like manner requisite to <em>Innocence,</em> that our Aversion to the Misery of <em>greater</em> or <em>equal Systems,</em> should surmount our Desire of the <em>positive Good</em>of these to which we are more particularly attached.","subId":"21","id":"Hutcheson.EI.IMS.6.21"},{"type":"paragraph","content":"How far it may be necessary to Innocence to submit to smaller <em>private Pains</em> to prevent the <em>greater Sufferings</em> of others, or to promote some great <em>positive Advantages;</em> or how far the Happiness of <em>private Systems</em> should be neglected for the Happiness of the <em>greater,</em> in order to obtain the <em>Approbation of Innocence,</em> it is perhaps impossible precisely to determine, or to fix any <em>general Rules;</em> nor indeed is it necessary. Our business is not to find out <q>at how <em>cheap</em> a Rate we can purchase <em>Innocence,</em> but to know what is <em>most noble, generous</em> and <em>virtuous</em> in Life.</q> This we know consists in sacrificing all <em>positive Interests,</em> and bearing all <em>private Evils</em> for the publick Good: And in submitting also the Interests of all <em>smaller Systems</em> to the Interests of the whole: Without any other <em>Exception</em> or <em>Reserve</em> than this, that every Man may look upon himself as a <em>Part</em> of this System, and consequently not sacrifice an <em>important private Interest</em> to a <em>less important Interest</em> of others. We may find the same sort of Difficulty about all our other Senses, in determining precisely what Objects are <em>indifferent,</em> or where Pleasure ends, and Disgust begins, tho the positive Degrees of the <em>grateful</em> and <em>ungrateful</em> are easily distinguished.","subId":"22","id":"Hutcheson.EI.IMS.6.22"},{"type":"paragraph","content":"It is also very difficult to fix any precise <em>Degree</em> of Affection toward the <span class=\"small-capitals\">Deity,</span> which should be barely requisite to Innocence. Only in general we must disapprove that Temper, which, upon Apprehension of the perfect Goodness of the <span class=\"small-capitals\">Deity,</span> and of his innumerable Benefits to Mankind, has not <em>stronger Affections</em> of <em>Love</em> and <em>Gratitude</em> toward him, than those toward any other Being. Such Affections would necessarily raise frequent <em>Attention</em> and Consideration of our Actions; and would engage us, if we apprehended any of them to be offensive to him, or contrary to that <em>Scheme of Events</em> in which we apprehended the <span class=\"small-capitals\">Deity</span> to <em>delight,</em> to avoid them with a more firm Resolution than what we had in any other Affairs. <em>Positive Virtue</em> toward the <span class=\"small-capitals\">Deity</span> must go farther than a <em>resolute abstaining from Offence,</em> by engaging us with the greatest Vigor, to do whatever we apprehend as <em>positively pleasing,</em> or conducive to those Ends in which we apprehend the <span class=\"small-capitals\">Deity</span> delights. It is scarce conceivable that any <em>good Temper</em> can want such Affections toward the <span class=\"small-capitals\">Deity,</span> when once he is known, as were above supposed necessary to <em>Innocence.</em> Nor can we imagine <em>positive Degrees</em> of Goodness of Temper above Innocence, where Affections toward the <span class=\"small-capitals\">Deity</span> do not arise proportionably.","subId":"23","id":"Hutcheson.EI.IMS.6.23"},{"type":"paragraph","content":"What is here said relates only to the <em>Apprehensions of our moral Sense,</em> and not to those Degrees of Virtue which the <span class=\"small-capitals\">Deity</span> may require by <em>Revelation:</em> And every one's Heart may inform him, whether or no he does not <em>approve,</em> at least as <em>innocent,</em> those who omit many good Offices which they might <em>possibly</em> have done, provided they do a great deal of good; those who carefully abstain from every <em>apprehended Offence</em> toward the <span class=\"small-capitals\">Deity,</span> tho they might possibly be more frequent in Acts of <em>Devotion.</em> 'Tis true indeed, the <em>Omission of what we know to be required</em> is positively evil: so that by a <em>Revelation</em> we may be obliged to farther Services than were requisite previously to it, which we could not innocently omit, after this <em>Revelation</em> is known: But we are here only considering our <em>moral Sense.</em>","subId":"24","id":"Hutcheson.EI.IMS.6.24"},{"type":"paragraph","content":"<span class=\"margin-comment\">How far Ignorance of <span class=\"small-capitals\">Deity</span> is Evil.</span> Now let us inquire how far <em>simple Ignorance</em> of a <span class=\"small-capitals\">Deity,</span> or <em>unaffected Atheism</em> does evidence an <em>evil Disposition,</em> or <em>Defect</em> of good Affections below <em>Innocence.</em>","subId":"25","id":"Hutcheson.EI.IMS.6.25"},{"type":"paragraph","content":"Affections arising upon <em>apparent Causes,</em> or present <em>Opinions,</em> tho false, if they be such as would arise in the <em>best Temper,</em> were these Opinions <em>true,</em> cannot argue any present <em>want of Goodness</em> in any Temper, of themselves: the <em>Opinions</em> indeed may often argue a <em>want of Goodness</em> at the <em>time</em> they were formed: But to a benevolent Temper there is no <em>Cause of Malice,</em> or Desire of the <em>Misery</em> or <em>Non‐existence</em> of any Being for itself. There may be Causes of Dislike, and Desire of Misery or Non‐existence, as the Means of greater Good, or of lessening Evil.","subId":"26","id":"Hutcheson.EI.IMS.6.26"},{"type":"paragraph","content":"No Object which is entirely <em>unknown,</em> or of which we have no <em>Idea,</em> can raise <em>Affection</em> in the best Temper; consequently <em>want of Affection</em> to an unknown Object evidences no evil. This would be the Case of those who never heard even the <em>Report of a</em> <span class=\"small-capitals\">Deity,</span> if ever there were any such: Or who never heard of any <em>Fellow‐Creatures,</em> if one may make a Supposition like to that made by <em>Cicero.</em><a href=\"#n2\"><sup>[2]</sup></a> And this is perhaps the Case, as to the <span class=\"small-capitals\">Deity,</span> of any unfortunate Children, who may have some little <em>Use of Reason,</em> before they are instructed in any <em>Religion.</em>","subId":"27","id":"Hutcheson.EI.IMS.6.27"},{"type":"paragraph","content":"If there really were an <em>Innate Idea</em> of a <span class=\"small-capitals\">Deity</span> so imprinted, that no Person could be without it; or if we are so disposed, as <em>necessarily</em> to receive this <em>Idea,</em> as soon as we can be called moral Agents: then no <em>Ignorance</em> of a <span class=\"small-capitals\">Deity</span> can be innocent; all <em>Atheism</em> must be affected, or an Opinion formed, either thro' <em>evil Affection,</em> or <em>want</em> of <em>good Affection</em> below Innocence. But if the <em>Idea of a</em> <span class=\"small-capitals\">Deity</span> be neither imprinted, nor offer itself even previously to any <em>Reflection,</em> nor be universally excited by <em>Tradition,</em> the bare <em>Want</em> of it, where there has been no <em>Tradition</em> or <em>Reflection,</em> cannot be called criminal upon any Scheme. Those who make <em>Virtue</em> and <em>Vice</em> relative to a <em>Law,</em> may say, <q>Men are required to reflect, and thence to know a <span class=\"small-capitals\">Deity.</span></q> But they must allow <em>Promulgation</em> necessary, before Disobedience to a Law can be criminal. Now previously to <em>Reflection</em> it is supposed impossible for the Agent to know the <em>Legislator,</em> or to know the <em>Law requiring him to reflect,</em> therefore this <em>Law requiring him to reflect,</em> was not antecedently to his <em>Reflection</em> published to him.","subId":"28","id":"Hutcheson.EI.IMS.6.28"},{"type":"paragraph","content":"The Case of <em>human Laws,</em> the Ignorance of which does not excuse, is not parallel to this. No Person under any Civil Government can be supposed ignorant that there are <em>Laws</em> made for the whole State. But in the present Supposition, Men antecedently to <em>Reflection</em> may be ignorant of the <span class=\"small-capitals\">Deity,</span> or that there are <em>Laws of Nature.</em> If any Subject could thus be <em>unapprized,</em> that he lived under Civil Government, he should not be accounted <em>Compos Mentis.</em> The Supposition indeed in both Cases is perhaps wholly <em>imaginary;</em> at least as to Persons above Childhood. One can scarce imagine that ever any Person was wholly unapprized of a <em>governing Mind,</em> and of a <em>Right</em> and <em>Wrong</em> in Morals. Whether this is to be ascribed to <em>innate Ideas,</em> to <em>universal Tradition,</em> or to some <em>necessary Determination</em> in our Nature, to imagine a designing <em>Cause</em> of the beautiful Objects which occur to us, with a <em>moral Sense,</em> let the curious inquire.","subId":"29","id":"Hutcheson.EI.IMS.6.29"},{"type":"paragraph","content":"Suppose an Idea formed in a <em>benevolent Mind,</em> of other <em>sensitive Natures, Desire</em> of their Existence and Happiness would arise.","subId":"30","id":"Hutcheson.EI.IMS.6.30"},{"type":"paragraph","content":"A good <em>Temper</em> would incline any one to wish, that other Natures were <em>benevolent,</em> or morally Good, since this is the chief <em>Happiness.</em>","subId":"31","id":"Hutcheson.EI.IMS.6.31"},{"type":"paragraph","content":"A good <em>Temper</em> would desire that the Administration of Nature were by a <em>benevolent</em> or <em>good Mind.</em>","subId":"32","id":"Hutcheson.EI.IMS.6.32"},{"type":"paragraph","content":"All Desire of any Event or Circumstance inclines any Mind to search into the <em>Truth</em> of that Event or Circumstance, by all the <em>Evidence</em> within its power to obtain.","subId":"33","id":"Hutcheson.EI.IMS.6.33"},{"type":"paragraph","content":"Where there is such <em>Desire,</em> and sufficiently obvious <em>Evidence</em>  given in proportion to the <em>Sagacity</em> of the desiring Mind, it will come to the Knowledge of the Truth, if its Desire be strong.","subId":"34","id":"Hutcheson.EI.IMS.6.34"},{"type":"paragraph","content":"Now from these Propositions we may deduce the following Corollaries.","subId":"35","id":"Hutcheson.EI.IMS.6.35"},{"type":"paragraph","content":"Supposing the Idea of a good <span class=\"small-capitals\">Deity</span> once apprehended, or excited either by <em>Report,</em> or the slightest <em>Reflection;</em> if there be <em>objective Evidence</em> in Nature proportioned to the <em>Capacity</em> of the Inquirer, for the Existence of a good <span class=\"small-capitals\">Deity,</span> <em>Atheism</em> directly argues want of good Affection below <em>Innocence.</em>","subId":"36","id":"Hutcheson.EI.IMS.6.36"},{"type":"paragraph","content":"If there be only the simple <em>Tradition</em> or <em>Presumption</em> of a governing Mind once raised; and if there be <em>Evidence</em> as before for his <em>Goodness,</em> to conclude the <span class=\"small-capitals\">Deity</span> <em>evil</em> or <em>malicious,</em> must argue want of <em>good Affection</em> as before.","subId":"37","id":"Hutcheson.EI.IMS.6.37"},{"type":"paragraph","content":"Suppose the Idea of an <em>evil</em> <span class=\"small-capitals\">Deity</span> once excited, and some Presumptions for his <em>Malice</em> from <em>Tradition,</em> or slight <em>Reflection</em> upon particular <em>Evils</em> in Nature; to rest in this Opinion without Inquiry, would argue <em>want of good Affection;</em> to desire to <em>reject</em> this Opinion, or <em>confute</em> it by contrary Evidence, would argue <em>good Affection:</em> Suppose such contrary <em>Evidences</em> obvious enough in Nature to one who inquired as diligently about it as about his own <em>Interest;</em> to continue in the <em>false Opinion</em> cannot be innocent.","subId":"38","id":"Hutcheson.EI.IMS.6.38"},{"type":"paragraph","content":"<span class=\"margin-comment\">How Ignorance in human Affairs evidences a bad Temper.</span> In like manner concerning our Fellow‐Creatures, who are actually known to us.","subId":"39","id":"Hutcheson.EI.IMS.6.39"},{"type":"paragraph","content":"To imagine Fellow‐Creatures <em>morally Good,</em> either according to <em>Evidence</em> upon Inquiry, or even by a rash <em>Opinion,</em> evidences <em>good Affection.</em>","subId":"40","id":"Hutcheson.EI.IMS.6.40"},{"type":"paragraph","content":"Imagining them Evil contrary to obvious <em>Evidence,</em> argues <em>want of good Affection</em> below Innocence.","subId":"41","id":"Hutcheson.EI.IMS.6.41"},{"type":"paragraph","content":"Retaining and <em>inculcating</em> an Opinion either of the <em>Causes of Love</em> in others, or of the <em>Causes of Aversion,</em> induces an <em>Habit;</em> and makes the Temper prone to the <em>Affection</em> often raised. Opinion of <em>Goodness</em> in the <span class=\"small-capitals\">Deity</span> and our Fellows, increases <em>good Affection,</em> and improves the <em>Temper: Contrary Opinion</em> of either, by raising frequent <em>Aversions,</em> weakens <em>good Affection,</em> and impairs the <em>Temper.</em>","subId":"42","id":"Hutcheson.EI.IMS.6.42"},{"type":"paragraph","content":"This may shew how cautious Men ought to be in passing Sentence upon the <em>Impiety</em> of their Fellows, or representing them as <em>wicked</em> and <em>profane,</em> or <em>hateful</em> to the <span class=\"small-capitals\">Deity,</span> and justly given over to eternal Misery: We may see also what a wise <em>Mark</em> it is to know the <em>true Church</em> by, that <q>it pronounces Damnation on all others.</q> Which is one of the Characters of the <em>Romish</em> Church, by which it is often recommended as the safest for Christians to live in.","subId":"43","id":"Hutcheson.EI.IMS.6.43"},{"type":"paragraph","content":"The same <em>Propositions</em> may be applied to our Opinions concerning the <em>natural Tendencies</em> of Actions. Where the Evidence is obvious as before, good Affection will produce <em>true Opinions,</em> and <em>false Opinions</em> often argue <em>want of good Affection</em> below Innocence. Thus, tho in <em>Assent</em> or <em>Dissent</em> of themselves, there can neither be <em>Virtue</em> nor <em>Vice,</em> yet they may be <em>Evidences</em>of either in the Agent, as well as his <em>external Motions.</em> 'Tis not possible indeed for Men to determine precisely in many cases the <em>Quantity of Evidence,</em> and its <em>proportion</em> to the Sagacity of the Observer, which will argue <em>Guilt</em> in him, who contrary to it, forms a <em>false Opinion.</em> But Men are no better judges of the <em>Degrees of Virtue and Vice</em> in external Actions. This therefore will not prove that all <em>false Opinions</em> or <em>Errors</em> are innocent, more than <em>external Actions:</em> The Searcher of Hearts can judge exactly of both. Human <em>Punishments</em> are only <em>Methods of Self‐Defence;</em> in which the <em>Degrees of Guilt</em> are not the proper Measure, but the <em>Necessity of restraining Actions for the Safety of the Publick.</em>","subId":"44","id":"Hutcheson.EI.IMS.6.44"},{"type":"paragraph","content":"<span class=\"margin-comment\">How want of Attention evidences a bad Temper.</span> It is next to be considered, how far <em>want of Attention</em> to the <span class=\"small-capitals\">Deity</span> can argue <em>want of good Affections,</em> in any Agent, to whom he is known.","subId":"45","id":"Hutcheson.EI.IMS.6.45"},{"type":"paragraph","content":"Every <em>good Temper</em> will have strong Affections to a good <span class=\"small-capitals\">Deity,</span> and where there is <em>strong Affection</em> there will be <em>frequent Reflection</em> upon the Object beloved, <em>Desire</em> of pleasing, and <em>Caution</em> of offence. In like manner every Person of good Temper, who has had the Knowledge of a <em>Country,</em> a <em>System,</em> a <em>Species,</em> will consider how far these great Societies may be affected by his Actions, with such Attention as he uses in his own Affairs; and will abstain from what is injurious to them.","subId":"46","id":"Hutcheson.EI.IMS.6.46"},{"type":"paragraph","content":"Attention to a <span class=\"small-capitals\">Deity</span> apprehended as good, and governing the Universe, will increase the <em>Moment of Beneficence</em> in any good Agent, various ways, such as by Prospects of <em>Reward,</em> either present or future, by improving his Temper thro' Observation of so amiable a <em>Pattern,</em> or by raising Sentiments of <em>Gratitude</em> toward the <span class=\"small-capitals\">Deity,</span> a part of whose Happiness the Agent may imagine depends upon the Happiness of the Universe. In like manner, the considering a <em>Species</em> or <em>System</em> may increase our <em>good Offices,</em> since <em>their</em> Interests are advanced by good Offices to <em>Individuals.</em>","subId":"47","id":"Hutcheson.EI.IMS.6.47"},{"type":"paragraph","content":"But then from a like Reasoning to that in <em>Art.</em> II. 'tis plain, that in <em>equal Moments</em> of good produced by two Agents, the <em>Goodness of the Temper</em> is inversly as the several <em>additional Helps,</em> or <em>Motives</em> to it. So that <em>more Virtue</em> is evidenced by any given <em>Moment</em> of Beneficence from good Affections only toward our <em>Fellows,</em> or particular Persons, than by the <em>same Moment</em> produced from the joint Considerations of the <span class=\"small-capitals\">Deity,</span> or of a general <em>System</em> or <em>Species.</em><a href=\"#n3\"><sup>[3]</sup></a>","subId":"48","id":"Hutcheson.EI.IMS.6.48"},{"type":"paragraph","content":"But an injurious Action which appeared to the Agent not only <em>pernicious to his Fellows,</em> or to particular Persons, but <em>offensive to the</em> <span class=\"small-capitals\">Deity,</span> and pernicious to a <em>System,</em> is much more vicious than when the Agent did not reflect upon the <span class=\"small-capitals\">Deity,</span> or a <em>Community.</em>","subId":"49","id":"Hutcheson.EI.IMS.6.49"},{"type":"paragraph","content":"<span class=\"margin-comment\">Nothing in this Scheme supersedes the Duty of Love to the <span class=\"small-capitals\">Deity,</span> and general Benevolence.</span> We must not hence imagine, that in order to produce greater Virtue in our selves, we should regard the <span class=\"small-capitals\">Deity</span> no farther, then merely to <em>abstain from Offences.</em> Were it our sole Intention in beneficent Actions, only to obtain the <em>private Pleasure</em> of <em>Self‐Approbation</em> for the Degree of our Virtue, this might seem the proper Means of having <em>great Virtue</em> with the least <em>Expence.</em> But if the real Intention, which constitutes an Action virtuous, be the <em>promoting publick Good;</em> then <em>voluntarily</em> to reject the Consideration of any Motive which would increase the <em>Moment</em> of publick Good, or would make us more vigorous and stedfast in Virtue, must argue <em>want of good Affection.</em> In any <em>given Moment</em> of Beneficence, the unaffected <em>Want</em> of Regard to the <span class=\"small-capitals\">Deity,</span> or to <em>private Interest,</em> does really argue greater Virtue. But the <em>retaining these Motives</em> with a View to increase the <em>Moment</em> of publick Good in our Actions, if they really do so, argues Virtue equal to, or greater than that in the former Case: And the <em>affected Neglect</em> of these Motives, that so we may acquit our selves virtuously with the <em>least Expence</em> to our selves, or with the least Moment of publick Good, must evidence <em>want of good Affections,</em> and base <em>Trick</em> and <em>Artifice</em> to impose upon Observers, or our own Hearts. Therefore","subId":"50","id":"Hutcheson.EI.IMS.6.50"},{"type":"paragraph","content":"Since Gratitude to the <span class=\"small-capitals\">Deity,</span> and even Consideration of <em>private Interest,</em> tend to increase the Moment of our Beneficence, and to strengthen good Affections, the voluntary <em>Retaining</em> them with this View evidences Virtue, and <em>affecting</em> to neglect them evidences Vice.<a href=\"#n4\"><sup>[4]</sup></a> And yet,","subId":"51","id":"Hutcheson.EI.IMS.6.51"},{"type":"paragraph","content":"If the Moment produced by the Conjunction of these Motives, be not greater than that produced with unaffected Neglect of these Motives, from particular good Affection, there is less Virtue in the former than in the latter.","subId":"52","id":"Hutcheson.EI.IMS.6.52"},{"type":"paragraph","content":"Men may use Names as they please, and may chuse to call nothing <em>Virtue</em> but <q>what is intended chiefly to evidence <em>Affection</em> of one kind or other toward the <span class=\"small-capitals\">Deity.</span> </q> Writers on this Scheme are not well agreed about what this <em>virtuous Intention</em> is; whether only to evidence <em>Submission,</em> or <em>Submission</em> and <em>Love,</em> or to <em>obtain the divine Benevolence,</em> and <em>private Happiness</em> to the Agent, or to <em>give Pleasure to the Deity.</em> But let them not assert, against universal <em>Experience,</em> that we <em>approve</em> no Actions which are not thus intended toward the <span class=\"small-capitals\">Deity.</span> 'Tis plain, a <em>generous compassionate Heart,</em> which, at first view of the Distress of another, flies impatiently to his Relief, or spares no Expence to accomplish it, meets with strong <em>Approbation</em> from every Observer who has not perverted his <em>Sense of Life</em> by <em>School‐Divinity,</em> or <em>Philosophy.</em> 'Tis to be suspected, that some <em>Vanity</em> must be at the Bottom of these Notions, which place Virtue in some <em>Nicety,</em> which <em>active Tempers,</em> have not leisure to apprehend, and only the <em>Recluse Student</em> can attain to.","subId":"53","id":"Hutcheson.EI.IMS.6.53"},{"type":"paragraph","content":"To be led by a <em>weaker Motive,</em> where a <em>stronger</em> is alike present to the Mind, to love a Creature <em>more</em> than <span class=\"small-capitals\">God,</span> or to have <em>stronger Desires</em> of doing what is grateful to Creatures than to <span class=\"small-capitals\">God,</span> when we equally attend to both, would certainly argue some <em>Perversion of our Affections;</em> or to study the <em>particular Good</em>of one, more than that of a <em>System,</em> when we reflected on both: But as no <em>finite Mind</em>can retain at once a <em>Multiplicity of Objects,</em> so it cannot <em>always</em> retain any one Object. When a Person therefore not thinking at present of the <span class=\"small-capitals\">Deity,</span> or of a <em>Community</em> or <em>System,</em> does a beneficent Action from <em>particular Love,</em> he evidences <em>Goodness of Temper.</em> The bare <em>Absence</em> of the Idea of a <span class=\"small-capitals\">Deity,</span> or of <em>Affections</em> to him, can evidence no evil; otherways it would be a Crime to <em>fall asleep,</em> or to think of any thing else: If the <em>bare Absence</em> of this Idea be no evil, the Presence of <em>kind Affections</em> to FellowCreatures cannot be evil. If indeed our Love to the <span class=\"small-capitals\">Deity</span> excited to any Action, and at the <em>same time</em> Love to a <em>Creature</em> excited to the Omission of it, or to a contrary Action, we must be very criminal if the <em>former</em> do not prevail; yet this will not argue all Actions to be evil in which <em>pleasing the</em> <span class=\"small-capitals\">Deity,</span> is not directly and chiefly intended. Nay, that Temper must really be very <em>deficient</em> in Goodness, which needs to excite it to any good Office, to recal the Thoughts of a <span class=\"small-capitals\">Deity,</span> or a <em>Community,</em> or a <em>System.</em> The frequent recalling these Thoughts, indeed, does strengthen all good Affections, and increases the <em>Moment</em> of Beneficence to be expected from any Temper; and with this <em>View</em> frequently to recal such Thoughts, must be one of the best <em>Helps</em> to Virtue, and evidence high Degrees of it. Nay, one cannot call that Temper <em>entire</em> and <em>complete,</em> which has not the <em>strongest Affection</em> toward the greatest Benefactor, and the most worthy Object.","subId":"54","id":"Hutcheson.EI.IMS.6.54"},{"type":"paragraph","content":"Beings of such Degrees of <em>Knowledge,</em> and such <em>Extent</em> of Thought, as Mankind are not only capable of, but generally obtain, when nothing interrupts their Inquiries, must naturally arise to the Knowledge of the<span class=\"small-capitals\">Deity,</span> if their Temper be good. They must form <em>general Conceptions</em> of the whole, and see the <em>Order, Wisdom,</em> and <em>Goodness</em> in the <em>Administration of Nature</em> in some Degree. The Knowledge and Love of the <span class=\"small-capitals\">Deity,</span> the <em>universal</em> <span class=\"small-capitals\">Mind</span> , is as <em>natural</em> a Perfection to such a Being as Man, as any Accomplishment to which we arrive by cultivating our natural Dispositions; nor is that Mind come to the <em>proper State</em> and <em>Vigor</em> of its kind, where <em>Religion</em> is not the main <em>Exercise</em> and <em>Delight.</em>","subId":"55","id":"Hutcheson.EI.IMS.6.55"},{"type":"paragraph","content":"<span class=\"margin-comment\">Whether the <span class=\"small-capitals\">Deity</span> is the sole proper Object of Love.</span> There is one very subtle Argument on this Subject. Some alledge, <q>That since the <span class=\"small-capitals\">Deity</span> is really the <em>Cause</em> of all the Good in the Universe, even of all the <em>Virtue,</em> or <em>good Affection</em> in Creatures, which are the seeming <em>Causes of Love</em> toward them, it must argue strange <em>Perversion</em> of Temper to love those in whom there is no <em>Cause of Love,</em> or who are (as they affect to speak) <em>nothing,</em> or <em>Emptiness of all Goodness.</em> The<span class=\"small-capitals\">Deity</span> alone is amiable, in whom there is infinite <em>Fulness of every amiable Quality.</em> The <span class=\"small-capitals\">Deity,</span> say they, not without some Reason, is the <em>Cause</em> of every <em>pleasant Sensation,</em> which he immediately excites according to a <em>general Law,</em> upon the Occasion of <em>Motions</em> arising in our Bodies; that likewise he gave us that general <em>Inclination,</em> which we modify into all our different <em>Affections;</em> <span class=\"small-capitals\">God</span> therefore, say they, is alone <em>lovely.</em> Other Things are not to be beloved, but only the <em>Goodness of God appearing in them;</em> nay some do make the <em>loving</em> of them, without considering <span class=\"small-capitals\">God</span> as displaying his Goodness in them, to be infinitely evil.</q>","subId":"56","id":"Hutcheson.EI.IMS.6.56"},{"type":"paragraph","content":"In answer to this it must be owned, that <q>God's being the Cause of all the Good in the Universe, will no doubt raise the highest Love to him in a good Temper, when it reflects upon it.</q>","subId":"57","id":"Hutcheson.EI.IMS.6.57"},{"type":"paragraph","content":"But 1st, had all Men this Apprehension that <q>there was no good in any Creature,</q> they really would not love them at all. But Men generally imagine with very good ground, that there are <em>good Beings</em> distinct from God, tho produced by him: And whether this Opinion be true or false, it evidences no evil.","subId":"58","id":"Hutcheson.EI.IMS.6.58"},{"type":"paragraph","content":"As upon this Scheme <span class=\"small-capitals\">God</span> is the Cause of all <em>pleasant Sensation,</em> so is he the Cause of all Pain: He is, according to them, the Cause of that <em>Inclination</em> which we modify into <em>evil Affection,</em> as well as into <em>good.</em> If then we are to love <span class=\"small-capitals\">God</span> only, for what we call <em>good Affection</em> in Creatures, and not the Creatures themselves, we must also only love <span class=\"small-capitals\">God</span> upon observing <em>evil Affections</em> in Creatures, and have no <em>Aversion</em> to the <em>basest Temper,</em> since God gave the general <span class=\"small-capitals\">Inclination</span> alike in both Cases.","subId":"59","id":"Hutcheson.EI.IMS.6.59"},{"type":"paragraph","content":"If we may suppose <em>real Beings</em> distinct from <span class=\"small-capitals\">God,</span> that <em>their</em> Affections are not <span class=\"small-capitals\">God'</span> s Affections, if <span class=\"small-capitals\">God</span> is not the only <em>Lover</em> and <em>Hater,</em> if our <em>moral Sense</em> is determined to approve <em>kind Affections,</em> and our <em>Love</em> or <em>Benevolence</em> must arise toward what we <em>approve;</em> or if we find an <em>Instinct</em> to desire the Happiness of every sensitive Nature, we cannot avoid loving Creatures, and we must <em>approve</em> any <em>kind Affections</em> observed in others toward their Fellows. 'Tis true, we must approve the <em>highest Affections</em> toward the <span class=\"small-capitals\">Deity,</span> and <em>condemn,</em> as a <em>Deficiency</em> of just Affections toward <span class=\"small-capitals\">God</span> any Degree which is not superior to our other Affections. But still, <em>Affections</em> towards Creatures, if they be <em>distinct Natures</em> from <span class=\"small-capitals\">God,</span> must be approved.","subId":"60","id":"Hutcheson.EI.IMS.6.60"},{"type":"paragraph","content":"If to make a Mind virtuous, or even innocent, it be necessary that it should have such sublime Speculations of <span class=\"small-capitals\">God,</span> as the <span class=\"foreign\">τὸ πα̑ν</span> in the <em>Intellectual active System</em> (if we call <em>one Agent</em> in many <em>Passive Organs</em> an <em>active System</em>) then God has placed the Bulk of Mankind in an absolute <em>Incapacity</em> of Virtue, and inclined them perpetually to infinite Evil, by their very <em>Instincts</em> and <em>natural Affections.</em> Does the <em>parental Affection</em> direct a Man to love the <span class=\"small-capitals\">Deity,</span> or his <em>Children?</em> Is it the <span class=\"small-capitals\">Divinity,</span> to which our <em>Pity</em> or <em>Compassion</em> is directed? Is God the Object of <em>Humanity?</em> Is it a <em>Design</em> to support the <span class=\"small-capitals\">Divinity,</span> which we call <em>Generosity</em> or <em>Liberality?</em> Upon <em>Receipt of a Benefit,</em> does our Nature suggest only <em>Gratitude toward</em> <span class=\"small-capitals\">God</span> ? Affections toward the <span class=\"small-capitals\">Deity</span> may indeed often accompany Affections toward Creatures, and do so in a virtuous Temper: but these are distinct Affections. This Notion of making all virtuous Affections to be only directed toward <span class=\"small-capitals\">God,</span> is not suggested to Men by any thing in their <em>Nature,</em> but arises from the long subtle <em>Reasonings</em> of Men at leisure, and unemployed in the natural Affairs of Life.","subId":"61","id":"Hutcheson.EI.IMS.6.61"},{"type":"paragraph","content":"If there be no Virtue or Cause of Love in Creatures, it is vain for them to debate wherein their Virtue consists, whether in regard toward the <span class=\"small-capitals\">Deity,</span> or in any thing else, since they are supposed to have none at all.","subId":"62","id":"Hutcheson.EI.IMS.6.62"},{"type":"paragraph","content":"To conclude this Subject. It seems probable, that however we must look upon that Temper as exceedingly <em>imperfect, inconstant,</em> and <em>partial,</em> in which <em>Gratitude toward the universal Benefactor, Admiration</em> and <em>Love</em> of the <em>supreme</em> <em>original Beauty, Perfection and Goodness,</em> are not the <em>strongest</em> and most <em>prevalent</em> Affections; yet <em>particular Actions</em> may be innocent, nay virtuous, where there is no actual <em>Intention</em> of pleasing the <span class=\"small-capitals\">Deity,</span> influencing the Agent.","subId":"63","id":"Hutcheson.EI.IMS.6.63"},{"type":"note","content":"See <em>Treat.</em> 2. <em>Sect.</em> 3. <em>Art.</em> II. last Paragraph.In many Questions of this Nature we must have recourse with <em>Aristotle</em> to a <em>Sense,</em> which is the last Judge in particular Cases.<cite>318</cite>","subId":"n1","id":"Hutcheson.EI.IMS.6.n1"},{"type":"note","content":"De Nat. Deor. <em>Lib.</em> 2. <em>cap.</em> 37. Ex Aristotele.","subId":"n2","id":"Hutcheson.EI.IMS.6.n2"},{"type":"note","content":"See Luke x. 12, 13, 14.","subId":"n3","id":"Hutcheson.EI.IMS.6.n3"},{"type":"note","content":"This may sufficiently justify the <em>Writers of Morality</em> in their proving, that <q>Virtue is the surest Means of Happiness to the Agent.</q> 'Tis also plain from universal <em>Experience,</em> that a <em>Regard to the Deity,</em> frequent <em>Reflection</em> on his Goodness, and consequent <em>Acts of Love,</em> are the strongest and most universally prevailing <em>Means</em> of obtaining a good Temper. Whatever Institution therefore does most effectually tend to raise Mens <em>Attention,</em> to <em>recall</em> their Minds from the Hurry of their common Affairs, to <em>instruct</em> them in the Ways of promoting publick Good farther than the busy Part of the World without assistance would probably apprehend, must be so <em>wise</em> and <em>good,</em> that every honest Mind should rejoice in it, even though it had no other <em>Authority</em> than <em>human</em> to recommend it. Every one will understand that by this is meant a <em>publick Worship</em> on set Days, in which a stop is put to Commerce, and the busy part of Mankind instructed in the Duties of <em>Piety</em> and <em>Humanity.</em>","subId":"n4","id":"Hutcheson.EI.IMS.6.n4"}]}