{"id":"Hutcheson.EI.IMS.Intro","imported":true,"parent":"Hutcheson.EI.IMS","title":"Introduction","breadcrumb":"Introduction","published":[1728],"copytext":[1742],"sourceDesc":"Three editions of Hutcheson's <cite>Essay and Illustrations</cite> were published in the author's lifetime. The second (1730) was merely a reprint of the first, but the third (1742) contained some significant revisions. Consequently the third is our copytext. The text was derived from Aaron Garrett's edition (Indianapolis: Liberty Fund, 2002), which follows the first edition (noting significant differences between this and third). This source text has been substantially altered, to bring the text in line with the 1742 edition.","sourceUrl":"https://oll.libertyfund.org/titles/hutcheson-an-essay-on-the-nature-and-conduct-of-the-passions-and-affections-1742-2002/simple#lf0150_div_069","blocks":[{"type":"title","content":"<h3>INTRODUCTION.</h3> ","id":"Hutcheson.EI.IMS.Intro"},{"type":"paragraph","content":"THE Differences of Actions from which some are constituted <em>morally Good</em>, and others <em>morally Evil</em>, have always been accounted a very important Subject of Inquiry: And therefore, every Attempt to free this Subject from the usual Causes of Error and Dispute, the <em>Confusion of ambiguous Words</em>, must be excusable.","subId":"1","id":"Hutcheson.EI.IMS.Intro.1"},{"type":"paragraph","content":"<span class=\"margin-comment\">Definitions.</span> <span class=\"small-capitals\">In</span> the following Discourse, <em>Happiness</em> denotes pleasant <em>Sensation</em> of any kind, or a continued State of such <em>Sensations</em>; and <em>Misery</em> denotes the contrary <em>Sensations</em>.","subId":"2","id":"Hutcheson.EI.IMS.Intro.2"},{"type":"paragraph","content":"<span class=\"small-capitals\">Such</span> Actions as tend to procure Happiness to the Agent, are called for shortness, <em>privately useful</em>: and such Actions as procure Misery to the Agent, <em>privately hurtful</em>.","subId":"3","id":"Hutcheson.EI.IMS.Intro.3"},{"type":"paragraph","content":"<span class=\"small-capitals\">Actions</span> procuring Happiness to others may be called <em>publickly useful</em>, and the contrary Actions <em>publickly hurtful</em>. Some Actions may be both <em>publickly and privately useful</em>, and others both <em>publickly and privately hurtful</em>.","subId":"4","id":"Hutcheson.EI.IMS.Intro.4"},{"type":"paragraph","content":"<span class=\"small-capitals\">These</span> different <em>natural Tendencies</em> of Actions are universally acknowledged; and in proportion to our <em>Reflection</em> upon human Affairs, we shall enlarge our Knowledge of these Differences.","subId":"5","id":"Hutcheson.EI.IMS.Intro.5"},{"type":"paragraph","content":"<span class=\"margin-comment\">Two Questions about Morality.</span> <span class=\"small-capitals\">When</span> these <em>natural Differences</em> are known, it remains to be inquired into: 1st, <q>What <em>Quality</em> in any Action determines our <em>Election</em> of it rather than the contrary?</q> Or, if the Mind determines itself, <q>What <em>Motives</em> or <em>Desires</em> excite to an Action, rather than the contrary, or rather than to the <em>Omission</em>?</q> 2dly, <q>What <em>Quality</em> determines our <em>Approbation</em> of one Action, rather than of the contrary Action?</q>","subId":"6","id":"Hutcheson.EI.IMS.Intro.6"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> Words <em>Election</em> and <em>Approbation</em> seem to denote simple Ideas known by <em>Consciousness</em>; which can only be explained by <em>synonimous Words</em>, or by concomitant or consequent Circumstances. <em>Election</em> is purposing to do an Action rather than its contrary, or than being inactive. <em>Approbation</em> of our own Action denotes, or is attended with, a Pleasure in the <em>Contemplation</em> of it, and in <em>Reflection</em> upon the <em>Affections</em> which inclined us to it. <em>Approbation</em> of the Action of another has some little Pleasure attending it in the Observer, and raises Love toward the <em>Agent</em>, in whom the Quality approved is deemed to reside, and not in the <em>Observer</em>, who has a Satisfaction in the Act of approving.<a href=\"#n1\"><sup>[1]</sup></a>","subId":"7","id":"Hutcheson.EI.IMS.Intro.7"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> <em>Qualities</em> moving to <em>Election</em>, or <em>exciting to Action</em>, are different from those moving to <em>Approbation</em>: We often do Actions which we do not <em>approve</em>, and <em>approve</em> Actions which we <em>omit</em>: We often <em>desire</em> that an Agent had omitted an Action which we <em>approve</em>; and <em>wish</em> he would do an Action which we <em>condemn</em>. <em>Approbation</em> is employed about the Actions of <em>others</em>, where there is no room for our Election.","subId":"8","id":"Hutcheson.EI.IMS.Intro.8"},{"type":"paragraph","content":"<span class=\"small-capitals\">Now</span> in our Search into the <em>Qualities</em> exciting either our <em>Election</em> or <em>Approbation</em>, let us consider the several <em>Notions</em> advanced of moral Good and Evil in both these Respects; and what <em>Senses</em>, <em>Instincts</em>, or <em>Affections</em>, must be necessarily supposed to account for our <em>Approbation</em> or Election.","subId":"9","id":"Hutcheson.EI.IMS.Intro.9"},{"type":"paragraph","content":"<span class=\"margin-comment\">The Epicurean Opinion.</span> <span class=\"small-capitals\">There</span> are two Opinions on this Subject entirely opposite: The one that of the old <em>Epicureans</em>, as it is beautifully explained in the first Book of <cite><em>Cicero</em>, <em>De finibus</em></cite>; which is revived by <span class=\"name\"><em>Hobbes</em></span>, <span class=\"name\"><em>Rochefocault</em></span>, and others of the last Century, and followed by many better Writers: <q>That all the Desires of the <em>human Mind</em>, nay of all <em>thinking Natures</em>, are reducible to <em>Self‐Love</em>, or <em>Desire of private Happiness</em>: That from this Desire all Actions of any Agent do flow.</q> Our <em>Christian Moralists</em> of this Scheme introduce other sorts of Happiness to be desired, but still it is the <q><em>Prospect of private Happiness</em>, which, with some of them, is the sole <em>Motive of Election</em>. And that, in like manner, what determines any Agent to <em>approve</em> his own Action, is its <em>Tendency to his private Happiness</em> in the whole, tho' it may bring <em>present Pain</em> along with it: That the <em>Approbation</em> of the Action of another, is from an Opinion of its Tendency to the Happiness of the <em>Approver</em>, either <em>immediately</em> or more <em>remotely</em>: That each Agent may discover it to be the surest way to promote his private Happiness, to do <em>publickly useful Actions</em>, and to abstain from those which are <em>publickly hurtful</em>: That the neglecting to observe this, and doing <em>publickly hurtful Actions</em>, does mischief to the whole of Mankind, by hurting any one part; that every one has some little <em>damage</em> by this Action: Such an <em>inadvertent Person</em> might possibly be <em>pernicious</em> to any one, were he in his Neighbourhood; and the very <em>Example</em> of such Actions may extend over the whole World, and produce some pernicious Effects upon any Observer. That therefore every one may look upon such Actions as <em>hurtful to himself</em>, and in this view does disapprove them, and hates the Agent. In the like manner, a <em>publickly useful Action</em> may diffuse some small <em>Advantage</em> to every Observer, whence he may <em>approve</em> it, and <em>love</em> the Agent.</q>","subId":"10","id":"Hutcheson.EI.IMS.Intro.10"},{"type":"paragraph","content":"<span class=\"margin-comment\">Does not answer the Appearances.</span> <span class=\"small-capitals\">This</span> Scheme can never account for the principal Actions of human Life:<a href=\"#n2\"><sup>[2]</sup></a> Such as the <em>Offices of Friendship</em>, <em>Gratitude</em>, <em>natural Affection</em>, <em>Generosity</em>, <em>publick Spirit</em>, <em>Compassion</em>. Men are conscious of no such Intentions or <em>acute Reflections</em> about these Actions. Ingenious speculative Men, in their straining to support an <em>Hypothesis</em>, may contrive a thousand <em>subtle selfish Motives</em>, which a kind generous Heart never dreamed of. In like manner, this Scheme can never account for the sudden <em>Approbation</em>, and violent <em>Sense</em> of something amiable in Actions done in distant Ages and Nations, while the Approver has perhaps never thought of these distant <em>Tendencies</em> to his Happiness. Nor will it better account for our <em>want of Approbation</em> toward <em>publickly useful Actions</em> done <em>casually</em>, or only with Intention of <em>private Happiness</em> to the Agent. And then, in these Actions reputed <em>generous</em>, if the Agent's Motive was only a view to his <em>own Pleasure</em>, how come we to approve them more than his <em>enriching himself</em>, or his <em>gratifying his own Taste</em> with good Food? The whole <em>Species</em> may receive a like Advantage from both, and the Observer an equal Share.","subId":"11","id":"Hutcheson.EI.IMS.Intro.11"},{"type":"paragraph","content":"<span class=\"small-capitals\">Were</span> our <em>Approbation</em> of Actions done in <em>distant Ages</em> and <em>Nations</em>, occasioned by this Thought, that such an Action done toward ourselves would be useful to us, why do not we approve and love in like manner, any Man who <em>finds a Treasure</em>, or <em>indulges</em> himself in any exquisite <em>Sensation</em>, since these Advantages or Pleasures might have been conferred on <em>ourselves</em>; and tend more to <em>our Happiness</em> than any Actions in distant Ages?","subId":"12","id":"Hutcheson.EI.IMS.Intro.12"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> <em>Sanctions of Laws</em> may make any Agent chuse the Action required, under the Conception of <em>useful</em> to himself, and lead him into an Opinion of <em>private Advantage</em> in it, and of detriment in the contrary Actions; but what should determine any Person to approve the <em>Actions of others</em>, because of a Conformity to a Law, if Approbation in any Person were only an Opinion of private Advantage?","subId":"13","id":"Hutcheson.EI.IMS.Intro.13"},{"type":"paragraph","content":"<span class=\"margin-comment\">The opposite Opinion does plainly.</span> <span class=\"small-capitals\">The</span> other Opinion is this, <q>That we have not only <em>Self‐Love</em>, but <em>benevolent Affections</em> also toward others, in various Degrees, making us desire their Happiness as an <em>ultimate End</em>, without any view to private Happiness: That we have a <em>moral Sense</em> or Determination of our Mind, to <em>approve</em> every <em>kind Affection</em> either in ourselves or others, and all publickly useful Actions which we imagine flow from such Affection, without our having a view to our <em>private Happiness</em>, in our Approbation of these Actions.</q>","subId":"14","id":"Hutcheson.EI.IMS.Intro.14"},{"type":"paragraph","content":"<span class=\"small-capitals\">These</span> two Opinions seem both intelligible, each consistent with itself. The former seems not to represent human Nature as it is; the other seems to do it.","subId":"15","id":"Hutcheson.EI.IMS.Intro.15"},{"type":"paragraph","content":"<span class=\"margin-comment\">Schemes seemingly different from both.</span> <span class=\"small-capitals\">There</span> have been many <em>ways of speaking</em> introduced, which seem to signify something different from both the former Opinions. Such as these, that <q>Morality of Actions consists in <em>Conformity to Reason</em>, <em>or Difformity from it</em>:</q> That <q><em>Virtue</em> is acting according to the <em>absolute Fitness and Unfitness of Things</em>, or agreeably to the <em>Natures</em> or <em>Relations</em> of Things,</q> and many others in different Authors. To examine these is the Design of the following Sections; and to explain more fully how the <em>Moral Sense</em> alledged to be in Mankind, must be presupposed even in these Schemes.","subId":"16","id":"Hutcheson.EI.IMS.Intro.16"},{"type":"note","content":"See <cite><em>Treat. II. Sect. 2.</em> Parag. ult.</cite>","subId":"n1","id":"Hutcheson.EI.IMS.Intro.n1"},{"type":"note","content":"See <cite><em>Treat. III. Sect. 1.</em></cite>","subId":"n2","id":"Hutcheson.EI.IMS.Intro.n2"}],"texts":[],"ancestors":[{"id":"Hutcheson","forename":"Francis","surname":"Hutcheson","birth":1694,"death":1746,"published":1725,"nationality":"Irish/Scottish","sex":"Male","texts":[{"id":"Hutcheson.IBV","forename":"Francis","surname":"Hutcheson","title":"An Inquiry into the Original of Our Ideas of Beauty and Virtue","birth":1694,"death":1746,"published":[1725],"nationality":"Irish/Scottish","sex":"Male","imported":true,"breadcrumb":"Inquiry into Beauty and Virtue"},{"id":"Hutcheson.EI","forename":"Francis","surname":"Hutcheson","title":"An Essay on the Nature and Conduct of the Passions and Affections, with Illustrations on the Moral Sense","birth":1694,"death":1746,"published":[1728],"nationality":"Irish/Scottish","sex":"Male","imported":true,"breadcrumb":"Essay and Illustrations"},{"id":"Hutcheson.LFV","forename":"Francis","surname":"Hutcheson","title":"Letters Between the Late Mr. Gilbert Burnet and Mr. Hutchinson, Concerning the True Foundation of Virtue or Moral Goodness","birth":1694,"death":1746,"published":[1735],"nationality":"Irish/Scottish","sex":"Male","duplicate":"Burnet.LFV","breadcrumb":"Letters on the Foundation of Virtue"},{"id":"Hutcheson.RL","forename":"Francis","surname":"Hutcheson","title":"Reflections upon Laughter and Remarks on the Fable of Bees","birth":1694,"death":1746,"published":[1750],"nationality":"Irish/Scottish","sex":"Male","breadcrumb":"Reflections upon Laughter"}]},{"id":"Hutcheson.EI","forename":"Francis","surname":"Hutcheson","title":"An Essay on the Nature and Conduct of the Passions and Affections, with Illustrations on the Moral Sense","birth":1694,"death":1746,"published":[1728],"nationality":"Irish/Scottish","sex":"Male","imported":true,"breadcrumb":"Essay and Illustrations"},{"id":"Hutcheson.EI.IMS","imported":true,"title":"Illustrations upon the Moral Sense","breadcrumb":"Illustrations upon the Moral Sense","published":[1728]}],"prev":{"id":"Hutcheson.EI.IMS","imported":true,"title":"Illustrations upon the Moral Sense","breadcrumb":"Illustrations upon the Moral Sense","published":[1728]},"next":{"id":"Hutcheson.EI.IMS.1","imported":true,"title":"Section 1. Concerning the Character of Virtue, agreeable to Truth or Reason","breadcrumb":"Section 1","published":[1728]}}