{"id":"Hobbes.L.2.29","imported":true,"parent":"Hobbes.L.2","title":"Of those things that Weaken, or tend to the Dissolution of a Common-wealth","breadcrumb":"Chapter 29","published":[1651],"copytext":[1651],"sourceDesc":"The text here is from the 1909 Clarendon Press edition (now in the public domain), as put online by the Online Libary of Liberty. That edition follows the original 1651 edition, but with corrections from the printed ERRATA sheet incorporated into the text.","sourceUrl":"https://oll.libertyfund.org/titles/hobbes-leviathan-1909-ed/simple#lf0161_div_041","blocks":[{"type":"title","content":"£1 CHAP. XXIX. £1 £1 _Of those things that Weaken, or tend to the ^Dissolution^ of a Common-wealth._ £1","id":"Hobbes.L.2.29"},{"type":"paragraph","content":"^Though^ nothing can be immortall, which mortals#_Dissolution of Common-wealths proceedeth from their Imperject Institution._# make; yet, if men had the use of reason they pretend to, their Common-wealths might be secured, at least, from perishing by internall diseases. For by the nature of their Institution, they are designed to live, as long as Man-kind, or as the Lawes of Nature, or as Justice it selfe, which gives them life. Therefore when they come to be dissolved, not by externall violence, but intestine disorder, the fault is not in men, as they are the _Matter_; but as they are the _Makers_, and orderers of them. For men, as they become at last weary of irregular justling, and hewing one another, and desire with all their hearts, to conforme themselves into one firme and lasting edifice; so for want, both of the art of making fit Lawes, to square their actions by, and also of humility, and patience, to suffer the rude and combersome points of their present greatnesse to be taken off, they cannot without the help of a very able Architect, be compiled, into any other than a crasie building, such as hardly lasting out their own time, must assuredly fall upon the heads of their posterity.","subId":"1","id":"Hobbes.L.2.29.1"},{"type":"paragraph","content":"Amongst the _Infirmities_ therefore of a Common-wealth, I will reckon in the first place, those that arise from an Imperfect Institution, and resemble the diseases of a naturall body, which proceed from a Defectuous Procreation.","subId":"2","id":"Hobbes.L.2.29.2"},{"type":"paragraph","content":"Of which, this is one, _That a man to obtain a Kingdome,_#_Want of Absolute power._# _is sometimes content with lesse Power, than to the Peace, and defence of the Common-wealth is necessarily required_. From whence it commeth to passe, that when the exercise of the Power layd by, is for the publique safety to be resumed, it hath the resemblance of an unjust act; which disposeth great numbers of men (when occasion is presented) to rebell; In the same manner as the bodies of children, gotten by diseased parents, are subject either to untimely death, or to purge the ill quality, derived from their vicious conception, by breaking out into biles and scabbs. And when Kings deny themselves some such necessary Power, it is not alwayes (though sometimes) out of ignorance of what is necessary to the office they undertake; but many times out of a hope to recover the same again at their pleasure: Wherein they reason not well; because such as will hold them to their promises, shall be maintained against them by forraign Common-wealths; who in order to the good of their own Subjects let slip few occasions to _weaken_ the estate of their Neighbours. So was _Thomas Becket_ Archbishop of _Canterbury_, supported against _Henry_ the Second, by the Pope; the subjection of Ecclesiastiques to the Common-wealth, having been dispensed with by _William the Conquerour_ at his reception, when he took an Oath, not to infringe the liberty of the Church. And so were the _Barons_, whose power was by _William Rufus_ (to have their help in transferring the Succession from his Elder brother, to himselfe,) encreased to a degree, inconsistent with the Soveraign Power, maintained in their Rebellion against King _John_, by the French.","subId":"3","id":"Hobbes.L.2.29.3"},{"type":"paragraph","content":"Nor does this happen in Monarchy onely. For whereas the stile of the antient Roman Common-wealth, was, _The Senate, and People of Rome_; neither Senate, nor People pretended to the whole Power; which first caused the seditions, of _Tiberius Gracchus, Caius Gracchus, Lucius Saturninus_, and others; and afterwards the warres between the Senate and the People, under _Marius_ and _Sylla_; and again under _Pompey_ and _C{oe}sar_, to the Extinction of their Democraty, and the setting up of Monarchy.","subId":"4","id":"Hobbes.L.2.29.4"},{"type":"paragraph","content":"The people of _Athens_ bound themselves but from one onely Action; which was, that no man on pain of death should propound the renewing of the warre for the Island of _Salamis_; And yet thereby, if _Solon_ had not caused to be given out he was mad, and afterwards in gesture and habit of a mad-man, and in verse, propounded it to the People that flocked about him, they had had an enemy perpetually in readinesse, even at the gates of their Citie; such dammage, or shifts, are all Common-wealths forced to, that have their Power never so little limited.","subId":"5","id":"Hobbes.L.2.29.5"},{"type":"paragraph","content":"In the second place, I observe the _Diseases_ of a Common-wealth,#_Private Judgement of Good and Evill._# that proceed from the poyson of seditious doctrines; whereof one is, _That every private man is Judge of Good and Evill actions_. This is true in the condition of meer Nature, where there are no Civill Lawes; and also under Civill Government, in such cases as are not determined by the Law. But otherwise, it is manifest, that the measure of Good and Evill actions, is the Civill Law; and the Judge the Legislator, who is alwayes Representative of the Common-wealth. From this false doctrine, men are disposed to debate with themselves, and dispute the commands of the Common-wealth; and afterwards to obey, or disobey them, as in their private judgements they shall think fit. Whereby the Common-wealth is distracted and _Weakened_.","subId":"6","id":"Hobbes.L.2.29.6"},{"type":"paragraph","content":"Another doctrine repugnant to Civill Society, is, that#_Erroneous conscience._# _whatsoever a man does against his Conscience, is Sinne_; and it dependeth on the presumption of making himself judge of Good and Evill. For a mans Conscience, and his Judgement is the same thing; and as the Judgement, so also the Conscience may be erroneous. Therefore, though he that is subject to no Civill Law, sinneth in all he does against his Conscience, because he has no other rule to follow but his own reason; yet it is not so with him that lives in a Common-wealth; because the Law is the publique Conscience, by which he hath already undertaken to be guided. Otherwise in such diversity, as there is of private Consciences, which are but private opinions, the Common-wealth must needs be distracted, and no man dare to obey the Soveraign Power, farther than it shall seem good in his own eyes.","subId":"7","id":"Hobbes.L.2.29.7"},{"type":"paragraph","content":"It hath been also commonly taught, _That Faith and_#_Pretence of Inspiration._# _Sanctity, are not to be attained by Study and Reason, but by supernaturall Inspiration, or Infusion_, which granted, I see not why any man should render a reason of his Faith; or why every Christian should not be also a Prophet; or why any man should take the Law of his Country, rather than his own Inspiration, for the rule of his action. And thus wee fall again into the fault of taking upon us to Judge of Good and Evill; or to make Judges of it, such private men as pretend to be supernaturally Inspired, to the Dissolution of all Civill Government. Faith comes by hearing, and hearing by those accidents, which guide us into the presence of them that speak to us; which accidents are all contrived by God Almighty; and yet are not supernaturall, but onely, for the great number of them that concurre to every effect, uno bservable. Faith, and Sanctity, are indeed not very frequent; but yet they are not Miracles, but brought to passe by education, discipline, correction, and other naturall wayes, by which God worketh them in his elect, at such time as he thinketh fit. And these three opinions, pernicious to Peace and Government, have in this part of the world, proceeded chiefly from the tongues, and pens of unlearned Divines; who joyning the words of Holy Scripture together, otherwise than is agreeable to reason, do what they can, to make men think, that Sanctity and Naturall Reason, cannot stand together.","subId":"8","id":"Hobbes.L.2.29.8"},{"type":"paragraph","content":"#_Subjecting the Soveraign Power to Civill Lawes._# A fourth opinion, repugnant to the nature of a Common-wealth, is this, _That he that hath the Soveraign Power, is subject to the Civill Lawes_. It is true, that Soveraigns are all subject to the Lawes of Nature; because such lawes be Divine, and cannot by any man, or Common-wealth be abrogated. But to those Lawes which the Soveraign himselfe, that is, which the Common-wealth maketh, he is not subject. For to be subject to Lawes, is to be subject to the Common-wealth, that is to the Soveraign Representative, that is to himselfe; which is not subjection, but freedome from the Lawes. Which errour, because it setteth the Lawes above the Soveraign, setteth also a Judge above him, and a Power to punish him; which is to make a new Soveraign; and again for the same reason a third, to punish the second; and so continually without end, to the Confusion, and Dissolution of the Common-wealth.","subId":"9","id":"Hobbes.L.2.29.9"},{"type":"paragraph","content":"#_Attributing of absolute Propriety to Subjects._# A Fifth doctrine, that tendeth to the Dissolution of a Common-wealth, is, _That every private man has an absolute Propriety in his Goods; such, as excludeth the Right of the Soveraign_. Every man has indeed a Propriety that excludes the Right of every other Subject: And he has it onely from the Soveraign Power; without the protection whereof, every other man should have equall Right to the same. But if the Right of the Soveraign also be excluded, he cannot performe the office they have put him into; which is, to defend them both from forraign enemies, and from the injuries of one another; and consequently there is no longer a Common-wealth.","subId":"10","id":"Hobbes.L.2.29.10"},{"type":"paragraph","content":"And if the Propriety of Subjects, exclude not the Right of the Soveraign Representative to their Goods; much lesse to their offices of Judicature, or Execution, in which they Represent the Soveraign himselfe.","subId":"11","id":"Hobbes.L.2.29.11"},{"type":"paragraph","content":"There is a Sixth doctrine, plainly, and directly against#_Dividing of the Soveraign Power._# the essence of a Common-wealth; and 'tis this, _That the Soveraign Power may be divided_. For what is it to divide the Power of a Common-wealth, but to Dissolve it; for Powers divided mutually destroy each other. And for these doctrines, men are chiefly beholding to some of those, that making profession of the Lawes, endeavour to make them depend upon their own learning, and not upon the Legislative Power.","subId":"12","id":"Hobbes.L.2.29.12"},{"type":"paragraph","content":"And as False Doctrine, so also often-times the Example#_Imitation of Neighbour Nations._# of different Government in a neighbouring Nation, disposeth men to alteration of the forme already setled. So the people of the Jewes were stirred up to reject God, and to call upon the Prophet _Samuel_, for a King after the manner of the Nations: So also the lesser Cities of _Greece_, were continually disturbed, with seditions of the Aristocraticall, and Democraticall factions; one part of almost every Common-wealth, desiring to imitate the Laced{ae}monians; the other, the Athenians. And I doubt not, but many men, have been contented to see the late troubles in _England_, out of an imitation of the Low Countries; supposing there needed no more to grow rich, than to change, as they had done, the forme of their Government. For the constitution of mans nature, is of it selfe subject to desire novelty: When therefore they are provoked to the same, by the neighbourhood also of those that have been enriched by it, it is almost impossible for them, not to be content with those that solicite them to change; and love the first beginnings, though they be grieved with the continuance of disorder; like hot blouds, that having gotten the itch, tear themselves with their own nayles, till they can endure the smart no longer.","subId":"13","id":"Hobbes.L.2.29.13"},{"type":"paragraph","content":"#_Imitation of the Greeks, and Romans._# And as to Rebellion in particular against Monarchy; one of the most frequent causes of it, is the Reading of the books of Policy, and Histories of the antient Greeks, and Romans; from which, young men, and all others that are unprovided of the Antidote of solid Reason, receiving a strong, and delightfull impression, of the great exploits of warre, atchieved by the Conductors of their Armies, receive withall a pleasing Idea, of all they have done besides; and imagine their great prosperity, not to have proceeded from the {ae}mulation of particular men, but from the vertue of their popular forme of government: Not considering the frequent Seditions, and Civill warres, produced by the imperfection of their Policy. From the reading, I say, of such books, men have undertaken to kill their Kings, because the Greek and Latine writers, in their books, and discourses of Policy, make it lawfull, and laudable, for any man so to do; provided before he do it, he call him Tyrant. For they say not _Regicide_, that is, killing of a King, but _Tyrannicide_, that is, killing of a Tyrant is lawfull. From the same books, they that live under a Monarch conceive an opinion, that the Subjects in a Popular Common-wealth enjoy Liberty; but that in a Monarchy they are all Slaves. I say, they that live under a Monarchy conceive such an opinion; not they that live under a Popular Government: for they find no such matter. In summe, I cannot imagine, how any thing can be more prejudiciall to a Monarchy, than the allowing of such books to be publikely read, without present applying such correctives of discreet Masters, as are fit to take away their Venime: Which Venime I will not doubt to compare to the biting of a mad Dogge, which is a disease the Physicians call _Hydrophobia_, or _fear of Water_. For as he that is so bitten, has a continuall torment of thirst, and yet abhorreth water; and is in such an estate, as if the poyson endeavoured to convert him into a Dogge: So when a Monarchy is once bitten to the quick, by those Democraticall writers, that continually snarle at that estate; it wanteth nothing more than a strong Monarch, which neverthelesse out of a certain _Tyrannophobia_, or feare of being strongly governed, when they have him, they abhorre.","subId":"14","id":"Hobbes.L.2.29.14"},{"type":"paragraph","content":"As there have been Doctors, that hold there be three Soules in a man; so there be also that think there may be more Soules, (that is, more Soveraigns,) than one, in a Common-wealth; and set up a _Supremacy_ against the _Soveraignty; Canons_ against _Lawes_; and a _Ghostly Authority_ against the _Civill_; working on mens minds, with words and distinctions, that of themselves signifie nothing, but bewray (by their obscurity) that there walketh (as some think invisibly) another Kingdome, as it were a Kingdome of Fayries, in the dark. Now seeing it is manifest, that the Civill Power, and the Power of the Common-wealth is the same thing; and that Supremacy, and the Power of making Canons, and granting Faculties, implyeth a Common-wealth; it followeth, that where one is Soveraign, another Supreme; where one can make Lawes, and another make Canons; there must needs be two Common-wealths, of one & the same Subjects; which is a Kingdome divided in it selfe, and cannot stand. For notwithstanding the insignificant distinction of _Temporall_, and _Ghostly_, they are still two Kingdomes, and every Subject is subject to two Masters. For seeing the _Ghostly_ Power challengeth the Right to declare what is Sinne it challengeth by consequence to declare what is Law, (Sinne being nothing but the transgression of the Law;) and again, the Civill Power challenging to declare what is Law, every Subject must obey two Masters, who both will have their Commands be observed as Law; which is impossible. Or, if it be but one Kingdome, either the _Civill_, which is the Power of the Common-wealth, must be subordinate to the _Ghostly_, and then there is no Soveraignty but the _Ghostly_; or the _Ghostly_ must be subordinate to the _Temporall_, and then there is no _Supremacy_ but the _Temporall_. When therefore these two Powers oppose one another, the Commonwealth cannot but be in great danger of Civill warre, and Dissolution. For the _Civill_ Authority being more visible, and standing in the cleerer light of naturall reason, cannot choose but draw to it in all times a very considerable part of the people: And the _Spirituall_, though it stand in the darknesse of Schoole distinctions, and hard words; yet because the fear of Darknesse, and Ghosts, is greater than other fears, cannot want a party sufficient to Trouble, and sometimes to Destroy a Common-wealth, And this is a Disease which not unfitly may be compared to the Epilepsie, or Falling-sicknesse (which the Jewes took to be one kind of possession by Spirits) in the Body Naturall. For as in this Disease, there is an unnaturall spirit, or wind in the head that obstructeth the roots of the Nerves, and moving them violently, taketh away the motion which naturally they should have from the power of the Soule in the Brain, and thereby causeth violent, and irregular motions (which men call Convulsions) in the parts; insomuch as he that is seized therewith, falleth down sometimes into the water, and sometimes into the fire, as a man deprived of his senses; so also in the Body Politique, when the spirituall power, moveth the Members of a Common-wealth, by the terrour of punishments, and hope of rewards (which are the Nerves of it,) otherwise than by the Civill Power (which is the Soule of the Common-wealth) they ought to be moved; and by strange, and hard words suffocates their understanding, it must needs thereby Distract the people, and either Overwhelm the Common-wealth with Oppression, or cast it into the Fire of a Civill warre.","subId":"15","id":"Hobbes.L.2.29.15"},{"type":"paragraph","content":"#_Mixt Government._# Sometimes also in the meerly Civill government, there be more than one Soule: As when the Power of levying mony, (which is the Nutritive faculty,) has depended on a generall Assembly; the Power of conduct and command, (which is the Motive faculty,) on one man; and the Power of making Lawes, (which is the Rationall faculty,) on the accidentall consent, not onely of those two, but also of a third; This endangereth the Common-wealth, sometimes for want of consent to good Lawes; but most often for want of such Nourishment, as is necessary to Life, and Motion. For although few perceive, that such government, is not government, but division of the Common-wealth into three Factions, and call it mixt Monarchy; yet the truth is, that it is not one independent Common-wealth, but three independent Factions; nor one Representative Person, but three. In the Kingdome of God, there may be three Persons independent, without breach of unity in God that Reigneth; but where men Reigne, that be subject to diversity of opinions, it cannot be so. And therefore if the King bear the person of the People, and the generall Assembly bear also the person of the People, and another Assembly bear the person of a Part of the people, they are not one Person, nor one Soveraign, but three Persons, and three Soveraigns.","subId":"16","id":"Hobbes.L.2.29.16"},{"type":"paragraph","content":"To what Disease in the Naturall Body of man I may exactly compare this irregularity of a Common-wealth, I know not. But I have seen a man, that had another man growing out of his side, with an head, armes, breast, and stomach, of his own: If he had had another man growing out of his other side, the comparison might then have been exact.","subId":"17","id":"Hobbes.L.2.29.17"},{"type":"paragraph","content":"Hitherto I have named such Diseases of a Common-wealth,#_Want of Mony._# as are of the greatest, and most present danger. There be other, not so great; which neverthelesse are not unfit to be observed. At first, the difficulty of raising Mony, for the necessary uses of the Common-wealth; especially in the approach of warre. This difficulty ariseth from the opinion, that every Subject hath of a Propriety in his lands and goods, exclusive of the Soveraigns Right to the use of the same. From whence it commeth to passe, that the Soveraign Power, which foreseeth the necessities and dangers of the Common-wealth, (finding the passage of mony to the publique Treasure obstructed, by the tenacity of the people,) whereas it ought to extend it selfe, to encounter, and prevent such dangers in their beginnings, contracteth it selfe as long as it can, and when it cannot longer, struggles with the people by stratagems of Law, to obtain little summes, which not sufficing, he is fain at last violently to open the way for present supply, or Perish; and being put often to these extremities, at last reduceth the people to their due temper; or else the Common-wealth must perish. Insomuch as we may compare this Distemper very aptly to an Ague; wherein, the fleshy parts being congealed, or by venomous matter obstructed; the Veins which by their naturall course empty themselves into the Heart, are not (as they ought to be) supplyed from the Arteries, whereby there succeedeth at first a cold contraction, and trembling of the limbes; and afterwards a hot, and strong endeavour of the Heart, to force a passage for the Bloud; and before it can do that, contenteth it selfe with the small refreshments of such things as coole for a time, till (if Nature be strong enough) it break at last the contumacy of the parts obstructed, and dissipateth the venome into sweat; or (if Nature be too weak) the Patient dyeth.","subId":"18","id":"Hobbes.L.2.29.18"},{"type":"paragraph","content":"#_Monopolies and abuses of Publicans._# Again, there is sometimes in a Common-wealth, a Disease, which resembleth the Pleurisie; and that is, when the Treasure of the Common-wealth, flowing out of its due course, is gathered together in too much abundance in one, or a few private men, by Monopolies, or by Farmes of the Publique Revenues; in the same manner as the Blood in a Pleurisie, getting into the Membrane of the breast, breedeth there an Inflammation, accompanied with a Fever, and painfull stitches.","subId":"19","id":"Hobbes.L.2.29.19"},{"type":"paragraph","content":"#_Popular men._# Also, the Popularity of a potent Subject, (unlesse the Commonwealth have very good caution of his fidelity,) is a dangerous Disease; because the people (which should receive their motion from the Authority of the Soveraign,) by the flattery, and by the reputation of an ambitious man, are drawn away from their obedience to the Lawes, to follow a man, of whose vertues, and designes they have no knowledge. And this is commonly of more danger in a Popular Government, than in a Monarchy; because an Army is of so great force, and multitude, as it may easily be made believe, they are the People. By this means it was, that _Julius C{ae}sar_, who was set up by the People against the Senate, having won to himselfe the affections of his Army, made himselfe Master, both of Senate and People. And this proceeding of popular, and ambitious men, is plain Rebellion; and may be#_Excessive greatnesse of a Town, multitude of Corporations._# esembled to the effects of Witchcraft.","subId":"20","id":"Hobbes.L.2.29.20"},{"type":"paragraph","content":"Another infirmity of a Common-wealth, is the immoderate greatnesse of a Town, when it is able to furnish out of its own Circuit, the number, and expence of a great Army: As also the great number of Corporations; which are as it were many lesser Common-wealths in the bowels of a greater, like wormes in the entrayles of a naturall man. To which may be added, the Liberty of Disputing#_Liberty of disputing against Soveraign Power._# against absolute Power, by pretenders to Politicall Prudence; which though bred for the most part in the Lees of the people; yet animated by False Doctrines, are perpetually medling with the Fundamentall Lawes, to the molestation of the Common-wealth; like the little Wormes, which Physicians call _Ascarides_.","subId":"21","id":"Hobbes.L.2.29.21"},{"type":"paragraph","content":"We may further adde, the insatiable appetite, or _Bulimia_, of enlarging Dominion; with the incurable _Wounds_ thereby many times received from the enemy; And the _Wens_, of ununited conquests, which are many times a burthen, and with lesse danger lost, than kept; As also the _Lethargy_ of Ease, and _Consumption_ of Riot and Vain Expence.","subId":"22","id":"Hobbes.L.2.29.22"},{"type":"paragraph","content":"Lastly, when in a warre (forraign, or intestine,) the#_Dissolution of the Common-wealth._# enemies get a finall Victory; so as (the forces of the Common-wealth keeping the field no longer) there is no farther protection of Subjects in their loyalty; then is the Common-wealth ^Dissolved^, and every man at liberty to protect himselfe by such courses as his own discretion shall suggest unto him. For the Soveraign, is the publique Soule, giving Life and Motion to the Common-wealth; which expiring, the Members are governed by it no more, than the Carcasse of a man, by his departed (though Immortall) Soule. For though the Right of a Soveraign Monarch cannot be extinguished by the act of another; yet the Obligation of the members may. For he that wants protection, may seek it any where; and when he hath it, is obliged (without fraudulent pretence of having submitted himselfe out of feare,) to protect his Protection as long as he is able. But when the Power of an Assembly is once suppressed, the Right of the same perisheth utterly; because the Assembly it selfe is extinct; and consequently, there is no _possibility_ for the Soveraignty to re-enter.","subId":"23","id":"Hobbes.L.2.29.23"}],"texts":[],"ancestors":[{"id":"Hobbes","forename":"Thomas","surname":"Hobbes","birth":1588,"death":1679,"published":1650,"nationality":"English","sex":"Male","texts":[{"id":"Hobbes.HN","forename":"Thomas","surname":"Hobbes","title":"Humane Nature; or, the Fundamental Elements of Policie","birth":1588,"death":1679,"published":[1650],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Humane Nature"},{"id":"Hobbes.CP","forename":"Thomas","surname":"Hobbes","title":"De Corpore Politico; or, The Elements of Law, Moral and Politick","birth":1588,"death":1679,"published":[1650],"nationality":"English","sex":"Male","breadcrumb":"De Corpore Politico"},{"id":"Hobbes.Civ","forename":"Thomas","surname":"Hobbes","title":"De Cive; Or, Philosophicall Rudiments Concerning Government and Society","birth":1588,"death":1679,"published":[1651],"nationality":"English","sex":"Male","breadcrumb":"De Cive"},{"id":"Hobbes.L","forename":"Thomas","surname":"Hobbes","title":"Leviathan, or The Matter, Forme, & Power of a Common-Wealth Ecclesiastical and Civill","birth":1588,"death":1679,"published":[1651],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Leviathan"},{"id":"Hobbes.LN","forename":"Thomas","surname":"Hobbes","title":"Of Libertie and Necessitie","birth":1588,"death":1679,"published":[1654],"nationality":"English","sex":"Male","breadcrumb":"Libertie and Necessitie"},{"id":"Hobbes.Cor","forename":"Thomas","surname":"Hobbes","title":"De Corpore; Or, Elements of Philosophy, The First Section, Concerning Body","birth":1588,"death":1679,"published":[1656],"nationality":"English","sex":"Male","breadcrumb":"De Corpore"},{"id":"Hobbes.B","forename":"Thomas","surname":"Hobbes","title":"Behemoth; Or, An Epitome of the Civil Wars of England, from 1640 to 1660","birth":1588,"death":1679,"published":[1679],"nationality":"English","sex":"Male","breadcrumb":"Behemoth"},{"id":"Hobbes.AB","forename":"Thomas","surname":"Hobbes","title":"An Answer to a Book published by Dr. Bramhall","birth":1588,"death":1679,"published":[1682],"nationality":"English","sex":"Male","breadcrumb":"Answer to Bramhall"}]},{"id":"Hobbes.L","forename":"Thomas","surname":"Hobbes","title":"Leviathan, or The Matter, Forme, & Power of a Common-Wealth Ecclesiastical and Civill","birth":1588,"death":1679,"published":[1651],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Leviathan"},{"id":"Hobbes.L.2","imported":true,"title":"The Second Part, Of Common-wealth","breadcrumb":"Part 2","published":[1651]}],"prev":{"id":"Hobbes.L.2.28","imported":true,"title":"Of Punishments, and Rewards","breadcrumb":"Chapter 28","published":[1651]},"next":{"id":"Hobbes.L.2.30","imported":true,"title":"Of the Office of the Soveraign Representative","breadcrumb":"Chapter 30","published":[1651]}}