{"id":"Hutcheson.IBV.IGE.6","imported":true,"parent":"Hutcheson.IBV.IGE","title":"Section 6. Concerning the Importance of this moral Sense to the present Happiness of Mankind, and its Influence of human Affairs","breadcrumb":"Section 6","published":[1725],"copytext":[1738],"sourceDesc":"Hutcheson’s [Inquiry into the Original of Our Ideas of Beauty and Virtue] was first published in 1725, with a second edition “Corrected and Enlarg'd” in 1726, and a third “Corrected” in 1729. Our copytext is the fourth edition of 1738, likewise “Corrected”, which contains Hutcheson's final modifications and additions. The text was derived from Wolfgang Leidhold's edition (Indianapolis: Liberty Fund, 2004), which follows the second 1726 edition (noting significant variants from other editions), and removes most of the original italics and small capitals. This source text has been substantially altered, reinstating the original formatting and bringing the text in line with the 1738 edition.","sourceUrl":"https://oll.libertyfund.org/titles/hutcheson-an-inquiry-into-the-original-of-our-ideas-of-beauty-and-virtue-1726-2004/simple#lf1458_div_041","blocks":[{"type":"title","content":"£3 SECT. VI. £3 £3 _Concerning the _Importance_ of this _moral Sense_ to the present Happiness of _Mankind_, and its _Influence_ of human Affairs._ £3","id":"Hutcheson.IBV.IGE.6"},{"type":"paragraph","content":"#Importance of the Moral Sense.# IT may now probably appear, that notwithstanding the Corruption of Manners so justly complain'd of every-where, this _moral Sense_ has a greater Influence on _Mankind_ than is generally imagin'd, altho' it is often directed by very partial imperfect Views of _publick Good_, and often overcome by _Self-Love_. But we shall offer some farther Considerations, to prove, \"That it gives us more _Pleasure_ and _Pain_, than all our _other Facultys_.\" And to prevent Repetitions, let us observe, \"That where-ever any _morally good Quality_ gives Pleasure from _Reflection_, or from _Honour_, the contrary _evil one_ will give proportionable Pain, from _Remorse_ and _Shame_.\" Now we shall consider the _moral Pleasures_, not only _separately_, but as they are the _most delightful Ingredient_ in the ordinary Pleasures of _Life_.","subId":"1","id":"Hutcheson.IBV.IGE.6.1"},{"type":"paragraph","content":"^All Men^ seem persuaded of some _Excellency_ in the Possession of _good moral Qualitys_, which is superior to all other Enjoyments; and on the contrary, look upon a State of _moral Evil_, as worse and more wretched than any other whatsoever. We must not form our Judgment in this matter from the Actions of Men; for, however they may be influenc'd by _moral Sentiments_, yet it is certain, that _self-interested Passions_ frequently overcome them, and _partial Views_ of the Tendency of Actions, make us do what is really _morally evil_, apprehending it to be _good_. But let us examine the Sentiments which Men universally form of the State of others, when they are no way immediately concern'd; for in these Sentiments _human Nature_ is _calm_ and _undisturb'd_, and shews its _true Face_.","subId":"2","id":"Hutcheson.IBV.IGE.6.2"},{"type":"paragraph","content":"^Now^ should we imagine a _rational Creature_ in a sufficiently happy State, whose Mind was, without _Interruption_, wholly occupy'd with pleasant Sensations of _Smell_, _Taste_, _Touch_, _&c._ if at the same time all other Ideas were excluded? Should we not think the State _low_, _mean_, and _sordid_, if there were no _Society_, no _Love_ or _Friendship_, no _good Offices_? What then must that State be, wherein there are no Pleasures but those of the _external Senses_, with such long Intervals as _human Nature_ at present must have? Do these short Fits of Pleasure make the _Luxurious_ happy? How _insipid_ and _joyless_ are the Reflections on past Pleasure? And how poor a Recompence is the Return of the transient Sensation, for the _nauseous Satietys_, and _Languors_ in the Intervals? This _Frame_ of our _Nature_, so incapable of long Enjoyments of the _external Senses_, points out to us, \"That there must be some other more _durable Pleasure_, without such _tedious Interruptions_, and _nauseous Reflections_.\"","subId":"3","id":"Hutcheson.IBV.IGE.6.3"},{"type":"paragraph","content":"^Let^ us even join with the Pleasures of the _external Senses_, the Perceptions of _Beauty_, _Order_, _Harmony_. These are, no doubt, more _noble Pleasures_, and seem to inlarge the _Mind_; and yet how _cold_ and _joyless_ are they, if there be no _moral Pleasures_ of _Friendship_, _Love_, and _Beneficence_? Now, if the bare Absence of _moral Good_ makes, in our Judgment, the State of a rational Agent contemptible; the Presence of _contrary_ Dispositions is always imagin'd by us to sink him into a degree of Misery, from which no other Pleasures can relieve him. Would we ever wish to be in the same Condition with a _wrathful_, _malicious_, _revengeful_, or _envious Being_, tho' we were at the same time to enjoy all the Pleasures of the _external_ and _internal Senses_? The internal Pleasures of _Beauty_ and _Harmony_ contribute greatly indeed toward soothing the Mind into a forgetfulness of _Wrath_, _Malice_ or _Revenge_; and they must do so, before we can have any tolerable Delight or Enjoyment: for while _these Affections_ possess the Mind, there is nothing but _Torment_ and _Misery_.","subId":"4","id":"Hutcheson.IBV.IGE.6.4"},{"type":"paragraph","content":"#Castle-builders prove it.# ^What^ _Castle-builder_, who forms to himself imaginary Scenes of Life, in which he thinks he should be happy, ever made _acknowledg'd Treachery_, _Cruelty_, or _Ingratitude_, the Steps by which he mounted to his wish'd-for Elevation, or Parts of his Character, when he had attain'd it? We always conduct ourselves in such Resveries, according to the Dictates of _Honour_, _Faith_, _Generosity_, _Courage_; and the lowest we can sink, is hoping we may be enrich'd by some innocent Accident. \"\"$O si urnam Argenti ^Fors^ qua mihi monstret[n1]!——$\"\" But _Labour_, _Hunger_, _Thirst_, _Poverty_, _Pain_, _Danger_, have nothing so detestable in them, that our _Self-Love_ cannot allow us to be often expos'd to them. On the contrary, the Virtues which these give us occasions of displaying, are so amiable and excellent, that scarce ever is any imaginary Hero, in _Romance_ or _Epic_, brought to his highest Pitch of Happiness, without going thro' them _all_. Where there is no _Virtue_, there is nothing worth Desire or Contemplation; the _Romance_ or _Epos_ must end. Nay, the _Difficulty_[n2], or _natural Evil_, does so much increase the _Virtue_ of the _good_ Action which it accompanys, that we cannot easily sustain these Works after the Distress is over; and if we continue the Work, it must be by presenting a new Scene of _Benevolence_, in a prosperous Fortune. A Scene of _external Prosperity_ or _natural Good_, without any thing _moral_ or _virtuous_, cannot entertain a Person of the dullest Imagination, had he ever so much interested himself in the Fortunes of his Hero; for where _Virtue_ ceases, there remains nothing worth wishing to our Favourite, or which we can be delighted to view his Possession of, when we are most studious of his Happiness.","subId":"5","id":"Hutcheson.IBV.IGE.6.5"},{"type":"paragraph","content":"#Virtue own'd superior to all Pleasure.# ^Let^ us take a particular Instance, to try how much we prefer the Possession of _Virtue_ to all other Enjoyments, and how we look upon _Vice_ as worse than any other Misery. Who could ever read the History of =^Regulus^=, as related by =^Cicero^=, and some others, without concerning himself in the Fortunes of that _gallant_ Man, sorrowing at his Sufferings, and wishing him a better Fate? But how a better Fate? Should he have comply'd with the Terms of the ^Carthaginians^, and preserv'd himself from the intended Tortures, tho' to the Detriment of his Country? Or should he have violated his plighted Faith, and Promise of returning? Will any Man say, that either of these is the better Fate he wishes his Favourite? Had he acted thus, _that_ Virtue would have been gone, which interests every one in his Fortunes.—\"Let him take his Fate like other common Mortals.\"—What else do we wish then, but that the ^Carthaginians^ had relented of their Cruelty, or that ^Providence^, by some unexpected Event, had rescued him out of their hands?","subId":"6","id":"Hutcheson.IBV.IGE.6.6"},{"type":"paragraph","content":"^Now^ may not this teach us, that we are indeed determin'd to judge _Virtue_ with Peace and Safety, preferable to _Virtue_ with Distress; but that at the same time we look upon the State of the _Virtuous_, the _Publick-spirited_, even in the utmost natural Distress, as preferable to all affluence of other Enjoyments? For this is what we choose to have our Favourite Hero in, notwithstanding all its Pains, and natural Evils. We should never have imagin'd him happier, had he acted otherwise; or thought him in a more eligible State, with Liberty and Safety, at the Expence of his _Virtue_. We secretly judge the Purchase too dear; and therefore we never imagine he acted foolishly in securing his _Virtue_, his _Honour_, at the Expence of his _Ease_, his _Pleasure_, his _Life_. Nor can we think these _latter_ Enjoyments worth the keeping, when the former are intirely lost.","subId":"7","id":"Hutcheson.IBV.IGE.6.7"},{"type":"paragraph","content":"#Necessary in other Pleasures.# ^Let^ us in the same manner examine our Sentiments of the Happiness of others in common Life. ^Wealth^ and ^External Pleasures^ bear no small bulk in our Imaginations; but does there not always accompany this Opinion of Happiness in _Wealth_, some suppos'd _beneficent Intention_ of doing good Offices to Persons dear to _us_, at least to our _Familys_, or _Kinsmen_? And in our imagin'd Happiness from _external Pleasure_, are not some Ideas always included of some _moral_ Enjoyments of _Society_, some _Communication_ of Pleasure, something of _Love_, of _Friendship_, of _Esteem_, of _Gratitude_? Who ever pretended to a _Taste_ of these Pleasures without _Society_? Or if any seem violent in Pursuit of them, how _base_ and _contemptible_ do they appear to all Persons, even to those who could have no Expectation of Advantage from their having a more generous Notion of Pleasure?","subId":"8","id":"Hutcheson.IBV.IGE.6.8"},{"type":"paragraph","content":"^Now^, were there no _moral Sense_, no Happiness in _Benevolence_, and did we act from no other Principle than _Self-Love_; sure there is no Pleasure of the external Senses, which we could not enjoy alone, with less Trouble and Expence than in _Society_. But a _Mixture_ of the _moral Pleasures_ is what gives the _alluring Relish_; 'tis some Appearance of _Friendship_, of _Love_, of _communicating Pleasure_ to others, which preserves the Pleasures of the _Luxurious_ from being _nauseous_ and _insipid_. And this partial Imagination of some _good moral Qualitys_, some _Benevolence_, in Actions which have many _cruel_, _inhuman_, and _destructive_ Consequences toward others, is what has kept _Vice_ more in Countenance than any other Consideration[n3].","subId":"9","id":"Hutcheson.IBV.IGE.6.9"},{"type":"paragraph","content":"^But^ to convince us farther wherein the Happiness of _Wealth_, and _external Pleasure_ lies; let us but suppose _Malice_, _Wrath_, _Revenge_; or only _Solitude_, Absence of _Friendship_, of _Love_, of _Society_, of _Esteem_, join'd with the Possession of them; and all the Happiness vanishes like a Dream. And yet _Love_, _Friendship_, _Society_, _Humanity_, tho' accompany'd with _Poverty_ and _Toil_, nay even with smaller degrees of _Pain_, such as do not wholly occupy the Mind, are not only the Object of Love from others, but even of a sort of Emulation: which plainly shews, \"That _Virtue_ is the chief _Happiness_ in the Judgment of _all Mankind_.\"","subId":"10","id":"Hutcheson.IBV.IGE.6.10"},{"type":"paragraph","content":"#The Charm in Beauty.# ^There^ is a farther Consideration which must not be pass'd over, concerning the ^External Beauty^ of Persons, which all allow to have a great Power over human Minds. Now it is some apprehended _Morality_, some natural or imagin'd Indication of _concomitant Virtue_, which gives it this powerful Charm above all other kinds of _Beauty_. Let us consider the Characters of _Beauty_, which are commonly admir'd in Countenances, and we shall find them to be _Sweetness_, _Mildness_, _Majesty_, _Dignity_, _Vivacity_, _Humility_, _Tenderness_, _Good-nature_; that is, that certain _Airs_, _Proportions_, $je ne scai quoy's$, are natural Indications of such Virtues, or of Abilitys or Dispositions toward them. As we observ'd above[n4] of _Misery_ or _Distress_ appearing in Countenances; so it is certain, almost all _habitual Dispositions_ of _Mind_ form the Countenance in such a manner, as to give some Indications of them to the Spectator. Our _violent_ Passions are obvious at first View in the Countenance; so that sometimes no Art can conceal them: and smaller degrees of them give some less obvious Turns to the Face, which an accurate Eye will observe. Now, when the _natural Air_ of a Face approaches to that which any Passion would form it unto, we make a Conjecture from this concerning the _leading Disposition_ of the Person's _Mind_.","subId":"11","id":"Hutcheson.IBV.IGE.6.11"},{"type":"paragraph","content":"^As^ to those Fancys which prevail in certain Countrys toward _large Lips_, _little Noses_, _narrow Eyes_; unless we knew from themselves under what Idea such Features are admir'd, whether as _naturally beautiful_ in Form, or Proportion to the rest of the Face; or as presum'd Indications of some _moral Qualitys_; we may more probably conclude that it is the _latter_; since this is so much the Ground of Approbation or Aversion towards Faces among ourselves. And as to those Features which we count _naturally disagreeable_ as to Form, we know the Aversion on this account is so weak, that _moral Qualitys_ shall procure a Liking, even to the Face, in Persons who are sensible of the _Irregularity_, or Want of that _Regularity_ which is common in others. With us, certain Features are imagin'd to denote Dullness; as _hollow Eyes_, _large Lips_; a _Colour_ of Hair, _Wantonness_: and may we not conclude the like _Association of Ideas_, upon some probable Foundation in Nature, to be the Ground of those Approbations which appear unaccountable to us?","subId":"12","id":"Hutcheson.IBV.IGE.6.12"},{"type":"paragraph","content":"^In^ the same manner, when there is nothing _grosly_ disproportion'd in any Face, what is it we dispraise? It is _Pride_, _Haughtiness_, _Sourness_, _Ill-nature_, _Discontent_, _Folly_, _Levity_, _Wantonness_; which some Countenances discover in the Manner above hinted at? And _these Airs_, when brought by Custom upon the most _regular Set_ of Features, have often made them very disagreeable; as the _contrary Airs_ have given the strongest Charms to Countenances, which were far from Perfection in _external Beauty_. Had =^Homer^=, in his Character of =^Helen^=, rais'd our Idea of her _external Beauty_ to the greatest Height, yet it would have been ridiculous to have engag'd his Countrymen in a War for such a =^Helen^= as =^Virgil^= has drawn her. He therefore still retains something morally amiable amidst all her Weakness, and often suggests to his Reader, \"\"——— $Ἑλένης ὁρμήματά τε σοναχάς τε$[n5],\"\" as the Spring of his Countrymens Indignation and Revenge.","subId":"13","id":"Hutcheson.IBV.IGE.6.13"},{"type":"paragraph","content":"#The Cause of different Fancys of Beauty.# ^This^ Consideration may shew us one Reason, among many others, for Mens _different Fancys_, or _Relishes_ of _Beauty_. The _Mind_ of Man, however generally dispos'd to esteem _Benevolence_ and _Virtue_, yet by more particular Attention to some Kinds of it than others, may gain a stronger Admiration of some _moral Dispositions_ than others. _Military_ Men may admire _Courage_ more than other Virtues; Persons of _smaller Courage_ may admire _Sweetness_ of _Temper_; Men of _Thought_ and _Reflection_, who have more extensive Views, will admire the _like Qualitys_ in others; Men of _keen Passions_ expect equal Returns of all the kind Affections, and are wonderfully charm'd by _Compliance_: The _Proud_ may like those of _higher Spirit_, as more suitable to their Dignity; tho' _Pride_, join'd with _Reflection_ and _good Sense_, will recommend to them _Humility_ in the Person belov'd. Now as the _various_ Tempers of Men make _various_ Tempers of others agreeable to them, so they must differ in their _Relishes_ of _Beauty_, according as it denotes the several Qualitys most agreeable to themselves.","subId":"14","id":"Hutcheson.IBV.IGE.6.14"},{"type":"paragraph","content":"^This^ may also shew us, how in _virtuous Love_there may be the greatest Beauty, without the least Charm to engage a Rival. _Love_ itself gives a Beauty to the _Lover_, in the Eyes of the Person _belov'd_, which no other Mortal is much affected with. And this perhaps is the _strongest Charm_ possible, and that which will have the greatest Power, where there is not some very great Counterbalance from _worldly Interest_, _Vice_, or _gross Deformity_.","subId":"15","id":"Hutcheson.IBV.IGE.6.15"},{"type":"paragraph","content":"#Air, Motion, Gestures.# ^This^ same Consideration may be extended to the whole ^Air^ and ^Motion^ of any Person. Every thing we count agreeable, some way denotes _Chearfulness_, _Ease_, a _Condescension_, and _Readiness_ to oblige, a _Love_ of _Company_, with a _Freedom_ and _Boldness_ which always accompanys an _honest_, _undesigning Heart_. On the contrary, what is shocking in _Air_ or _Motion_, is _Roughness_, _Ill-nature_, a _Disregard_ to others, or a _foolish Shame-facedness_, which evidences a Person to be unexperienc'd in Society, or Offices of Humanity.","subId":"16","id":"Hutcheson.IBV.IGE.6.16"},{"type":"paragraph","content":"^With^ relation to these _Airs_, _Motions_, _Gestures_, we may observe, that considering the different _Ceremonys_ and _Modes_ of shewing respect, which are practis'd in different Nations, we may indeed probably conclude that there is no _natural_ Connexion between any of these _Gestures_ or _Motions_, and the _Affections_ of _Mind_ which they are by _Custom_ made to express. But when _Custom_ has made any of them pass for Expressions of _such Affections_, by a constant _Association_ of Ideas, some shall become _agreeable_ and _lovely_, and others _extremely offensive_, altho' they were both, in their own Nature, _perfectly indifferent_.","subId":"17","id":"Hutcheson.IBV.IGE.6.17"},{"type":"paragraph","content":"#The Spring of Love between the Sexes.# ^Here^ we may remark the Manner in which ^Nature^ leads _Mankind_ to the Continuance of their Race, and by its strongest Power engages them to what occasions the greatest Toil and Anxiety of Life; and yet supports them under it with an inexpressible Delight. We might have been excited to the Propagation of our Species, by such an uneasy Sensation as would have effectually determin'd us to it, without any great Prospect of Happiness; as we see _Hunger_ and _Thirst_ determine us to preserve our Bodys, tho' few look upon eating and drinking as any considerable Happiness. The _Sexes_ might have been engag'd to Concurrence, as we imagine the _Brutes_ are, by _Desire_ only, or by a _Love_ of _sensual Pleasure_. But how dull and insipid had Life been, were there no more in ^Marriage^? Who would have had Resolution enough to bear all the Cares of a _Family_, and Education of _Children_? Or who, from the general Motive of _Benevolence_ alone, would have chosen to subject himself to _natural Affection_ toward an _Offspring_, when he could so easily foresee what Troubles it might occasion?","subId":"18","id":"Hutcheson.IBV.IGE.6.18"},{"type":"paragraph","content":"^This^ Inclination therefore of the _Sexes_, is founded on something stronger, and more efficacious and joyful, than the Solicitations of _Uneasiness_, or the bare _Desire_ of _sensible Pleasure_. ^Beauty^ gives a favourable Presumption of _good moral Dispositions_, and _Acquaintance_ confirms this into a real _Love_ of _Esteem_, or begets it, where there is little _Beauty_. This raises an Expectation of the greatest _moral Pleasures_ along with the _sensible_, and a thousand tender Sentiments of _Humanity_ and _Generosity_; and makes us impatient for a _Society_ which we imagine big with unspeakable _moral Pleasures_: where nothing is indifferent, and every trifling Service, being an Evidence of _this strong Love_ and _Esteem_, is mutually receiv'd with the Rapture and Gratitude of the greatest Benefit, and of the most substantial Obligation; and where _Prudence_ and _Good-nature_ influence both Sides, this _Society_ may answer all their Expectations.","subId":"19","id":"Hutcheson.IBV.IGE.6.19"},{"type":"paragraph","content":"^Nay^, let us examine those of looser Conduct with relation to the _fair Sex_, and we shall find, that _Love_ of _sensible Pleasure_ is not the chief Motive of _Debauchery_, or _false Gallantry_. Were it so, the _meanest Prostitutes_ would please as much as any. But we know sufficiently, that Men are fond of _Good-nature_, _Faith_, _Pleasantry_ of _Temper_, _Wit_, and many other _moral Qualitys_, even in a _Mistress_. And this may furnish us with a Reason for what appears pretty unaccountable, _viz._ \"That _Chastity_ itself has a powerful Charm in the Eyes of the _Dissolute_, even when they are attempting to destroy it.\"","subId":"20","id":"Hutcheson.IBV.IGE.6.20"},{"type":"paragraph","content":"^This^ powerful Determination even to a _limited Benevolence_, and other _moral Sentiments_, is observ'd to give a strong Bias to our Minds towards a _universal Goodness_, _Tenderness_, _Humanity_, _Generosity_, and _Contempt_ of _private Good_ in our whole Conduct; besides the obvious Improvement it occasions in our _external Deportment_, and in our Relish of _Beauty_, _Order_, and _Harmony_. As soon as a Heart, before _hard_ and _obdurate_, is soften'd in this Flame, we shall observe, arising along with it, a Love of _Poetry_, _Musick_, the _Beauty_ of _Nature_ in rural Scenes, a _Contempt_ of other selfish Pleasures of the _external Senses_, a _neat_ Dress, a _humane Deportment_, a _Delight_ in and _Emulation_ of, every thing which is _gallant_, _generous_, and _friendly_.","subId":"21","id":"Hutcheson.IBV.IGE.6.21"},{"type":"paragraph","content":"#Society, Friendships, from our Moral Sense.# ^In^ the same manner we are determin'd to common Friendships and Acquaintances, not by the sullen Apprehensions of our _Necessitys_, or Prospects of _Interest_; but by an incredible Variety of little, agreeable, engaging Evidences of _Love_, _Good-nature_, and other _morally amiable Qualitys_ in those we converse with. And among the rest, none of the least considerable is an Inclination to _Chearfulness_, a _Delight_ to raise _Mirth_ in others, which procures a secret Approbation and Gratitude toward the Person who puts us in such an _agreeable_, _innocent_, _good-natur'd_, and _easy State_ of Mind, as we are conscious of, while we enjoy pleasant Conversation, enliven'd by _moderate Laughter_.","subId":"22","id":"Hutcheson.IBV.IGE.6.22"},{"type":"paragraph","content":"#The Power of Oratory founded on it.# ^Upon^ this _moral_ Sense is founded all the Power of the ^Orator^. The various Figures of Speech are the several Manners, which a lively Genius, warm'd with Passions suitable to the Occasion, naturally runs into, only a little diversify'd by _Custom_: and they only move the _Hearers_, by giving a lively Representation of the Passions of the _Speaker_; which are communicated to the _Hearers_, as we[n6] observ'd above of one Passion, _viz._ _Pity_.","subId":"23","id":"Hutcheson.IBV.IGE.6.23"},{"type":"paragraph","content":"^Now^ the Passions which the _Orator_ attempts to raise, are all founded on _moral Qualitys_. All the bold _Metaphors_, or _Descriptions_, all the artificial Manners of _Expostulation_, _Arguing_, and _Addressing_ the _Audience_, all the _Appeals_ to _Mankind_, are but more lively Methods of giving the _Audience_ a stronger impression of the _moral Qualitys_ of the Person _accus'd_ or _defended_; of the Action _advis'd_ or _dissuaded_: And all the _Antitheses_, or _Witticisms_; all the _Cadences_ of sonorous Periods, whatever inferior kind of Beauty they may have separately, are of no Consequence to persuade, if we neglect moving the Passions by some Species of _Morality_. They may perhaps raise a little Admiration of the _Speaker_, among those who already favour his Party, but they oftner raise Contempt in his _Adversarys_. But when you display the _Beneficence_ of any Action, the _good Effect_ it shall have on the _Publick_ in promoting the Welfare of the _Innocent_, and relieving the _unjustly Distressed_; if you prove your Allegations, you make every Mortal approve the undertaking it. When any Person is to be _recommended_, display his _Humanity_, _Generosity_, _Study_ of the _publick Good_, and _Capacity_ to promote it, his _Contempt_ of Dangers, and private Pleasures; and you are sure to procure him _Love_ and _Esteem_. If at the same time you shew his _Distress_, or the _Injurys_ he has suffer'd, you raise _Pity_, and every _tender_ Affection.","subId":"24","id":"Hutcheson.IBV.IGE.6.24"},{"type":"paragraph","content":"^On^ the contrary, represent the _Barbarity_, or _Cruelty_ of any Action, the _Misery_ it shall procure to the _Kind_, the _Faithful_, the _Generous_, or only to the _Innocent_; and you raise an Abhorrence of it in the Breasts of the _Audience_, tho' they were not the Persons who would have suffer'd by it. The same way, would you make a Person _infamous_, and _despis'd_ and _hated_, represent him as _cruel_, _inhuman_, or _treacherous_ toward the most distant rational Agents; or shew him only to be _selfish_, and given to _solitary Luxury_, without regard to any _Friend_, or the _Interest_ of others; and you have gain'd your Point, as soon as you prove what you alledge. Nay, how does it stop our Admiration of any _celebrated_ Action, to suggest, \"That the _Author_ of it was no Fool; he knew it would turn to his own _Advantage_!\"","subId":"25","id":"Hutcheson.IBV.IGE.6.25"},{"type":"paragraph","content":"^Now^, are the _Learned_ and _Polite_ the only Persons who are mov'd by such Speeches? Must Men know the Schemes of the _Moralists_ and _Politicians_, or the _Art_ of _Rhetorick_, to be capable of being persuaded? Must they be nicely conversant in all the Methods of promoting _Self-Interest_? Nay, do we not see on the contrary, the _rude undisciplin'd Multitude_ most affected? Where had _Oratory_ so much Power as in _popular States_, and that too before the Perfection of the Sciences? _Reflection_ and _Study_ may raise in Men a Suspicion of Design, and Caution of Assent, when they have some Knowledge of the various Topicks of Argument, and find them employ'd upon themselves: but _rude Nature_ is still open to every _moral_ Impression, and carry'd furiously along without Caution, or Suspense. It was not the _Groves_ of the _Academy_, or the _polish'd Stones_ of the _Portico_, or the _manag'd Horses_ of ^Greece^, which listen'd to the Harp of an =^Amphion^=, or an =^Orpheus^=; but the _Trees_, and _Rocks_, and _Tygers_ of the _Forest_: which may shew us, \"That there is some _Sense_ of _Morality_ antecedent to Instruction, or metaphysical Arguments proving the _private Interest_ of the Person who is persuaded, to be connected with the _publick Good_.\"","subId":"26","id":"Hutcheson.IBV.IGE.6.26"},{"type":"paragraph","content":"#Poetry pleases from this Moral Sense.# ^We^ shall find this _Sense_ to be the Foundation also of the chief Pleasures of ^Poetry^. We hinted, in the former Treatise, at the Foundation of Delight in the _Numbers_, _Measures_, _Metaphors_, _Similitudes_[n7]. But as the Contemplation of _moral Objects_, either of _Vice_ or _Virtue_, affects us more strongly, and moves our Passions in a quite different and more powerful manner, than _natural Beauty_, or (what we commonly call) _Deformity_; so the most moving Beautys bear a Relation to our _moral Sense_, and affect us more vehemently, than the Representation of _natural Objects_ in the liveliest Descriptions. _Dramatic_ and _Epic_ Poetry are intirely address'd to this _Sense_, and raise our Passions by the Fortunes of _Characters_, distinctly represented as _morally good_ or _evil_; as might be seen more fully, were we to consider the Passions separately.","subId":"27","id":"Hutcheson.IBV.IGE.6.27"},{"type":"paragraph","content":"^Where^ we are studying to raise any _Desire_, or _Admiration_ of an Object _really beautiful_, we are not content with a _bare Narration_, but endeavour, if we can, to present the _Object_ itself, or the most _lively Image_ of it. And hence the _Epic Poem_, or _Tragedy_, gives a far greater Pleasure than the Writings of _Philosophers_, tho' both aim at recommending _Virtue_. The representing the Actions themselves, if the Representation be _judicious_, _natural_, and _lively_, will make us admire the _Good_, and detest the _Vitious_, the _Inhuman_, the _Treacherous_ and _Cruel_, by means of our _moral Sense_, without any Reflections of the _Poet_ to guide our Sentiments. It is for this Reason that =^Horace^= has justly made Knowledge in _Morals_ so necessary to a _good Poet_: \"\"$Scribendi recte ^Sapere^ est & principium & fons[n8].$\"\" And again: \"\"$Qui didicit Patriae quid debeat, & quid Amicis, // Quo sit amore Parens, quo Frater amandus, & Hospes, // Quod sit Conscripti, quod Judicis officium, quae // Partes in bellum missi Ducis; ille profecto // Reddere Personae scit convenientia cuique[n9].$\"\"","subId":"28","id":"Hutcheson.IBV.IGE.6.28"},{"type":"paragraph","content":"#Imagery in Poetry founded on the Moral Sense.# ^Upon^ this same _Sense_ is founded the Power of that _great Beauty_ in Poetry, the ^Prosopopoeia^, by which _every Affection_ is made a _Person_; every _natural Event_, _Cause_, _Object_, is animated by _moral Epithets_. For we join the Contemplation of _moral Circumstances_ and _Qualitys_, along with _natural Objects_, to increase their _Beauty_ or _Deformity_; and we affect the _Hearer_ in a more lively manner with the Affections describ'd, by representing them as _Persons_. Thus a shady Wood must have its _solemn venerable Genius_, and proper _rural Gods_; every clear Fountain, its _sacred chaste Nymph_; and River, its _bountiful God_, with his _Urn_, and perhaps a _Cornucopi{ae}_ diffusing _Plenty_ and _Fruitfulness_ along its Banks. The _Day-light_ is _holy_, _benign_, and _powerful_ to banish the pernicious Spirits of the _Night_. The Morning is a _kind officious Goddess_, _tripping_ over the dewy Mountains, and _ushering_ in Light to _Gods_ and _Men_. War is an _impetuous_, _cruel_, _undistinguishing Monster_, whom no _Virtue_, no Circumstance of _Compassion_, can move from his bloody Purposes. The Steel is _unrelenting_; the Arrow and Spear are _impatient_ to destroy, and carry _Death_ on their Points. Our modern Engines of War are also _frightful Personages_, counterfeiting with their rude Throats the Thunder of =^Jove^=. The _moral Imagery_ of _Death_ is every-where known, _viz._ his _Insensibility_ to _Pity_, his _Inflexibility_, and _universal impartial Empire_. ^Fortune^ is inimitably drawn by =^Horace^=[n10], with all her _Retinue_ and _Votaries_, and with her _rigid severe_ Minister, _Necessity_. The Qualitys of _Mind_ too become _Persons_. _Love_ becomes a =^Venus^=, or a =^Cupid^=; _Courage_, or _Conduct_, a =^Mars^=, or a =^Pallas^=, _protecting_ and _assisting_ the Hero; before them march _Terror_ and _Dread_, _Flight_ and _Pursuit_, _Shouts_ and _Amazement_. Nay, the _most sacred Poets_ are often led into this _Imagery_, and represent _Justice_ and _Judgment_ as _supporting_ the ^Almighty^'s Throne, and _Mercy_ and _Truth_ _going_ before his Face: They shew us _Peace_ as _springing_ up from the Earth, and _Mercy_ _looking_ down from Heaven.","subId":"29","id":"Hutcheson.IBV.IGE.6.29"},{"type":"paragraph","content":"^Every^ one perceives a greater Beauty in this manner of Representation, this Imagery, this Conjunction of _moral Ideas_, than in the fullest Narration, or the most lively natural Description. When one reads the fourth Book of =^Homer^=, and is prepar'd, from the Council of the _Gods_, to imagine the bloody Sequel, and amidst the most beautiful Description which ever was imagin'd of _shooting_ an Arrow, meets with its _moral Epithet_, \"\"——— $μελαινάων ἕρμ' ὀδυνᾴων[n11],$ // ——— _The Source of blackest Woes_;\"\" he will find himself more mov'd by this Circumstance, than by all the Profusion of natural Description which Man could imagine.","subId":"30","id":"Hutcheson.IBV.IGE.6.30"},{"type":"paragraph","content":"#History.# ^History^ derives its chief Excellence from the representing the _Manners_ and _Characters_; the Contemplation of which in _Nature_ being very affecting, they must necessarily give Pleasure, when well related.","subId":"31","id":"Hutcheson.IBV.IGE.6.31"},{"type":"paragraph","content":"#Painting.# ^It^ is well known too, that a Collection of the best Pieces of _Face-painting_ is but a poor Entertainment, when compar'd with those Pieces which represent _moral Actions_, _Passions_, and _Characters_.","subId":"32","id":"Hutcheson.IBV.IGE.6.32"},{"type":"note","content":"[Hor. _Lib._ 2. _Sat._ 6. ver. 10.]","subId":"n1","id":"Hutcheson.IBV.IGE.6.n1"},{"type":"note","content":"[_Sect._ iii. _Art._ xi. _Axiom_ 6.]","subId":"n2","id":"Hutcheson.IBV.IGE.6.n2"},{"type":"note","content":"See above, [_Sect._ iv. _Art._ 4. _Par._ 4, 5.]","subId":"n3","id":"Hutcheson.IBV.IGE.6.n3"},{"type":"note","content":"See [_Sect._ V. _Art._ 8. _Par._ 2.]","subId":"n4","id":"Hutcheson.IBV.IGE.6.n4"},{"type":"note","content":"See [_Homer, Iliad 2. ver. 356, 590._]","subId":"n5","id":"Hutcheson.IBV.IGE.6.n5"},{"type":"note","content":"See [_Sect._ v. _Art._ 8. _Par._ 2.]","subId":"n6","id":"Hutcheson.IBV.IGE.6.n6"},{"type":"note","content":"See [_Treatise_ I. _Sect._ ii. _Art._ 13. _Sect._ iv. _Art._ 3.]","subId":"n7","id":"Hutcheson.IBV.IGE.6.n7"},{"type":"note","content":"[Hor. de Arte Poet. ver. 309.]","subId":"n8","id":"Hutcheson.IBV.IGE.6.n8"},{"type":"note","content":"[Hor. de Arte Poet. ver. 312 &c.]","subId":"n9","id":"Hutcheson.IBV.IGE.6.n9"},{"type":"note","content":"See [_Lib._ 1. _Od._ 35.]","subId":"n10","id":"Hutcheson.IBV.IGE.6.n10"},{"type":"note","content":"See [_Homer_, _Iliad_ iv. _ver._ 117.]","subId":"n11","id":"Hutcheson.IBV.IGE.6.n11"}],"texts":[],"ancestors":[{"id":"Hutcheson","forename":"Francis","surname":"Hutcheson","birth":1694,"death":1746,"published":1725,"nationality":"Irish/Scottish","sex":"Male","texts":[{"id":"Hutcheson.IBV","forename":"Francis","surname":"Hutcheson","title":"An Inquiry into the Original of Our Ideas of Beauty and Virtue","birth":1694,"death":1746,"published":[1725],"nationality":"Irish/Scottish","sex":"Male","imported":true,"breadcrumb":"Inquiry into Beauty and Virtue"},{"id":"Hutcheson.EI","forename":"Francis","surname":"Hutcheson","title":"An Essay on the Nature and Conduct of the Passions and Affections, with Illustrations on the Moral Sense","birth":1694,"death":1746,"published":[1728],"nationality":"Irish/Scottish","sex":"Male","imported":true,"breadcrumb":"Essay and Illustrations"},{"id":"Hutcheson.LFV","forename":"Francis","surname":"Hutcheson","title":"Letters Between the Late Mr. Gilbert Burnet and Mr. Hutchinson, Concerning the True Foundation of Virtue or Moral Goodness","birth":1694,"death":1746,"published":[1735],"nationality":"Irish/Scottish","sex":"Male","duplicate":"Burnet.LFV","breadcrumb":"Letters on the Foundation of Virtue"},{"id":"Hutcheson.RL","forename":"Francis","surname":"Hutcheson","title":"Reflections upon Laughter and Remarks on the Fable of Bees","birth":1694,"death":1746,"published":[1750],"nationality":"Irish/Scottish","sex":"Male","breadcrumb":"Reflections upon Laughter"}]},{"id":"Hutcheson.IBV","forename":"Francis","surname":"Hutcheson","title":"An Inquiry into the Original of Our Ideas of Beauty and Virtue","birth":1694,"death":1746,"published":[1725],"nationality":"Irish/Scottish","sex":"Male","imported":true,"breadcrumb":"Inquiry into Beauty and Virtue"},{"id":"Hutcheson.IBV.IGE","imported":true,"title":"An Inquiry concerning Moral Good and Evil","breadcrumb":"Inquiry concerning Good and Evil","published":[1725]}],"prev":{"id":"Hutcheson.IBV.IGE.5","imported":true,"title":"Section 5. A farther Confirmation that we have practical Dispositions to Virtue implanted in our Nature; with a farther Explication of our Instinct to Benevolence in its various Degrees; with the additional Motives of Interest, viz. Honour, Shame and Pity","breadcrumb":"Section 5","published":[1725]},"next":{"id":"Hutcheson.IBV.IGE.7","imported":true,"title":"Section 7. A Deduction of some Complex moral Ideas, viz: of Obligation, and Right, Perfect, Imperfect, and External, Alienable, and Unalienable, from this moral Sense","breadcrumb":"Section 7","published":[1725]}}