{"id":"Hutcheson.IBV.IGE.7","imported":true,"parent":"Hutcheson.IBV.IGE","title":"Section 7. A Deduction of some Complex moral Ideas, viz: of Obligation, and Right, Perfect, Imperfect, and External, Alienable, and Unalienable, from this moral Sense","breadcrumb":"Section 7","published":[1725],"copytext":[1738],"sourceDesc":"Hutcheson’s [Inquiry into the Original of Our Ideas of Beauty and Virtue] was first published in 1725, with a second edition “Corrected and Enlarg'd” in 1726, and a third “Corrected” in 1729. Our copytext is the fourth edition of 1738, likewise “Corrected”, which contains Hutcheson's final modifications and additions. The text was derived from Wolfgang Leidhold's edition (Indianapolis: Liberty Fund, 2004), which follows the second 1726 edition (noting significant variants from other editions), and removes most of the original italics and small capitals. This source text has been substantially altered, reinstating the original formatting and bringing the text in line with the 1738 edition.","sourceUrl":"https://oll.libertyfund.org/titles/hutcheson-an-inquiry-into-the-original-of-our-ideas-of-beauty-and-virtue-1726-2004/simple#lf1458_div_042","blocks":[{"type":"title","content":"£3 SECT. VII. £3 £3 _A Deduction of some _Complex moral Ideas_, viz: of _Obligation_, and _Right_, _Perfect_, _Imperfect_, and _External_, _Alienable_, and _Unalienable_, from this _moral Sense_._ £3","id":"Hutcheson.IBV.IGE.7"},{"type":"paragraph","content":"TO conclude this Subject, we may, from what has been said, see the _true Original of moral Ideas_, _viz._ _This moral Sense of Excellence in every Appearance, or Evidence of Benevolence_. It remains to be explain'd, how we acquire more particular Ideas of _Virtue_ and _Vice_, abstracting from any _Law_, _Human_, or _Divine_.","subId":"1","id":"Hutcheson.IBV.IGE.7.1"},{"type":"paragraph","content":"#Obligation.# ^If^ any one ask, Can we have any Sense of ^Obligation^, abstracting from the _Laws_ of a _Superior_? We must answer according to the various Senses of the word _Obligation_. If by _Obligation_ we understand _a Determination, without regard to our own Interest, to approve Actions, and to perform them; which Determination shall also make us displeas'd with our selves, and uneasy upon having acted contrary to it_: in this meaning of the word _Obligation_, there is _naturally_ an _Obligation_ upon all Men to _Benevolence_; and they are still under its Influence, even when by false, or partial Opinions of the natural Tendency of their Actions, this _moral Sense_ leads them to _Evil_; unless by long inveterate Habits it be exceedingly weaken'd; for it scarce seems possible wholly to extinguish it. Or, which is to the same purpose, this _internal Sense_, and _Instinct_ of _Benevolence_, will either influence our Actions, or make us very uneasy and dissatisfy'd; and we shall be conscious, that we are in a base unhappy State, even without considering any _Law_ whatsoever, or any external Advantages lost, or Disadvantages impending from its Sanctions. And farther, there are still such Indications given us of what is in the whole _beneficent_, and what not, as may probably discover to us the true Tendency of every Action; and let us see, some time or other, the evil Tendency of what upon a partial View appear'd _good_: or if we have no Friends so faithful as to admonish us, the Persons injur'd will not fail to upbraid us. So that no Mortal can secure to himself a perpetual Serenity, Satisfaction, and Self-approbation, but by a _serious Inquiry_ into the Tendency of his Actions, and a _perpetual Study_ of _universal Good_, according to the justest Notions of it.","subId":"2","id":"Hutcheson.IBV.IGE.7.2"},{"type":"paragraph","content":"^But^ if, by _Obligation_, we understand _a Motive from Self-interest, sufficient to determine all those who duly consider it, and pursue their own Advantage wisely, to a certain Course of Actions_; we may have a Sense of such an _Obligation_, by reflecting on this _Determination_ of our _Nature_ to approve _Virtue_, to be pleas'd and happy when we reflect upon our having done _virtuous Actions_, and to be uneasy when we are conscious of having acted otherwise; and also by considering how much superior we esteem the Happiness of Virtue to any other Enjoyment[n1]. We may likewise have a Sense of this sort of _Obligation_, by considering those Reasons which prove a constant Course of _benevolent_ and _social Actions_, to be the most probable Means of promoting the _natural Good_ of every _Individual_; as =^Cumberland^= and =^Puffendorf^= have prov'd: And all this without Relation to a _Law_.","subId":"3","id":"Hutcheson.IBV.IGE.7.3"},{"type":"paragraph","content":"^But^ farther, if our _moral Sense_ be suppos'd exceedingly weakened, and the _selfish Passions_ grown strong, either thro' some general Corruption of Nature, or inveterate Habits; if our _Understanding_ be weak, and we be often in danger of being hurry'd by our _Passions_ into precipitate and rash Judgments, that _malicious Actions_ shall promote our Advantage more than _Beneficence_; in such a Case, if it be inquir'd what is necessary to engage Men to _beneficent Actions_, or induce a steady Sense of an _Obligation_ to act for the _public Good_; then, no doubt, \"A _Law_ with Sanctions, given by a _superior Being_, of sufficient Power to make us happy or miserable, must be necessary to counterbalance those apparent Motives of _Interest_, to calm our _Passions_, and give room for the recovery of our _moral Sense_, or at least for a just View of our _Interest_.\"","subId":"4","id":"Hutcheson.IBV.IGE.7.4"},{"type":"paragraph","content":"#How far Virtue can be taught.# ^Now^ the principal Business of the _moral Philosopher_ is to shew, from solid Reasons, \"That _universal Benevolence_ tends to the Happiness of the _Benevolent_, either from the Pleasures of _Reflection_, _Honour_, _natural Tendency_ to engage the good Offices of Men, upon whose Aid we must depend for our Happiness in this World; or from the Sanctions of _divine Laws_ discover'd to us by the Constitution of the _Universe_;\" that so no apparent Views of _Interest_ may counteract this _natural Inclination_: but not to attempt proving, \"That Prospects of our _own Advantage_ of any kind can raise in us the _virtuous Benevolence_ toward others.\" Let the Obstacles from _Self-Love_ be only remov'd, and ^Nature^ itself will incline us to _Benevolence_. Let the Misery of _excessive Selfishness_, and all its Passions, be but once explain'd, that so _Self-Love_ may cease to counteract our _natural Propensity_ to _Benevolence_; and when this _noble_ Disposition gets loose from these Bonds of _Ignorance_, and false Views of _Interest_, it shall be assisted even by _Self-Love_, and grow strong enough to make a _noble virtuous Character_. Then he is to inquire, by _Reflection_ upon human Affairs, what Course of Action does most effectually promote the _universal Good_, what universal Rules or Maxims are to be observ'd, and in what Circumstances the Reason of them alters, so as to admit Exceptions; that so our _good Inclinations_ may be directed by _Reason_, and a _just Knowledge_ of the _Interests_ of _Mankind_. But _Virtue_ itself, or _good Dispositions_ of _Mind_, are not directly taught, or produc'd by _Instruction_; they must be originally implanted in our Nature by its _great_ ^Author^; and afterwards strengthen'd and confirm'd by our own Cultivation.","subId":"5","id":"Hutcheson.IBV.IGE.7.5"},{"type":"paragraph","content":"#Objection.# ^We^ are often told, \"That there is no need of supposing such a _Sense_ of _Morality_ given to Men, since _Reflection_ and _Instruction_ would recommend the same Actions from Arguments of _Self-Interest_, and engage us, from the acknowledg'd Principle of _Self-Love_, to the Practice of them, without this _unintelligible Determination_ to _Benevolence_, or the _occult Quality_ of a _moral Sense_.\"","subId":"6","id":"Hutcheson.IBV.IGE.7.6"},{"type":"paragraph","content":"#Moral Sense, not from Reflection.# ^It^ is perhaps true, that _Reflection_ and _Reason_ might lead us to approve the same Actions as _advantageous_. But would not the _same_ Reflection and Reason likewise generally recommend the same _Meats_ to us, which our _Taste_ represents as pleasant? And shall we thence conclude, that we have no _Sense_ of _Tasting_, or that such a _Sense_ is _useless_? No: The use is plain in both Cases. Notwithstanding the mighty _Reason_ we boast of above other Animals, its Processes are too slow, too full of Doubt and Hesitation, to serve us in every Exigency, either for our own Preservation, without the _external Senses_, or to influence our Actions for the _Good_ of the _Whole_, without this _moral Sense_. Nor could we be so strongly determin'd at all times to what is most conducive to either of these Ends, without these _expeditious Monitors_, and _importunate Sollicitors_; nor so nobly rewarded, when we act vigorously in Pursuit of these Ends, by the calm dull Reflections of _Self-Interest_, as by those delightful Sensations.","subId":"7","id":"Hutcheson.IBV.IGE.7.7"},{"type":"paragraph","content":"^This^ _natural Determination_ to approve and admire, or hate and dislike Actions, is, no doubt, an _occult Quality_. But is it any way more mysterious, that the Idea of an Action should raise _Esteem_ or _Contempt_, than that the Motion or tearing of Flesh should give _Pleasure_ or _Pain_; or the Act of Volition should move _Flesh_ and _Bones_? In the latter Case, we have got the Brain, and elastic Fibres, and animal Spirits, and elastic Fluids, like the _Indian_'s Elephant, and Tortoise, to bear the Burden of the Difficulty: but go one step farther, and you find the whole as difficult as at first, and equally a Mystery with _this Determination_ to love and approve, or condemn and despise _Actions_ and _Agents_, without any Views of _Interest_, as they appear _benevolent_, or the contrary.","subId":"8","id":"Hutcheson.IBV.IGE.7.8"},{"type":"paragraph","content":"^When^ they offer it as a Presumption that there can be no such _Sense_, antecedent to all Prospect of _Interest_, \"That these Actions for the most part are really _advantageous_, one way or other, to the _Actor_, the _Approver_, or _Mankind_ in general, by whose Happiness our own State may be some way made better;\" may we not ask, supposing the ^Deity^ intended to impress such a _Sense_ of something _amiable_ in Actions, (which is no impossible Supposition) What sort of Actions would a _good_ ^God^ determine us to _approve_? Must we deny the possibility of such a Determination, if it did not lead us to admire Actions of no _Advantage_ to _Mankind_, or to love _Agents_ for their being _eminent Triflers_? If then the Actions which a _wise_ and _good_ ^God^ must determine us to approve, if he give us any such _Sense_ at all, must be Actions _useful_ to the _Publick_, this _Advantage_ can never be a Reason against the _Sense_ itself. After the same manner, we should deny all _Revelation_, which taught us _good Sense_, _Humanity_, _Justice_, and a _rational Worship_, because _Reason_ and _Interest_ confirm and recommend such _Principles_ and _Services_; and should greedily embrace every _Contradiction_, _Foppery_, and _Pageantry_, as a _truly divine Institution_, without any thing _humane_, or _useful_ to _Mankind_.","subId":"9","id":"Hutcheson.IBV.IGE.7.9"},{"type":"paragraph","content":"#Moral Sense judges of Laws.# ^The^ Writers upon opposite Schemes, who deduce all Ideas of _Good_ and _Evil_ from the _private Advantage_ of the _Actor_, or from Relation to a _Law_, and its _Sanctions_, either known from _Reason_ or _Revelation_, are perpetually recurring to this _moral Sense_ which they deny; not only in calling the _Laws_ of the ^Deity^ _just_ and _good_, and alledging _Justice_ and _Right_ in the ^Deity^ to govern us; but by using a Set of Words which import something different from what they will allow to be their only Meaning. _Obligation_, with them, is only such a _Constitution, either of Nature, or some governing Power, as makes it advantageous for the Agent to act in a certain manner_. Let this Definition be substituted, where-ever we meet with the words, _ought_, _should_, _must_, in a moral Sense, and many of their Sentences would seem very strange; as that the Deity _must_ act rationally, _must_ not, or _ought_ not to punish the Innocent, _must_ make the state of the _Virtuous_ better than that of the _Wicked_, _must_ observe Promises; substituting the Definition of the Words, _must_, _ought_, _should_, would make these Sentences either ridiculous, or very disputable.","subId":"10","id":"Hutcheson.IBV.IGE.7.10"},{"type":"paragraph","content":"^But^ that our first Ideas of _moral Good_ depend not on _Laws_, may plainly appear from our constant Inquirys into the _Justice_ of _Laws themselves_; and that not only of _human Laws_, but of the _divine_. What else can be the Meaning of that universal Opinion, \"That the _Laws_ of ^God^ are _just_, and _holy_, and _good_?\" _Human Laws_ may be call'd _good_, because of their Conformity to the _Divine_. But to call the _Laws_ of the _supreme_ ^Deity^ _good_, or _holy_, or _just_, if all _Goodness_, _Holiness_, and _Justice_ be constituted by _Laws_, or the _Will_ of a _Superior_ any way reveal'd, must be an insignificant Tautology, amounting to no more than this, \"That ^God^ _wills_ what he _wills_.\"","subId":"11","id":"Hutcheson.IBV.IGE.7.11"},{"type":"paragraph","content":"^It^ must then first be suppos'd, that there is something in Actions which is apprehended _absolutely good_; and this is _Benevolence_, or Desire of the _publick natural Happiness_ of _rational Agents_; and that our _moral Sense_ perceives this _Excellence_: and then we call the _Laws_ of the ^Deity^ _good_, when we imagine that they are contriv'd to promote the _publick Good_ in the most effectual and impartial manner. And the ^Deity^ is call'd _good_, in a _moral Sense_, when we apprehend that his _whole Providence_ tends to the universal Happiness of his _Creatures_; whence we conclude his _Benevolence_, and _Desire_ of their Happiness.","subId":"12","id":"Hutcheson.IBV.IGE.7.12"},{"type":"paragraph","content":"^Some^ tell us, \"That the _Goodness_ of the _divine Laws_ consists in their Conformity to some _essential Rectitude_ of his _Nature_.\" But they must excuse us from assenting to this, till they make us understand the Meaning of this Metaphor, _essential Rectitude_; and till we discern whether any thing more is meant by it than a _perfectly wise_, _uniform_, _impartial Benevolence_.","subId":"13","id":"Hutcheson.IBV.IGE.7.13"},{"type":"paragraph","content":"#Difference between Constraint, and Obligation.# ^Hence^ we may see the Difference between _Constraint_ and _Obligation_. There is indeed no Difference between _Constraint_, and the second Sense of the word _Obligation_, viz. _a Constitution which makes an Action eligible from Self-Interest_, if we only mean _external Interest_, distinct from the delightful Consciousness which arises from the _moral Sense_. The Reader need scarcely be told, that by _Constraint_, we do not understand an _external Force_ moving our Limbs without our Consent; for in that Case we are not _Agents_ at all; but that _Constraint_ which arises from the threatening and presenting some _Evil_, in order to make us act in a certain manner. And yet there seems an universally acknowledg'd Difference between even this sort of _Constraint_ and _Obligation_. We never say, we are _oblig'd_ to do an Action which we count base, but we may be _constrain'd_ to it: we never say that the _divine Laws_, by their Sanctions, _constrain_ us, but _oblige_ us; nor do we call Obedience to the ^Deity^ _Constraint_, unless by a Metaphor, tho' many own they are influenc'd by Fear of Punishments. And yet supposing an _almighty evil Being_ should require, under grievous Penaltys, _Treachery_, _Cruelty_, _Ingratitude_, we would call this _Constraint_. The Difference is plainly this: When any Sanctions co-operate with our _moral Sense_, in exciting us to Actions which we count _morally good_, we say we are _oblig'd_; but when Sanctions of Rewards or Punishments oppose our _moral Sense_, then we say we are _brib'd_ or _constrain'd_. In the former Case we call the _Lawgiver_ _good_, as designing the _publick Happiness_; in the latter we call him _evil_, or _unjust_, for the suppos'd _contrary_ Intention. But were all our Ideas of _moral Good_ or _Evil_ deriv'd solely from opinions of _private Advantage_ or _Loss_ in Actions, I see no possible Difference which could be made in the Meaning of these words.","subId":"14","id":"Hutcheson.IBV.IGE.7.14"},{"type":"paragraph","content":"#Rights.# ^From^ this Sense too we derive our Ideas of ^Rights^. Whenever it appears to us, that _a Faculty of doing, demanding, or possessing any thing, universally allow'd in certain Circumstances, would in the Whole tend to the general Good_, we say, that one in such Circumstances has _a Right to do, possess, or demand that Thing_. And according as this Tendency to the _publick Good_ is _greater_ or _less_, the _Right_ is _greater_ or _less_.","subId":"15","id":"Hutcheson.IBV.IGE.7.15"},{"type":"paragraph","content":"#Perfect Rights.# ^The^ _Rights_ call'd _perfect_, are of _such Necessity to the publick Good, that the universal Violation of them would make human Life intolerable_; and it actually makes those miserable, whose _Rights_ are thus _violated_. On the contrary, to fulfil these _Rights_ in every Instance, tends to the _publick Good_, either _directly_, or by promoting the innocent Advantage of a _Part_. Hence it plainly follows, \"That to allow a violent Defence, or Prosecution of such _Rights_, before Civil Government be constituted, cannot in any particular Case be more detrimental to the _Publick_, than the Violation of them with Impunity.\" And as to the general Consequences, the universal Use of Force in _a State of Nature_, in pursuance of _perfect Rights_, seems exceedingly _advantageous_ to the _Whole_, by making every one dread any Attempts against the _perfect Rights_ of others.","subId":"16","id":"Hutcheson.IBV.IGE.7.16"},{"type":"paragraph","content":"#Right of War, and Punishment.# ^This^ is the _moral Effect_ which attends _proper Injury_, or a _Violation of the perfect Rights of others_, _viz._ A _Right_ to _War_, and all _Violence_ which is necessary to oblige the _Injurious_ to repair the Damage, and give Security against such Offences for the future. This is the sole Foundation of the Rights of _punishing_ Criminals, and of _violent Prosecutions_ of our Rights, in a _State of Nature_. And these Rights, naturally residing in the Persons injur'd, or their _voluntary_, or _invited_ Assistants, to use Force according to the Judgment of indifferent Arbitrators, being by the Consent of the _Persons injur'd_, transferr'd to the _Magistrate_ in a _Civil State_, are the true Foundation of his Right of Punishment. Instances of _perfect Rights_ are those to our _Lives_; to the _Fruits_ of our Labours; to demand Performance of _Contracts_ upon valuable Considerations, from Men capable of performing them; to _direct_ our own Actions either for _publick_, or _innocent private Good_, before we have submitted them to the Direction of others in any measure: and many others of like Nature.","subId":"17","id":"Hutcheson.IBV.IGE.7.17"},{"type":"paragraph","content":"#Imperfect Rights.# ^Imperfect^ _Rights_ are _such as, when universally violated, would not necessarily make Men miserable_. These _Rights_ tend to the Improvement and Increase of _positive Good_ in any Society, but are not _absolutely_ necessary to prevent universal Misery. The Violation of them only disappoints Men of the Happiness expected from the Humanity or Gratitude of others; but does not deprive Men of any _Good_ which they had before. From this Description it appears, \"That a violent Prosecution of such _Rights_ would generally occasion greater _Evil_ than the Violation of them.\" Besides, the allowing of Force in such Cases would deprive Men of the greatest Pleasure in Actions of _Kindness_, _Humanity_, _Gratitude_; which would cease to appear amiable, when Men could be constrain'd to perform them. Instances of _imperfect Rights_ are those which the _Poor_ have to the Charity of the Wealthy; which _all Men_ have to Offices of no Trouble or Expence to the Performer; which _Benefactors_ have to returns of Gratitude, and such-like.","subId":"18","id":"Hutcheson.IBV.IGE.7.18"},{"type":"paragraph","content":"^The^ Violation of _imperfect Rights_ only argues a Man to have such weak _Benevolence_, as not to study advancing the _positive Good_ of others, when in the least opposite to his own: but the Violation of _perfect Rights_ argues the _injurious Person_ to be _positively evil_ or _cruel_; or at least so immoderately_ selfish_, as to be indifferent about the _positive Misery_ and _Ruin_ of others, when he imagines he can find his _Interest_ in it. In violating the _former_, we shew a weak Desire of _publick Happiness_, which every small View of _private Interest_ overbalances; but in violating the _latter_, we shew ourselves so intirely negligent of the _Misery_ of others, that Views of increasing our own _Good_ overcome all our Compassion toward their Sufferings. Now as the absence of _Good_ is more easily born than the presence of _Misery_; so our _good Wishes_ toward the _positive Good_ of others, are weaker than our _Compassion_ toward their _Misery_. He then who violates _imperfect Rights_, shews that his _Self-Love_ overcomes only the Desire of _positive Good_ to others; but he who violates _perfect Rights_, betrays such a _selfish_ Desire of advancing his own _positive Good_, as overcomes all _Compassion_ toward the _Misery_ of others.","subId":"19","id":"Hutcheson.IBV.IGE.7.19"},{"type":"paragraph","content":"#External Rights.# ^Beside^ these two sorts of _Rights_, there is a third call'd _External_; as when _the doing, possessing, or demanding of any Thing, is really detrimental to the Publick in any particular Instance, as being contrary to the imperfect Right of another; but yet the universally denying Men this Faculty of doing, possessing, or demanding that Thing, or of using Force in Pursuance of it, would do more Mischief than all the Evils to be fear'd from the Use of this Faculty_. And hence it appears, \"That there can be no Right to use Force in opposition even to _external Rights_, since it tends to the _universal Good_ to allow Force in Pursuance of them.\"","subId":"20","id":"Hutcheson.IBV.IGE.7.20"},{"type":"paragraph","content":"^Civil^ Societys substitute _Actions in Law_, instead of the Force allow'd in _the State of Nature_.","subId":"21","id":"Hutcheson.IBV.IGE.7.21"},{"type":"paragraph","content":"^Instances^ of _external Rights_ are these; that of a _wealthy Miser_ to recal his Loan from the most industrious poor Tradesman at any time; that of demanding the Performance of a _Covenant_ too burdensome on one Side; the Right of a _wealthy Heir_ to refuse Payment of any Debts which were contracted by him under Age, without Fraud in the Lender; the Right of taking advantage of a _positive Law_, contrary to what was _Equity_ antecedent to that Law; as when a _register'd Deed_ takes Place of one not register'd, altho' prior to it, and known to be so before the second Contract.","subId":"22","id":"Hutcheson.IBV.IGE.7.22"},{"type":"paragraph","content":"#What Rights can be opposite.# ^Now^, whereas no _Action_, _Demand_, or _Possession_, can at once be either necessary to the _publick Good_, or conducive to it, and at the same time its _contrary_ be either necessary or conducive to the same End; it follows, \"That there can be no Opposition of _perfect Rights_ among themselves, of _imperfect_ among themselves, or between _perfect_ and _imperfect Rights_.\" But it may often tend to the _publick Good_, to allow a _Right_ of _doing_, _possessing_, or _demanding_, and of using _Force_ in Pursuance of it, while perhaps it would have been more _humane_ and _kind_ in any Person to have acted otherwise, and not have claim'd his _Right_. But yet a violent Opposition to _these Rights_ would have been vastly more _pernicious_ than all the Inhumanity in the Use of them. And therefore, tho' _external Rights_ cannot be opposite among themselves; yet they may be opposite to _imperfect Rights_; but _imperfect Rights_, tho' violated, give no _Right_ to _Force_. Hence it appears, \"That there can never be a _Right_ to _Force_ on both Sides, or a _just War_ on both Sides at the same time.\"","subId":"23","id":"Hutcheson.IBV.IGE.7.23"},{"type":"paragraph","content":"#Rights alienable and unalienable.# ^There^ is another important Difference of _Rights_, according as they are _Alienable_, or _Unalienable_. To determine what _Rights_ are _alienable_, and what not, we must take these two Marks:","subId":"24","id":"Hutcheson.IBV.IGE.7.24"},{"type":"paragraph","content":"^If^ the Alienation be within our natural Power, so that it be possible for us in Fact to transfer our _Right_; and if it be so, then,","subId":"25","id":"Hutcheson.IBV.IGE.7.25"},{"type":"paragraph","content":"^It^ must appear, that to transfer such _Rights_ may serve some valuable Purpose.","subId":"26","id":"Hutcheson.IBV.IGE.7.26"},{"type":"paragraph","content":"^By^ the _first_ Mark it appears, \"That the _Right of private Judgment_, or of our _inward Sentiments_, is _unalienable_;\" since we cannot command ourselves to think what either we ourselves, or any other Person pleases. So are also our _internal Affections_, which necessarily arise according to our Opinions of their Objects. By the _second_ Mark it appears, \"That our _Right_ of _serving_ ^God^, in the manner which we think acceptable, is not _alienable_;\" because it can never serve any valuable Purpose, to make Men worship him in a way which seems to them displeasing to him. The same way, a _direct Right_ over our _Lives_ or _Limbs_ is not _alienable_ to any Person; so that he might at Pleasure put us to death, or maim us. We have indeed a _Right_ to hazard our Lives in any good Action which is of importance to the _Publick_; and it may often serve a most valuable End, to subject the Direction of such perilous Actions to the Prudence of others in pursuing a _publick Good_; as _Soldiers_ do to their _General_, or to a _Council_ of _War_: and so far this _Right_ is _alienable_. These may serve as Instances to shew the Use of the two Marks of _alienable Rights_, which must both concur to make them so, and will explain the manner of applying them in other Cases.","subId":"27","id":"Hutcheson.IBV.IGE.7.27"},{"type":"paragraph","content":"#The Foundation of Property.# ^That^ we may see the Foundation of some of the more _important Rights_ of _Mankind_, let us observe, that probably nine Tenths, at least, of the things which are useful to Mankind, are owing to their _Labour_ and _Industry_; and consequently, when once Men become so numerous, that the _natural Product_ of the Earth is not sufficient for their Support, or Ease, or innocent Pleasure; a Necessity arises, for the Support of the increasing _System_, that such a _Tenour_ of Conduct be observ'd, as shall most effectually promote _Industry_; and that Men abstain from all Actions which would have the contrary Effect. It is well known, that _general Benevolence_ alone, is not a Motive strong enough to _Industry_, to bear Labour__ and _Toil_, and many other Difficultys which we are averse to from _Self-Love_. For the strengthning therefore our Motives to _Industry_, we have the strongest Attractions of _Blood_, of _Friendship_, of _Gratitude_, and the additional Motives of _Honour_, and even of _external Interest_. _Self-Love_ is really as necessary to the _Good_ of the _Whole_, as _Benevolence_; as that _Attraction_ which causes the Cohesion of the Parts, is as necessary to the _regular State_ of the _Whole_, as _Gravitation_. Without these additional Motives, _Self-Love_ would generally oppose the Motions of _Benevolence_, and concur with _Malice_, or influence us to the same Actions which _Malice_ would. \"That Tenour of Action then, which would take away the stronger Ties of _Benevolence_, or the additional Motives of _Honour_ and _Advantage_, from our _Minds_, and so hinder us from pursuing _industriously_ that Course which really increases the _Good_ of the _Whole_, is _evil_; and we are oblig'd to shun it.\"","subId":"28","id":"Hutcheson.IBV.IGE.7.28"},{"type":"paragraph","content":"^First^ then, the depriving any Person of the Fruits of his own innocent Labour, takes away all Motives to _Industry_ from _Self-Love_, or the nearer _Ties_; and leaves us no other Motive than _general Benevolence_: nay, it exposes the _Industrious_ as a constant Prey to the _Slothful_, and sets _Self-Love_ against _Industry_. This is the Ground of our _Right_ of _Dominion_ and _Property_ in the _Fruits_ of our _Labours_; without which _Right_, we could scarce hope for any _Industry_, or any thing beyond the Product of uncultivated Nature. _Industry_ will be confin'd to our present Necessitys, and cease when they are provided for; at least it will only continue from the weak Motive of _general Benevolence_, if we are not allow'd to store up beyond present Necessity, and to dispose of what is above our Necessitys, either in Barter for other kinds of Necessarys, or for the Service of our Friends or Familys. And hence appears the _Right_ which Men have to lay up for the _future_, the Goods which will not be spoil'd by it; of alienating them in _Trade_; of Donation to _Friends_, _Children_, _Relations_: otherwise we deprive _Industry_ of all the Motives of _Self-Love_, _Friendship_, _Gratitude_, and _natural Affection_. The same Foundation there is for the _Right_ of Disposition by _Testament_. The _Presumption_ of this Disposition is the Ground of the _Right_ of Succession to the _Intestate_.","subId":"29","id":"Hutcheson.IBV.IGE.7.29"},{"type":"paragraph","content":"^The^ _external Right_ of the _Miser_ to his useless Hoards is founded also on this, That allowing Persons by Violence, or without Consent of the Acquirer, to take the Use of his Acquisitions, would discourage _Industry_, and take away all the Pleasures of _Generosity_, _Honour_, _Charity_, which cease when Men can be forc'd to these Actions. Besides, there is no determining in many Cases, who is a _Miser_, and who is not.","subId":"30","id":"Hutcheson.IBV.IGE.7.30"},{"type":"paragraph","content":"#Right of Marriage.# ^Marriage^ must be so constituted as to ascertain the Offspring; otherwise we take away from the _Males_ one of the strongest Motives to _publick Good_, viz. _natural Affection_; and discourage _Industry_, as has been shewn above.","subId":"31","id":"Hutcheson.IBV.IGE.7.31"},{"type":"paragraph","content":"#Commerce.# ^The^ _Labour_ of each Man cannot furnish him with all Necessarys, tho' it may furnish him with a needless Plenty of one sort: Hence the _Right_ of _Commerce_, and _alienating_ our Goods; and also the _Rights_ from _Contracts_ and _Promises_, either to the _Goods_ acquir'd by others, or to their _Labours_.","subId":"32","id":"Hutcheson.IBV.IGE.7.32"},{"type":"paragraph","content":"#Right of Civil Government.# ^The^ great Advantages which accrue to Mankind from unprejudic'd _Arbitrators_, impower'd to decide the _Controversys_ which ordinarily arise, thro' the partiality of _Self-Love_, among Neighbours; as also from prudent Directors, who should not only instruct the Multitude in the best Methods of promoting the _publick Good_, and of defending themselves against mutual or foreign _Injurys_; but also be arm'd with Force sufficient to make their Decrees or Orders effectual at home, and the Society formidable abroad: These Advantages, I say, sufficiently shew the _Right_ Men have to constitute _Civil Government_, and to subject their _alienable Rights_ to the Disposal of their Governors, under such _Limitations_ as their Prudence suggests. And as far as the People have subjected their _Rights_, so far their Governors have an _external Right_, at least, to dispose of them, as their Prudence shall direct, for attaining the Ends of their Institution; and no farther.","subId":"33","id":"Hutcheson.IBV.IGE.7.33"},{"type":"paragraph","content":"#Corollarys for comparing the degrees of Virtue and Vice in Actions.# ^These^ Instances may shew how our _moral Sense_, by a little Reflection upon the Tendencys of Actions, may adjust the _Rights_ of _Mankind_. Let us now apply the general Rule laid down above[n2], for comparing the Degrees of _Virtue_ and _Vice_ in Actions, in a few Corollarys besides that one already deduc'd[n3].","subId":"34","id":"Hutcheson.IBV.IGE.7.34"},{"type":"paragraph","content":"#From Ability.# ^The^ Disappointment, in whole, or in part, of any Attempt, _Good_ or _Evil_, if it be occasion'd only by external Force, or any unforeseen Accident, does not vary the _moral Good_, or _Evil_; for as in _good_ Attempts, the _Moment_ of _Good_ is diminish'd or vanishes in such a Case, so does the _Ability_ likewise: The _Quotient_ then may still be the same. This holds equally in _evil_ Attempts. So that Actions are not to be judg'd _good_ or _evil_ by the Events, any farther than they might have been foreseen by the _Agent_ in _evil_ Attempts; or were actually intended, if they were _good_, in _good_ Actions; for then only they argue either _Love_ or _Hatred_ in the Agent.","subId":"35","id":"Hutcheson.IBV.IGE.7.35"},{"type":"paragraph","content":"#Interest.# ^Secular^ _Rewards_ annex'd to _Virtue_, and actually influencing the Agent farther than his _Benevolence_ would, diminish the _moral Good_ as far as they were necessary to move the _Agent_ to the action, or to make him do more _Good_ than otherwise he would have done; for by increasing the _Interest_, to be subtracted, they diminish the _Benevolence_. But _additional Interests_, which were not necessary to have mov'd the _Agent_, such as the _Rewards_ of a _good Being_ for Actions which he would have undertaken without a Reward, do not diminish the _Virtue_. In this, however, no Mortal is capable of judging another: Nor do the Prospects of grateful Returns for Benefits which we would have conferr'd gratuitously, diminish the _Generosity_. This Corollary may be apply'd to the _Rewards_ of a _future State_, if any Person conceives them distinct from the Pleasures of _Virtue_ itself: If they be not conceiv'd as something distinct from those Pleasures, then the very Desire of them is a strong Evidence of a _virtuous Disposition_.","subId":"36","id":"Hutcheson.IBV.IGE.7.36"},{"type":"paragraph","content":"^External^ _Advantage_ exciting us to Actions of _evil_ Tendency to others, if without this Prospect of _Advantage_ we would not have undertaken them, diminishes the _Evil_ of the Action; such as the Prospects of _great Rewards_, of avoiding _Tortures_, or even the _uneasy Sollicitations_ of violent _selfish Passions_. This is commonly call'd the _Greatness of Temptation_. The Reason of this is the same with that in the former Case. We may here also remember again, that we are more uneasy upon the Oresence of _Pain_, than upon the Absence of _Good_; and hence _Torture_ is a more extenuating Circumstance than _Bribes_, engaging us to _Evil_, because the Motives of private Interest are greater.","subId":"37","id":"Hutcheson.IBV.IGE.7.37"},{"type":"paragraph","content":"^The^ surmounting the uneasy Sollicitations of the _selfish Passions_ increases the _Virtue_ of a _benevolent_ Action, and much more worldly Losses, Toil, _&c._ For now the _Interest_ becomes _negative_; the Subtraction of which increases the _Quantity_.","subId":"38","id":"Hutcheson.IBV.IGE.7.38"},{"type":"paragraph","content":"^A malicious^ Action is made the more odious by all its foreseen _Disadvantages_ to the _Agent_, for the same Reason: particularly,","subId":"39","id":"Hutcheson.IBV.IGE.7.39"},{"type":"paragraph","content":"#Knowledge of Laws, how it affects Actions.# ^The^ Knowledge of a _Law_, prohibiting an _evil_ Action, increases the _Evil_ by increasing the _negative Interest_ to be subtracted; for then the _ill-natur'd_ Inclination must be so strong as to surmount all the selfish Motives from the Penaltys, and all the Motives of _Gratitude_ toward the _Law-giver_. This is commonly call'd _sinning against Conscience_.","subId":"40","id":"Hutcheson.IBV.IGE.7.40"},{"type":"paragraph","content":"^Offices^ of no _Toil_ or _Expence_ have little _Virtue_ generally, because the _Ability_ is very great, and there is no _contrary Interest_ surmounted.","subId":"41","id":"Hutcheson.IBV.IGE.7.41"},{"type":"paragraph","content":"^But^ the refusing of them may be very _vitious_, as it argues an Absence of _good Affection_, and often produces a great enough Moment of _natural Evil_. And,","subId":"42","id":"Hutcheson.IBV.IGE.7.42"},{"type":"paragraph","content":"#Degree of Right.# ^In^ general, the fulfilling the _perfect Rights_ of others has little _Virtue_ in it: For thereby no new _Moment_ of _Good_ is produc'd; and the _Interest_ engaging to the Action is very great, even the avoiding all the Evils of _War_ in a _State of natural_ Liberty, or the Penalties of Law in Civil Society.","subId":"43","id":"Hutcheson.IBV.IGE.7.43"},{"type":"paragraph","content":"^But^ the _violating perfect_, or even _external Rights_, is always _exceedingly evil_, either in the immediate, or more remote Consequences of the Action; and the _selfish_ Motives, surmounted by this _vitious_ Inclination, are the same with those in the former Case.","subId":"44","id":"Hutcheson.IBV.IGE.7.44"},{"type":"paragraph","content":"^The^ truest Matter of Praise are those Actions or Offices, which others claim from us by an _imperfect Right_; and generally, the stronger their _Right_ is, there is the less _Virtue_ in fulfilling it, but the greater _Vice_ in violating it.","subId":"45","id":"Hutcheson.IBV.IGE.7.45"},{"type":"paragraph","content":"#Strength of Ties.# _A stronger_ and less extensive Tie of _Benevolence_, in _equal Abilitys_, must produce a greater _Moment_ of _Good_ to the Object of it, in _equally good Characters_, than the weaker Ties. Thus, _natural Affection_, _Gratitude_, _Friendship_, have greater Effects than _general Benevolence_: Or, we do more Good to Friends, Children, Benefactors, than to Persons under no special Relation.","subId":"46","id":"Hutcheson.IBV.IGE.7.46"},{"type":"paragraph","content":"^In^ _equal Moments_ of _Good_ produc'd by two _Agents_, when one acts from _general Benevolence_ alone, and the other from a _nearer Tie_; there is greater _Virtue_ in the _Agent_, who produces _equal Good_ from the more extensive, but less passionate Attachment; and less _Virtue_, where there is the more violent, or passionate Attachment, which yet produces no more. The general Benevolence appears of itself a more amiable Principle, according to the Constitution of our moral Sense[n4], than any particular Passion.","subId":"47","id":"Hutcheson.IBV.IGE.7.47"},{"type":"paragraph","content":"^But^ the Omission of the _good Offices_ of the stronger Ties, or Actions _contrary_ to them, have greater _Vice_ in them, than the like Omissions, or Actions, contrary to the weaker Ties; since our _Selfishness_ or _Malice_ must appear the greater, by the Strength of the contrary Attachment which it surmounts. Thus, in co-operating with _Gratitude_, _natural Affection_, or _Friendship_, we evidence less _Virtue_ in any given _Moment_ of _Good_ produc'd, than in equally important Actions of _general Benevolence_: But _Ingratitude_ to a _Benefactor_, _Negligence_ of the _Interests_ of a _Friend_ or _Relation_, or Returns of _evil Offices_, are vastly more _odious_, than _equal Negligence_, or _evil Offices_ toward _Strangers_.","subId":"48","id":"Hutcheson.IBV.IGE.7.48"},{"type":"paragraph","content":"#What Offices to be prefer'd, when there appears any Opposition.# ^When^ we cannot at once follow two different Inclinations of _Benevolence_, we are to prefer gratifying the stronger Inclination; according to the wise Order of ^Nature^, who has constituted these Attachments. Thus, we are rather to be _grateful_ than _liberal_, rather serve a _Friend_, or _Kinsman_, than a Stranger of only _equal Virtue_, when we cannot do both.","subId":"49","id":"Hutcheson.IBV.IGE.7.49"},{"type":"paragraph","content":"^Or^, more generally, since there can be no _Right_, _Claim_, or _Obligation_ to _Impossibilitys_; when two _Actions_ to be done by any Agent, would both tend to the Good of Mankind, but they cannot be perform'd both at once; that which occasions most _Good_ is to be done, if the Omission of the other occasions no prepollent _Evil_. If the Omission of either will occasion some _new natural Evil_, _that_ is to be omitted, whose Omission will occasion the least _Evil_. Thus if two Persons of unequal Dignity be in Danger, we are to relieve the more _valuable_, when we cannot relieve both. _Ingratitude_, as it evidences a worse Temper than Neglect of _Beneficence_; so it raises worse Sentiments in the Benefactor, and greater Diffidence, and Suspicion of his Fellow-Creatures, than an Omission of an Act of Beneficence: we ought therefore to be _grateful_, rather than _beneficent_, when we cannot (in any particular Case) evidence both Dispositions. If omitting of one Action will occasion _new positive Evil_, or Continuance in a State of _Pain_, whereas the Omission of another would only prevent some _new positive Good_; since a State of _Pain_ is a greater Evil, than the absence of Good, we are to follow _Compassion_, rather than _Kindness_; and relieve the _Distressed_, rather than increase the Pleasures of the _Easy_; when we cannot do both at once, and other Circumstances of the Objects are equal. In such Cases, we should not suppose _contrary Obligations_, or _Dutys_; the more important Office is our _present Duty_, and the Omission of the less important inconsistent Office at present, is no _moral Evil_.","subId":"50","id":"Hutcheson.IBV.IGE.7.50"},{"type":"paragraph","content":"#The Original of Government.# ^From^ [_Art._ vii.] it follows, \"That all human _Power_, or _Authority_, must consist in _a Right transferr'd to any Person or Council, to dispose of the alienable Rights of others_; and that consequently, there can be no Government so absolute, as to have even an _external Right_ to do or command every thing.\" For where-ever any Invasion is made upon _unalienable Rights_, there must arise either a _perfect_, or _external Right_ to _Resistance_. The only Restraints of a moral Kind upon Subjects in such cases, are, when they foresee that, thro' their want of Force, they shall probably by Resistance occasion greater Evils to the Publick, than those they attempt to remove; or when they find that _Governors_, in the main very useful to the Publick, have by some unadvised Passion, done an Injury too small to overbalance the Advantages of their Administration, or the Evils which Resistance would in all likelihood occasion; especially when the Injury is of a private Nature, and not likely to be made a Precedent to the Ruin of others. _Unalienable Rights_ are _essential Limitations_ in all Governments.","subId":"51","id":"Hutcheson.IBV.IGE.7.51"},{"type":"paragraph","content":"#Absolute Government.# ^But^ by _absolute Government_, either in _Prince_ or _Council_, or in _both jointly_, we understand _a Right to dispose of the natural Force, and Goods of a whole People, as far as they are naturally alienable, according to the Prudence of the Prince, Council, or of both jointly, for the publick Good of the State, or whole People; without any Reservation as to the Quantity of the Goods, Manner of Levying, or the Proportion of the Labours of the Subject, which they shall demand_. But in all States this _tacit Trust_ is presuppos'd, \"That the Power conferr'd shall be employ'd according to the best Judgment of the Rulers for the publick Good.\" So that, whenever the Governors openly profess a Design of destroying the State, or act in such a manner as will necessarily do it; the _essential Trust_, suppos'd in all Conveyance of _Civil Power_, is violated, and the _Grant_ thereby made void.","subId":"52","id":"Hutcheson.IBV.IGE.7.52"},{"type":"paragraph","content":"#Limited Government.# ^A Prince^, or Council, or both jointly, may be variously limited; _either when the Consent of the one may be necessary to the Validity of the Acts of the other; or when, in the very Constitution of this supreme Power, certain Affairs are expresly exempted from the Jurisdiction of the Prince, or Council, or both jointly_: as when several independent States uniting, form a general Council, from whose Cognizance they expresly reserve certain Privileges, in the very Formation of this Council; or when, in the very Constitution of any State, a certain Method of _Election_ of the Person of the Prince, or of the Members of the supreme Council, is determin'd, and the _Intention_ of their Assembling declar'd. In all such cases, it is not in the Power of such Prince, Council, or both jointly, to alter the very _Form of Government_, or to take away that Right which the People have to be govern'd in such a manner, by a Prince or Council thus elected, without the universal Consent of the very People who have subjected themselves to this Form of Government. So that there may be a very _regular State_, where there is no universal absolute Power, lodg'd either in one Person, or Council, or in any other Assembly beside that of the whole People associated into that State. To say, that upon a Change attempted in the very Form_ of the Government_, by the _supreme Power_, the People have no Remedy according to the Constitution itself, will not prove that the _supreme Power_ has such a _Right_; unless we confound all Ideas of _Right_ with those of _external Force_. The only Remedy indeed in that Case, is an universal Insurrection against such _perfidious Trustees_.","subId":"53","id":"Hutcheson.IBV.IGE.7.53"},{"type":"paragraph","content":"#The nature of despotick Power.# ^Despotick^ Power, is _that which Persons injur'd may acquire over those Criminals, whose Lives, consistently with the publick Safety, they may prolong, that by their Labours they may repair the Damages they have done; or over those who stand oblig'd to a greater Value, than all their Goods and Labours can possibly amount to_. This Power itself is limited to the Goods and Labours only of the Criminals or Debtors; and includes no Right to _Tortures_, _Prostitution_, or any Rights of the Governed which are _naturally unalienable_; or to any thing which is not of some Moment toward _Repair of Damage_, _Payment of Debt_, or _Security against future Offences_. The Characteristick of _Despotick Power_, is this, \"That it is solely intended for the Good of the Governors, without any _tacit Trust_ of consulting the Good of the _Governed_.\" Despotick Government, in this Sense, is directly inconsistent with the Notion of Civil Government.","subId":"54","id":"Hutcheson.IBV.IGE.7.54"},{"type":"paragraph","content":"^From^ the Idea of _Right_, as above explain'd, we must necessarily conclude, \"That there can be no _Right_, or _Limitation of Right_, inconsistent with, or opposite to the greatest publick Good.\" And therefore in Cases of _extreme Necessity_, when the State cannot otherwise be preserv'd from Ruin, it must certainly be _just_ and _good_ in limited Governors, or in any other Persons who can do it, to use the Force of the State for its own Preservation, beyond the Limits fix'd by the _Constitution_, in some _transitory Acts_, which are not to be made _Precedents_. And on the other hand, when an _equal Necessity_ to avoid Ruin requires it, the Subjects may justly resume the Powers ordinarily lodg'd in their Governors, or may counteract them. This Privilege of _flagrant Necessity_ we all allow in Defence of the most perfect _private Rights_: And if _publick Rights_ are of more extensive Importance, so are also _publick Necessitys_. These Necessitys must be very grievous and flagrant, otherwise they can never overbalance the _Evils_ of violating a tolerable Constitution, by _an arbitrary Act of Power_, on the one hand; or by an Insurrection, or Civil War, on the other. No Person, or State can be happy, where they do not think their _important Rights_ are secure from the _Cruelty_, _Avarice_, _Ambition_, or _Caprice_ of their Governors. Nor can any _Magistracy_ be safe, or effectual for the Ends of its Institution, where there are frequent Terrors of _Insurrections_. Whatever _temporary Acts_ therefore may be allow'd in extraordinary Cases; whatever may be lawful in the _transitory Act_ of a bold Legislator, who without previous Consent should rescue a slavish Nation, and place their Affairs so in the Hands of a _Person_ or _Council_, _elected_ or _limited_ by themselves, that they should soon have Confidence in their own Safety, and in the Wisdom of the Administration; yet, as to the fixed State which should ordinarily obtain in all Communitys, since no _Assumer_ of Government can so demonstrate his superior Wisdom or Goodness to the Satisfaction and Security of the Governed, as is necessary to their Happiness; this must follow, \"That except when Men, for their _own Interest_, or out of _publick Love_, have by _Consent_ subjected their Actions, or their Goods, within certain Limits to the Disposal of others; no Mortal can have a _Right_ from his _superior Wisdom_, or _Goodness_, or any other _Quality_, to give Laws to others without their _Consent_, _express_ or _tacit_; or to dispose of the _Fruits_ of their Labours, or of any other _Right_ whatsoever.\" And therefore _superior Wisdom_, or _Goodness_, gives no _Right_ to Men to govern others.","subId":"55","id":"Hutcheson.IBV.IGE.7.55"},{"type":"paragraph","content":"#Divine Government founded on Wisdom and Goodness.# ^But^ then with relation to the ^Deity^, suppos'd _omniscient_ and _benevolent_, and secure from _Indigence_, the ordinary Cause of Injurys toward others; it must be _amiable_ in such a _Being_, to assume the Government of _weak_, _inconstant Creatures_, often misled by _Selfishness_; and to give them Laws. To these Laws every Mortal should submit from _publick Love_, as being contriv'd for the _Good_ of the _Whole_, and for the _greatest private Good_ consistent with it; and every one may be sure, that he shall be better directed how to attain these Ends by the _Divine Laws_, than by his own greatest Prudence and Circumspection. Hence we imagine, \"That a _good_ and _wise_ ^God^ must have a _perfect Right_ to govern the _Universe_; and that all Mortals are oblig'd to _universal Obedience_.\"","subId":"56","id":"Hutcheson.IBV.IGE.7.56"},{"type":"paragraph","content":"#Divine Justice what.# ^The^ _Justice_ of the ^Deity^ is only a Conception of his _universal impartial Benevolence_, as it shall influence him, if he gives any Laws, to attemper them to the _universal Good_, and enforce them with the most effectual Sanctions of _Rewards_ and _Punishments_.","subId":"57","id":"Hutcheson.IBV.IGE.7.57"},{"type":"paragraph","content":"#Creation not the Ground of God's Dominion.# ^Some^ imagine that the _Property_ the _Creator_ has in all his Works, must be the _true_ Foundation of his _Right_ to govern. Among Men indeed, we find it necessary for the _publick Good_, that none should arbitrarily dispose of the Goods, acquir'd by the Labour of another, which we call his _Property_; and hence we imagine that _Creation_ is the _only_ Foundation of ^God^'s _Dominion_. But if the Reason[n5] of establishing the _Rights_ of _Property_ does not hold against a _perfectly wise_ and _benevolent Being_, I see no Reason why _Property_ should be necessary to his _Dominion_. Now the Reason does not hold: For an _infinitely wise_ and _good Being_ could never employ his assumed Authority to counteract the _universal Good_. The Tie of _Gratitude_ is stronger indeed than bare _Benevolence_; and therefore supposing two _equally wise_ and _good Beings_, the one our _Creator_, and the other not, we should think ourselves more oblig'd to obey our _Creator_. But supposing our _Creator malicious_, and a _good Being_ condescending to rescue us, or govern us better, with sufficient Power to accomplish his kind Intentions; his _Right_ to govern would be perfectly good. But this is rather Matter of curious Speculation than Use; since both Titles of _Benevolence_ and _Property_ concur in the _one only true_ ^Deity^, as far as we can know, join'd with _infinite Wisdom_ and _Power_.","subId":"58","id":"Hutcheson.IBV.IGE.7.58"},{"type":"paragraph","content":"#Our Moral Sense the Effect of the Divine Goodness.# ^If^ it be here inquir'd, \"Could not the ^Deity^ have given us a _different_ or _contrary Determination_ of _Mind_, _viz._ to _approve_ Actions upon another Foundation than _Benevolence_?\" There seems nothing in this surpassing the natural Power of the ^Deity^. But, as in the first Treatise[n6], we resolv'd the Constitution of our present _Sense_ of _Beauty_ into the _divine Goodness_, so with much more obvious Reason may we ascribe the present Constitution of our _moral Sense_ to his _Goodness_. For if the ^Deity^ be really _benevolent_, or delights in the Happiness of others, he could not _rationally_ act otherwise, or give us a _moral Sense_ upon another Foundation, without counteracting his own _benevolent Intentions_. For even upon the Supposition of a _contrary Sense_, every _rational Being_ must still have been solicitous in some degree about his own external Happiness: Reflection on the Circumstances of Mankind in this World would have suggested, that _universal Benevolence_, and a _social Temper_, or a _certain Course_ of external Actions, would most effectually promote the _external Good_ of every one, according to the Reasonings of =^Cumberland^= and =^Puffendorf^=; while at the same time this _perverted Sense_ of _Morality_ would have made us uneasy in such a Course, and inclin'd us to the quite contrary, _viz._ _Barbarity_, _Cruelty_, and _Fraud_; and _universal War_, according to =Mr. ^Hobbes^=, would really have been our _natural State_; so that in every Action we must have been distracted by two contrary Principles, and perpetually miserable, and dissatisfy'd, when we follow'd the Directions of either.","subId":"59","id":"Hutcheson.IBV.IGE.7.59"},{"type":"paragraph","content":"#Whence this universal Opinion of the Divine Goodness.# ^It^ has often been taken for granted in _these Papers_, \"That the ^Deity^ is _morally good_;\" tho' the Reasoning is not at all built upon this Supposition. If we inquire into the Reason of the great Agreement of Mankind in this Opinion, we shall perhaps find no demonstrative Arguments _àpriori_, from the Idea of an _Independent Being_, to prove his _Goodness_. But there is abundant Probability, deduc'd from the whole _Frame_ of _Nature_, which seems, as far as we know, plainly contriv'd for the _Good_ of the _Whole_; and the casual Evils seem the necessary Concomitants of some Mechanism design'd for prepollent _Good_. Nay, this very _moral Sense_, implanted in _rational Agents_, to approve and admire whatever Actions flow from a Study of the _Good_ of _others_, is one of the strongest Evidences of _Goodness_ in the ^Author^ of _Nature_.","subId":"60","id":"Hutcheson.IBV.IGE.7.60"},{"type":"paragraph","content":"^But^ these Reflections are not so universal as the Opinion, nor are they often inculcated. What then more probably leads _Mankind_ into that Opinion, is this: The obvious _Frame_ of the _World_ gives us Ideas of _boundless Wisdom_ and _Power_ in its ^Author^. Such a _Being_ we cannot conceive _indigent_, and must conclude _happy_, and in the _best State_ possible, since he can still gratify himself. The _best State_ of _rational Agents_, and their _greatest_ and most _worthy Happiness_, we are necessarily led to imagine must consist in _universal efficacious Benevolence_: and hence we conclude the ^Deity^ _benevolent_ in the most _universal impartial manner_. Nor can we well imagine what else deserves the Name of _Perfection_ more than _Benevolence_, and those _Capacitys_ or _Abilitys_ which are necessary to make it _effectual_; such as _Wisdom_ and _Power_: at least we can have no more lovely Conception of it.","subId":"61","id":"Hutcheson.IBV.IGE.7.61"},{"type":"note","content":"See above, [_Sect._ vi. _Art._ 1, 2.]","subId":"n1","id":"Hutcheson.IBV.IGE.7.n1"},{"type":"note","content":"See [_Sect._ iii. _Art._ 11, 12.]","subId":"n2","id":"Hutcheson.IBV.IGE.7.n2"},{"type":"note","content":"See [_Sect._ iii. _Art._ 15. _Par._ 3.]","subId":"n3","id":"Hutcheson.IBV.IGE.7.n3"},{"type":"note","content":"See [_Sect._ 3. _Art._ ix.] _The Author all along supposes, that no Man acts without some _Desire_, or _Instinct_, or _Affection_, or _Appetite_; that of these _Attachments_ of the Will, some are calm and unpassionate, others are passionate; some are extensive, and others confined to one, or to a few. The former Sort in each of these Divisions, manifestly appears more amiable; and consequently, $caeteris paribus$, the Virtue is less, in any given Quanity of Good done from the violent, passionate, and narrow Attachment. A certain _Remarker_ thence argues, \"That then the Virtue is highest, when there is no Desire, Affection, or Attachment at all; or when we act solely from Reason, without any _Affection_ to any Thing.\" One may retort this Reasoning in a like Case. In any given _Momentum_ of Bodies, there the _Velocity_ is greater, where there is least _Matter_; consequently, it is there greatest, where there is no _Matter_ at all._","subId":"n4","id":"Hutcheson.IBV.IGE.7.n4"},{"type":"note","content":"See [_Art._ 10. _Par._ 6. _of this Section_.]","subId":"n5","id":"Hutcheson.IBV.IGE.7.n5"},{"type":"note","content":"[_Sect._ viii. _Art._ 2. _Prop._ 5.]","subId":"n6","id":"Hutcheson.IBV.IGE.7.n6"}],"texts":[],"ancestors":[{"id":"Hutcheson","forename":"Francis","surname":"Hutcheson","birth":1694,"death":1746,"published":1725,"nationality":"Irish/Scottish","sex":"Male","texts":[{"id":"Hutcheson.IBV","forename":"Francis","surname":"Hutcheson","title":"An Inquiry into the Original of Our Ideas of Beauty and Virtue","birth":1694,"death":1746,"published":[1725],"nationality":"Irish/Scottish","sex":"Male","imported":true,"breadcrumb":"Inquiry into Beauty and Virtue"},{"id":"Hutcheson.EI","forename":"Francis","surname":"Hutcheson","title":"An Essay on the Nature and Conduct of the Passions and Affections, with Illustrations on the Moral Sense","birth":1694,"death":1746,"published":[1728],"nationality":"Irish/Scottish","sex":"Male","imported":true,"breadcrumb":"Essay and Illustrations"},{"id":"Hutcheson.LFV","forename":"Francis","surname":"Hutcheson","title":"Letters Between the Late Mr. Gilbert Burnet and Mr. Hutchinson, Concerning the True Foundation of Virtue or Moral Goodness","birth":1694,"death":1746,"published":[1735],"nationality":"Irish/Scottish","sex":"Male","duplicate":"Burnet.LFV","breadcrumb":"Letters on the Foundation of Virtue"},{"id":"Hutcheson.RL","forename":"Francis","surname":"Hutcheson","title":"Reflections upon Laughter and Remarks on the Fable of Bees","birth":1694,"death":1746,"published":[1750],"nationality":"Irish/Scottish","sex":"Male","breadcrumb":"Reflections upon Laughter"}]},{"id":"Hutcheson.IBV","forename":"Francis","surname":"Hutcheson","title":"An Inquiry into the Original of Our Ideas of Beauty and Virtue","birth":1694,"death":1746,"published":[1725],"nationality":"Irish/Scottish","sex":"Male","imported":true,"breadcrumb":"Inquiry into Beauty and Virtue"},{"id":"Hutcheson.IBV.IGE","imported":true,"title":"An Inquiry concerning Moral Good and Evil","breadcrumb":"Inquiry concerning Good and Evil","published":[1725]}],"prev":{"id":"Hutcheson.IBV.IGE.6","imported":true,"title":"Section 6. Concerning the Importance of this moral Sense to the present Happiness of Mankind, and its Influence of human Affairs","breadcrumb":"Section 6","published":[1725]},"next":{"id":"Hutcheson.EI","forename":"Francis","surname":"Hutcheson","title":"An Essay on the Nature and Conduct of the Passions and Affections, with Illustrations on the Moral Sense","birth":1694,"death":1746,"published":[1728],"nationality":"Irish/Scottish","sex":"Male","imported":true,"breadcrumb":"Essay and Illustrations"}}