{"imported":true,"id":"Shaftesbury.C.IVM.2.1.2","parent":"Shaftesbury.C.IVM.2.1","title":"Section II","breadcrumb":"Section 2","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-2/simple#lf6666_div_023","texts":[],"published":[1699],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","forename":"Anthony","surname":"Ashley Cooper","author":"Lord Shaftesbury [Anthony Ashley Cooper]","birth":1671,"death":1713,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"Section II\n","id":"Shaftesbury.C.IVM.2.1.2"},{"type":"paragraph","content":"{Contradictory Notions.} THERE are few perhaps, who when they consider a Creature void of natural Affection, and wholly destitute of a communicative or social Principle, will suppose him, at the same time, either tolerably happy in himself, or as he stands abroad, with respect to his Fellow-Creatures or Kind. 'Tis generally thought, that such a Creature as this, feels slender Joy in Life, and finds little Satisfaction in the mere sensual Pleasures which remain with him, after the Loss of social Enjoyment, and whatever can be call'd Humanity or Good-nature. We know that to such a Creature as this, 'tis not only incident, to be morose, rancorous and malignant; {Dissolute or immoral State.} but that, of necessity, a Mind or Temper thus destitute of Mildness and Benignity, must turn to that which is contrary, and be wrought by Passions of a different kind. Such a Heart as this must be a continual Seat of perverse Inclinations and bitter Aversions, rais'd from a constant ill Humour, Sourness, and Disquiet. The Consciousness of such a Nature, so obnoxious to Mankind, and to all Beings which approach it, must overcloud the Mind with dark Suspicion and Jealousy, alarm it with Fears and Horror, and raise in it a continual Disturbance, even in the most seeming fair and secure State of Fortune, and in the highest degree of outward Prosperity.","subId":"1","id":"Shaftesbury.C.IVM.2.1.2.1"},{"type":"paragraph","content":"{In whole.} This, as to the compleat immoral State, is what, of their own accord, Men readily remark. Where there is this absolute Degeneracy, this total Apostacy from all Candour, Equity, Trust, Sociableness, or Friendship; there are few who do not see and acknowledg the Misery which is consequent. Seldom is the Case misconstru'd, when at worst. The misfortune is, we look not on this Depravity, {In part.} nor consider how it stands, in less degrees. The Calamity, we think, does not of necessity hold proportion with the Injustice or Iniquity. As if to be absolutely immoral and inhuman, were indeed the greatest misfortune and misery; but that to be so, in a little degree, shou'd be no misery nor harm at all! Which to allow, is just as reasonable as to own, that 'tis the greatest Ill of a Body to be in the utmost manner distorted and maim'd; but that to lose the use only of one Limb, or to be impair'd in some one single Organ or Member, is no Inconvenience or Ill worthy the least notice.","subId":"2","id":"Shaftesbury.C.IVM.2.1.2.2"},{"type":"paragraph","content":"{Inward Proportion.} The Parts and Proportions of the Mind, their mutual Relation and Dependency, the Connexion and Frame of those Passions which constitute the Soul or Temper, may easily be understood by any-one who thinks it worth his while to study this inward Anatomy. 'Tis certain that the Order or Symmetry of this inward Part is, in it-self, no less real and exact, than that of the Body. However, 'tis apparent that few of us endeavour to become Anatomists of this sort. Nor is any-one asham'd of the deepest Ignorance in such a Subject. For tho the greatest Misery and Ill is generally own'd to be from Disposition, and Temper; tho 'tis allow'd that Temper may often change, and that it actually varys on many occasions, much to our disadvantage; yet how this Matter is brought about, we inquire not. We never trouble our-selves to consider thorowly by what means or methods our inward Constitution comes at any time to be impair'd or injur'd. The Solutio Continui, {Continuity.} which bodily Surgeons talk of, is never apply'd in this case, by Surgeons of another sort. The Notion of a Whole and Parts is not apprehended in this Science. We know not what the effect is, of straining any Affection, indulging any wrong Passion, or relaxing any proper and natural Habit, or good Inclination. Nor can we conceive how a particular Action shou'd have such a sudden Influence on the whole Mind, as to make the Person an immediate Sufferer. We suppose rather that a Man may violate his Faith, commit any Wickedness unfamiliar to him before, engage in any Vice or Villany, without the least prejudice to himself, or any Misery naturally following from the ill Action.","subId":"3","id":"Shaftesbury.C.IVM.2.1.2.3"},{"type":"paragraph","content":"'Tis thus we hear it often said, \"Such a Person has done ill indeed: But what is he the worse for it?\" Yet speaking of any Nature thorowly savage, curst, and inveterate, we say truly, \"Such a one is a plague and torment to himself\": And we allow, \"That thro' certain Humours, or Passions, and from Temper merely, a Man may be compleately miserable; let his outward Circumstances be ever so fortunate.\" These different Judgments sufficiently demonstrate that we are not accustom'd to think with much coherency on these moral Subjects; and that our Notions, in this respect, are not a little confus'd, and contradictory.","subId":"4","id":"Shaftesbury.C.IVM.2.1.2.4"},{"type":"paragraph","content":"{Fabrick or System of the Affections.} Now if the Fabrick of the Mind or Temper appear'd such to us as it really is; if we saw it impossible to remove hence any one good or orderly Affection, or introduce any ill or disorderly one, without drawing on, in some degree, that dissolute State, which at its height is confess'd to be so miserable: 'twou'd then undoubtedly be own'd, that since no ill, immoral, or unjust Action cou'd be committed without either a new inroad and breach on the Temper and Passions, or a farther advancing of that Execution already begun; whoever did ill, or acted in prejudice of his Integrity, Good-nature, or Worth, wou'd of necessity act with greater Cruelty towards himself, than he who scrupled not to swallow what was poisonous, or who with his own hands shou'd voluntarily mangle or wound his outward Form or Constitution, natural Limbs or Body.","subId":"5","id":"Shaftesbury.C.IVM.2.1.2.5"}]}