{"imported":true,"id":"Shaftesbury.C.IVM.2.1.3","parent":"Shaftesbury.C.IVM.2.1","title":"Section III","breadcrumb":"Section 3","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-2/simple#lf6666_div_024","texts":[],"published":[1699],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","forename":"Anthony","surname":"Ashley Cooper","author":"Lord Shaftesbury [Anthony Ashley Cooper]","birth":1671,"death":1713,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"Section III\n","id":"Shaftesbury.C.IVM.2.1.3"},{"type":"paragraph","content":"{SYSTEM explain'd.} IT has been shewn before, that no Animal can be said properly to act, otherwise than thro' Affections or Passions, such as are proper to an Animal. For in convulsive Fits, where a Creature strikes either himself or others, 'tis a simple Mechanism, an Engine, or Piece of Clock-work, which acts, and not the Animal.","subId":"1","id":"Shaftesbury.C.IVM.2.1.3.1"},{"type":"paragraph","content":"{Spring of Actions.} Whatsoever therefore is done or acted by any Animal as such, is done only thro' some Affection or Passion, as of Fear, Love, or Hatred moving him.","subId":"2","id":"Shaftesbury.C.IVM.2.1.3.2"},{"type":"paragraph","content":"And as it is impossible that a weaker Affection shou'd overcome a stronger, so it is impossible but that where the Affections or Passions are strongest in the main, and form in general the most considerable Party, either by their Force or Number; thither the Animal must incline: And according to this Balance he must be govern'd, and led to Action.","subId":"3","id":"Shaftesbury.C.IVM.2.1.3.3"},{"type":"paragraph","content":"{Affections, three kinds.} The Affections or Passions which must influence and govern the Animal, are either,","subId":"4","id":"Shaftesbury.C.IVM.2.1.3.4"},{"type":"paragraph","content":"So that according as these Affections stand, a Creature must be virtuous or vitious, good or ill.","subId":"5","id":"Shaftesbury.C.IVM.2.1.3.5"},{"type":"paragraph","content":"The latter sort of these Affections, 'tis evident, are wholly vitious. The two former may be vitious or virtuous, according to their degree.","subId":"6","id":"Shaftesbury.C.IVM.2.1.3.6"},{"type":"paragraph","content":"It may seem strange, perhaps, to speak of natural Affections as too strong, {Degrees of Affection.} or of Self-affections as too weak. But to clear this Difficulty, we must call to mind what has been already explain'd, \"That natural Affection may, in particular Cases, be excessive, and in an unnatural degree\": As when Pity is so overcoming as to destroy its own End, and prevent the Succour and Relief requir'd; or as when Love to the Offspring proves such a Fondness as destroys the Parent, and consequently the Offspring it-self. And notwithstanding it may seem harsh to call that unnatural and vitious, which is only an Extreme of some natural and kind Affection; yet 'tis most certain, that where-ever any single good Affection of this sort is over-great, it must be injurious to the rest, and detract in some measure from their Force and natural Operation. For a Creature possess'd with such an immoderate Degree of Passion, must of necessity allow too much to that one, and too little to others of the same Character, and equally natural and useful as to their End. And this must necessarily be the occasion of Partiality and Injustice, whilst only one Duty or natural Part is earnestly follow'd; and other Parts or Dutys neglected, which shou'd accompany it, and perhaps take place and be prefer'd.","subId":"7","id":"Shaftesbury.C.IVM.2.1.3.7"},{"type":"paragraph","content":"This may well be allow'd true in all other respects; since even Religion it-self, consider'd as a Passion, not of the selfish but nobler kind, may in some Characters be strain'd beyond its natural Proportion, and be said also to be in too high a degree. For as the End of Religion is to render us more perfect, and accomplish'd in all moral Dutys and Performances; if by the height of devout Extasy and Contemplation we are rather disabled in this respect, and render'd more unapt to the real Dutys and Offices of civil Life; it may be said that Religion indeed is then too strong in us. For how, possibly, can we call this Superstition, whilst the Object of the Devotion is acknowledg'd just, and the Faith orthodox? 'Tis only the Excess of Zeal, which, in this Case, is so transporting, as to render the devout Person more remiss in secular Affairs, and less concern'd for the inferior and temporal Interests of Mankind.","subId":"8","id":"Shaftesbury.C.IVM.2.1.3.8"},{"type":"paragraph","content":"Now as in particular Cases, publick Affection, on the one hand, may be too high; so private Affection may, on the other hand, be too weak. For if a Creature be self-neglectful, and insensible of Danger; or if he want such a degree of Passion in any kind, as is useful to preserve, sustain, or defend himself; this must certainly be esteem'd vitious, in regard of the Design and End of Nature. She her-self discovers this in her known Method and stated Rule of Operation. 'Tis certain, that her provisionary Care and Concern for the whole Animal, must at least be equal to her Concern for a single Part or Member. Now to the several Parts she has given, we see proper Affections, sutable to their Interest and Security; so that even without our Consciousness, they act in their own Defense, and for their own Benefit and Preservation. Thus an Eye, in its natural State, fails not to shut together, of its own accord, unknowingly to us, by a peculiar Caution and Timidity; which if it wanted, however we might intend the Preservation of our Eye, we shou'd not in effect be able to preserve it, by any Observation or Forecast of our own. To be wanting therefore in those principal Affections, which respect the Good of the whole Constitution, must be a Vice and Imperfection, as great surely in the principal part, (the Soul or Temper) as it is in any of those inferior and subordinate parts, to want the self-preserving Affections which are proper to them.","subId":"9","id":"Shaftesbury.C.IVM.2.1.3.9"},{"type":"paragraph","content":"And thus the Affections towards private Good become necessary and essential to Goodness. For tho no Creature can be call'd good, or virtuous, merely for possessing these Affections; yet since it is impossible that the publick Good, or Good of the System, can be preserv'd without them; it follows that a Creature really wanting in them, is in reality wanting in some degree to Goodness and natural Rectitude; and may thus be esteem'd vitious and defective.","subId":"10","id":"Shaftesbury.C.IVM.2.1.3.10"},{"type":"paragraph","content":"'Tis thus we say of a Creature, in a kind way of Reproof, that he is too good; when his Affection towards others is so warm and zealous, as to carry him even beyond his Part; or when he really acts beyond it, not thro' too warm a Passion of that sort, but thro' an over-cool one of another, or thro' want of some Self-passion to restrain him within due Bounds.","subId":"11","id":"Shaftesbury.C.IVM.2.1.3.11"},{"type":"paragraph","content":"It may be objected here, that the having the natural Affections too strong, (where the Self-affections are over-much so) or the having the Self-affections defective or weak, (where the natural Affections are also weak) may prove upon occasion the only Cause of a Creature's acting honestly and in moral proportion. For, thus, one who is to a fault regardless of his Life, may with the smallest degree of natural Affection do all which can be expected from the highest Pitch of social Love, or zealous Friendship. And thus, on the other hand, a Creature excessively timorous may, by as exceeding a degree of natural Affection, perform whatever the perfectest Courage is able to inspire.","subId":"12","id":"Shaftesbury.C.IVM.2.1.3.12"},{"type":"paragraph","content":"To this it is answer'd, That whenever we arraign any Passion as too strong, or complain of any as too weak; we must speak with respect to a certain Constitution or OEconomy of a particular Creature, or Species. For if a Passion, leading to any right end, be only so much the more serviceable and effectual, for being strong; if we may be assur'd that the strength of it will not be the occasion of any disturbance within, nor of any disproportion between it-self and other Affections; then consequently the Passion, however strong, cannot be condemn'd as vitious. But if to have all the Passions in equal proportion with it, be what the Constitution of the Creature cannot bear; so that only some Passions are rais'd to this height, whilst others are not, nor can possibly be wrought up to the same proportion; then may those strong Passions, tho of the better kind, be call'd excessive. For being in unequal proportion to the others, and causing an ill Balance in the Affection at large, they must of course be the occasion of Inequality in the Conduct, and incline the Party to a wrong moral Practice.","subId":"13","id":"Shaftesbury.C.IVM.2.1.3.13"},{"type":"paragraph","content":"{OEconomy of the Passions.} But to shew more particularly what is meant by the OEconomy of the Passions, from Instances in the Species or Kinds below us. As for the Creatures who have no manner of Power or Means given them by Nature for their defense against Violence, nor any-thing by which they can make themselves formidable to such as injure or offend them; 'tis necessary they shou'd have an extraordinary degree of Fear, but little or no Animosity, such as might cause 'em to make resistance, or incline 'em to delay their Flight. For in this their Safety lies, and to this the Passion of Fear is serviceable, by keeping the Senses on the watch, and holding the Spirits in readiness to give the start.","subId":"14","id":"Shaftesbury.C.IVM.2.1.3.14"},{"type":"paragraph","content":"And thus Timorousness, and an habitual strong Passion of Fear, may be according to the OEconomy of a particular Creature, both with respect to himself, and to the rest of his Species. On the other hand, Courage may be contrary to his OEconomy, and therefore vitious. Even in one and the same Species, this is by Nature differently order'd, with respect to different Sexes, Ages, and Growths. The tamer Creatures of the grazing kind, who live in Herds, are different from the wilder, who herd not, but live in Pairs only, apart from Company, as is natural and sutable to their rapacious Life. Yet is there found, even among the former inoffensive kind, a Courage proportionable to their Make and Strength. At a time of danger, when the whole Herd flies, the Bull alone makes head against the Lion, or whatever other invading Beast of Prey, and shews himself conscious of his Make. Even the Female of this kind is arm'd, we see, by Nature, in some degree, to resist Violence; so as not to fly a common Danger. As for a Hind, or Doe, or any other inoffensive and mere defenceless Creature; 'tis no way unnatural or vitious in them, when the Enemy approaches, to desert their Offspring, and fly for Safety. But for Creatures who are able to make Resistance, and are by Nature arm'd offensively; be they of the poorest Insect-kind, such as Bees or Wasps; 'tis natural to 'em to be rouz'd with Fury, and at the hazard of their Lives, oppose any Enemy or Invader of their Species. For by this known Passion in the Creature, the Species it-self is secur'd; when by Experience 'tis found that the Creature, tho unable to repel the Injury, yet voluntarily exposes his Life for the Punishment of the Invader; and suffers not his Kind to be injur'd with Impunity. And of all other Creatures, Man is in this Sense the most formidable: since if he thinks it just and exemplary, he may possibly in his own, or in his Country's Cause, revenge an Injury on any-one living; and by throwing away his own Life (if he be resolute to that degree) is almost certain Master of another's, however strongly guarded. Examples of this nature have often serv'd to restrain those in Power, from using it to the utmost Extent, and urging their Inferiors to Extremity.","subId":"15","id":"Shaftesbury.C.IVM.2.1.3.15"},{"type":"paragraph","content":"{Measure. Tone.} Upon the whole: It may be said properly to be the same with the Affections or Passions in an Animal-Constitution, as with the Cords or Strings of a Musical Instrument. If these, tho in ever so just proportion one to another, are strain'd beyond a certain degree, 'tis more than the Instrument will bear: The Lute or Lyre is abus'd, and its Effect lost. On the other hand, if while some of the Strings are duly strain'd, others are not wound up to their due proportion; then is the Instrument still in disorder, and its Part ill perform'd. The several Species of Creatures are like different sorts of Instruments: And even in the same Species of Creatures (as in the same sort of Instrument) one is not intirely like the other, nor will the same Strings fit each. The same degree of Strength which winds up one, and fits the several Strings to a just Harmony and Concert, may in another burst both the Strings and Instrument it-self. Thus Men who have the liveliest Sense, and are the easiest affected with Pain or Pleasure, have need of the strongest Influence or Force of other Affections, such as Tenderness, Love, Sociableness, Compassion, in order to preserve a right Balance within, {Balance.} and to maintain them in their Duty, and in the just performance of their Part: whilst others, who are of a cooler Blood, or lower Key, need not the same Allay or Counterpart; nor are made by Nature to feel those tender and indearing Affections in so exquisite a degree.","subId":"16","id":"Shaftesbury.C.IVM.2.1.3.16"},{"type":"paragraph","content":"It might be agreeable, one wou'd think, to inquire thus into the different Tunings of the Passions, the various Mixtures and Allays by which Men become so different from one another. {TEMPER.} For as the highest Improvements of Temper are made in human kind; {Best or worst in Man.} so the greatest Corruptions and Degeneracys are discoverable in this Race. In the other Species of Creatures around us, there is found generally an exact Proportionableness, Constancy and Regularity in all their Passions and Affections; no failure in the care of the Offspring, or of the Society, to which they are united; no Prostitution of themselves; no Intemperance, or Excess, in any kind. The smaller Creatures, who live as it were in Citys (as Bees and Ants) continue the same Train and Harmony of Life: Nor are they ever false to those Affections, which move them to operate towards their Publick Good. Even those Creatures of Prey, who live the farthest out of Society, maintain, we see, such a Conduct towards one another, as is exactly sutable to the Good of their own Species. Whilst Man, notwithstanding the Assistance of Religion, and the Direction of Laws, is often found to live in less conformity with Nature; and, by means of Religion it-self, is often render'd the more barbarous and inhuman. Marks are set on Men: Distinctions form'd: Opinions decreed, under the severest Penaltys: Antipathys instill'd, and Aversions rais'd in Men against the generality of their own Species. So that 'tis hard to find in any Region a human Society which has human Laws. No wonder if in such Societys 'tis so hard to find a Man who lives naturally, and as a Man.","subId":"17","id":"Shaftesbury.C.IVM.2.1.3.17"},{"type":"paragraph","content":"{State of the Argument.} BUT having shewn what is meant by a Passion's being in too high, or in too low a degree; and that,\"To have any natural Affection too high, or any Self-affection too low,\" tho it be often approv'd as Virtue, is yet, strictly speaking, a Vice and Imperfection: we come now to the plainer and more essential part of Vice, and which alone deserves to be consider'd as such: that is to say.","subId":"18","id":"Shaftesbury.C.IVM.2.1.3.18"},{"type":"paragraph","content":"Otherwise than thus, it is impossible any Creature can be such as we call ill or vitious. So that if once we prove that it is really not the Creature's Interest to be thus vitiously affected, but contrariwise; we shall then have prov'd, \"That it is his Interest to be wholly Good and Virtuous \": Since in a wholesom and sound State of his Affections, such as we have describ'd, he cannot possibly be other than sound, good and virtuous, in his Action and Behaviour.","subId":"19","id":"Shaftesbury.C.IVM.2.1.3.19"},{"type":"paragraph","content":"Our Business, therefore, will be, to prove;","subId":"20","id":"Shaftesbury.C.IVM.2.1.3.20"},{"type":"note","content":"Infra, p. 131, 307, 8, 9, &c. And VOL. III. p. 216, 217, &c.","subId":"n1","id":"Shaftesbury.C.IVM.2.1.3.n1"}]}