{"imported":true,"id":"Shaftesbury.C.SC.3.3","parent":"Shaftesbury.C.SC.3","title":"Section III","breadcrumb":"Section 3","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-1/simple#lf5987_div_034","texts":[],"published":[1709],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","forename":"Anthony","surname":"Ashley Cooper","author":"Lord Shaftesbury [Anthony Ashley Cooper]","birth":1671,"death":1713,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£1 Section III £1","id":"Shaftesbury.C.SC.3.3"},{"type":"paragraph","content":"YOU have heard it (my Friend!) as a common Saying, that _Interest governs the World._ But, I believe, whoever looks narrowly into the Affairs of it, will find, that _Passion, Humour, Caprice, Zeal, Faction,_ and a thousand other Springs, which are counter to _Self-Interest,_ have as considerable a part in the Movements of this Machine. There are more Wheels and _Counter-Poises_ in this Engine than are easily imagin'd. 'Tis of too complex a kind, to fall under one simple View, or be explain'd thus briefly in a word or two. The Studiers of this _Mechanism_ must have a very partial Eye, to overlook all other Motions besides those of the lowest and narrowest compass. 'Tis hard, that in the Plan or Description of this Clock-work, no Wheel or Balance shou'd be allow'd on the side of the better and more enlarg'd Affections; that nothing shou'd be understood to be done _in Kindness,_ or _Generosity;_ nothing in _pure Good-Nature_ or _Friendship,_ or thro' any _social_ or _natural Affection_ of any kind: when, perhaps, the main Springs of this Machine will be found to be either these very _natural Affections_ themselves, or a compound kind deriv'd from them, and retaining more than one half of their Nature.","subId":"1","id":"Shaftesbury.C.SC.3.3.1"},{"type":"paragraph","content":"But here (my Friend!) you must not expect that I shou'd draw you up a formal[n1] _Scheme_ of the _Passions,_ or pretend to shew you their _Genealogy_ and _Relation;_ how they are interwoven with one another, or interfere with our Happiness and Interest. 'Twou'd be out of the Genius and Compass of such a Letter as this, to frame a just _Plan_ or _Model;_ by which you might, with an accurate View, observe what Proportion the _friendly_ and _natural Affections_ seem to bear in this Order of Architecture.","subId":"2","id":"Shaftesbury.C.SC.3.3.2"},{"type":"paragraph","content":"Modern Projectors, I know, wou'd willingly rid their hands of these _natural_ Materials; and wou'd fain build after a more uniform way. They wou'd new-frame the human Heart; and have a mighty fancy to reduce all its Motions, Balances and Weights, to that one Principle and Foundation of a cool and deliberate _Selfishness._ Men, it seems, are unwilling to think they can be so outwitted, and impos'd on by Nature, as to be made to serve her Purposes, rather than their own. They are asham'd to be drawn thus out of _themselves,_ and forc'd from what they esteem their _true Interest._","subId":"3","id":"Shaftesbury.C.SC.3.3.3"},{"type":"paragraph","content":"There has been in all times a sort of narrow-minded Philosophers, who have thought to set this Difference to rights, by conquering _Nature_ in themselves. A primitive Father and Founder among these, saw well this Power of[n2] _Nature,_ and understood it so far, that he earnestly exhorted his Followers neither to beget Children, nor serve their Country. There was no dealing with Nature, it seems, while these alluring Objects stood in the way. _Relations, Friends, Countrymen, Laws, Politick Constitutions, the Beauty of Order and Government,_ and _the Interest of Society and Mankind,_ were Objects which, he well saw, wou'd _naturally_ raise a stronger Affection than any which was grounded upon the narrow bottom of mere ^Self.^ His Advice, therefore, not to marry, nor engage at all in the Publick, was wise, and sutable to his Design. There was no way to be truly a Disciple of this Philosophy, but to leave Family, Friends, Country, and Society, _to cleave to it._—And, in good earnest, who wou'd not, if it were _Happiness_ to do so?—The Philosopher, however, was _kind,_ in telling us his Thought. 'Twas a Token of his _fatherly Love_ of Mankind.","subId":"4","id":"Shaftesbury.C.SC.3.3.4"},{"type":"paragraph","content":"[n3] Thou, Father, art [_es_ is the revised reading] discoverer of things; thou givest us fatherly precepts.","subId":"5","id":"Shaftesbury.C.SC.3.3.5"},{"type":"paragraph","content":"But the Revivers of this Philosophy in latter Days, appear to be of a lower Genius. They seem to have understood less of this force of Nature, and thought to alter _the Thing,_ by shifting _a Name._ They wou'd so explain all the social Passions, and natural Affections, as to denominate 'em _of_[n4] _the selfish kind._ Thus Civility, Hospitality, Humanity towards Strangers or People in distress, is only _a more deliberate Selfishness._ An honest Heart is only _a more cunning one:_ and Honesty and Good-Nature, _a more deliberate,_ or _better-regulated Self-Love._ The _Love_ of Kindred, Children and Posterity, is purely _Love of Self,_ and of _one's own immediate Blood:_ As if, by this Reckoning, all Mankind were not included; _All_ being of _one Blood,_ and join'd by Inter-Marriages and Alliances; as they have been transplanted in Colonys, and mix'd one with another. And thus _Love of one's Country,_ and _Love of Mankind,_ must also be _Self-Love._ _Magnanimity_ and _Courage,_ no doubt, are Modifications of this universal _Self-Love!_ For[n5] _Courage_ (says our modern Philosopher) is _constant Anger._ And _all Men_ (says[n6] a witty Poet) _wou'd be Cowards if they durst._","subId":"6","id":"Shaftesbury.C.SC.3.3.6"},{"type":"paragraph","content":"That the Poet, and the Philosopher both, were _Cowards,_ may be yielded perhaps without dispute. They may have spoken the best of their Knowledg. But for _true Courage,_ it has so little to do with _Anger,_ that there lies always the strongest Suspicion against it, where this Passion is highest. The _true_ Courage is the _cool_ and _calm._ The bravest of Men have the least of a brutal bullying Insolence; and in the very time of Danger are found the most serene, pleasant, and free. Rage, we know, can make a Coward forget himself and fight. But what is done in _Fury_ or _Anger,_ can never be plac'd to the account of _Courage._ Were it otherwise, Womankind might claim to be the _stoutest_ Sex: for their Hatred and Anger have ever been allow'd the strongest and most lasting.","subId":"7","id":"Shaftesbury.C.SC.3.3.7"},{"type":"paragraph","content":"Other Authors there have been of a yet inferior kind: a sort of[n7] Distributers and petty Retailers of this Wit; who have run Changes, and Divisions, without end, upon this Article of _Self-Love._ You have the very same Thought spun out a hundred ways, and drawn into Motto's, and Devises, to set forth this Riddle; That \"act as disinterestedly or generously as you please, _Self_ still is at the bottom, and nothing else.\" Now if these Gentlemen, who delight so much in the Play of Words, but are cautious how they grapple closely with Definitions, wou'd tell us only what[n8] _Self-Interest_ was, and determine _Happiness_ and _Good,_ there wou'd be an end of this enigmatical Wit. For in this we shou'd all agree, that Happiness was to be pursu'd, and in fact was always sought after: but whether found in _following Nature,_ and giving way to _common_ Affection; or in suppressing it, and turning every Passion towards _private_ Advantage, a narrow _Self_-End, or the Preservation of _mere Life;_ this wou'd be the matter in debate between us. The Question wou'd not be, \"Who _lov'd_ himself, or Who _not_\"; but \"Who lov'd and serv'd himself the _rightest,_ and after the truest manner.\"","subId":"8","id":"Shaftesbury.C.SC.3.3.8"},{"type":"paragraph","content":"'Tis the height of Wisdom, no doubt, to be rightly _selfish._ And to value _Life,_ as far as Life is good, belongs as much to Courage as to Discretion. But a wretched Life is no wise Man's wish. To be without _Honesty,_ is, in effect, to be without _natural Affection_ or _Sociableness_ of any kind. And a Life without _natural Affection, Friendship,_ or _Sociableness,_ wou'd be found a wretched one, were it to be try'd. 'Tis as these Feelings and Affections are intrinsecally valuable and worthy, that _Self-Interest_ is to be rated and esteem'd. A Man is by nothing so much _himself,_ as by his _Temper,_ and _the Character of his Passions and Affections._ If he loses what is manly and worthy in these, he is as much lost to himself as when he loses his Memory and Understanding. The least step into Villany or Baseness, changes the Character and Value of a Life. He who wou'd preserve Life at any rate, must abuse _himself_ more than any-one can abuse him. And if Life be not a dear thing indeed, he who has refus'd to live a Villain, and has prefer'd Death to a base Action, has been a Gainer by the bargain.","subId":"9","id":"Shaftesbury.C.SC.3.3.9"},{"type":"note","content":"See the fourth Treatise, _viz. Inquiry concerning Virtue:_ VOL. II.","subId":"n1","id":"Shaftesbury.C.SC.3.3.n1"},{"type":"note","content":"_Supra,_ pag. 49. _And_ VOL. II. 80. VOL. III. 32, 35, _&c._","subId":"n2","id":"Shaftesbury.C.SC.3.3.n2"},{"type":"note","content":"\"\"$Tu Pater, & rerum Inventor! Tu patria nobis // Suppeditas praecepta!—$ // [Lucret. _lib._ 3.]\"\"","subId":"n3","id":"Shaftesbury.C.SC.3.3.n3"},{"type":"note","content":"_Supra,_ p. 88. _And_ VOL. II. p. 320.","subId":"n4","id":"Shaftesbury.C.SC.3.3.n4"},{"type":"note","content":"_Sudden Courage_ (says Mr. ^Hobbes^, [_Lev._ chap. 6.]) _is Anger._ Therefore _Courage_ consider'd as constant, and belonging to a Character, must, in his account, be defin'd _constant Anger,_ or _Anger constantly returning._","subId":"n5","id":"Shaftesbury.C.SC.3.3.n5"},{"type":"note","content":"Lord ^Rochester.^ _Satir against Man._","subId":"n6","id":"Shaftesbury.C.SC.3.3.n6"},{"type":"note","content":"The _French_ Translator supposes with good reason, That our Author, in this Passage, had an eye to those Sentences, or Maxims, which pass under the name of the Duke ^de La Rochefoucault.^ He has added, withal, the Censure of this kind of Wit, and of these Maxims in particular, by some Authors of the same Nation. The Passages are too long to insert here: tho they are otherwise very just and entertaining. That which he has cited of old ^Montaigne,^ is from the first Chapter of his second Essay.","subId":"n7","id":"Shaftesbury.C.SC.3.3.n7"},{"type":"note","content":"VOL. II. p. 22, 23, &c. 78, 79, 80, &c. 87, &c. 139, 140, &c.","subId":"n8","id":"Shaftesbury.C.SC.3.3.n8"}]}
