{"imported":true,"id":"Hume.ETSS.DP.1767.4","parent":"Hume.ETSS.DP.1767","title":"Section 4","breadcrumb":"Section 4","texts":[],"published":[1767],"copytext":[1777],"sourceDesc":"The first more or less complete edition of Hume’s [Essays and Treatises on Several Subjects], his collected philosophical works, was published in 1758, although each of its component works were published separately before then, and an incomplete version (predating the [Four Dissertations]) was published in 1753. Our copytext is the posthumous edition of 1777, which Hume was working on before he died, and which contains many final alterations.","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"SECT. IV.\n","id":"Hume.ETSS.DP.1767.4"},{"type":"paragraph","content":"The present theory of the passions depends entirely on the double relations of sentiments and ideas, and the mutual assistance, which these relations lend to each other. It may not, therefore, be improper to illustrate these principles by some farther instances.","subId":"1","id":"Hume.ETSS.DP.1767.4.1","subsection":"1"},{"type":"paragraph","content":"The virtues, talents, accomplishments, and possessions of others, make us love and esteem them: Because these objects excite a pleasant sensation, which is related to love; and as they have also a relation or connexion with the person, this union of ideas forwards the union of sentiments, according to the foregoing reasoning.","subId":"2","id":"Hume.ETSS.DP.1767.4.2","subsection":"2"},{"type":"paragraph","content":"But suppose, that the person, whom we love, is also related to us, by blood, country, or friendship; it is evident, that a species of pride must also be excited by his accomplishments and possessions; there being the same double relation, which we have along insisted on. The person is related to us, or there is an easy transition of thought from him to us; and the sentiments excited by his advantages and virtues, are agreeable, and consequently related to pride. Accordingly we find, that people are naturally vain of the good qualities or high fortune of their friends and countrymen.","subId":"3","id":"Hume.ETSS.DP.1767.4.3"},{"type":"paragraph","content":"But it is observable, that, if we reverse the order of the passions, the same effect does not follow. We pass easily from love and affection to pride and vanity; but not from the latter passions to the former, tho' all the relations be the same. We love not those related to us on account of our own merit; tho' they are naturally vain on account of our merit. What is the reason of this difference? The transition of the imagination to ourselves, from objects related to us, is always very easy; both on account of the relation, which facilitates the transition, and because we there pass from remoter objects, to those which are contiguous. But in passing from ourselves to objects, related to us; tho' the former principle forwards the transition of thought, yet the latter opposes it; and consequently there is not the same easy transfusion of passions from pride to love as from love to pride.","subId":"4","id":"Hume.ETSS.DP.1767.4.4","subsection":"3"},{"type":"paragraph","content":"The virtues, services, and fortune of one man inspire us readily with esteem and affection for another related to him. The son of our friend is naturally entitled to our friendship: The kindred of a very great man value themselves, and are valued by others, on account of that relation. The force of the double relation is here fully displayed.","subId":"5","id":"Hume.ETSS.DP.1767.4.5","subsection":"4"},{"type":"paragraph","content":"The following are instances of another kind, where the operation of these principles may still be discovered. Envy arises from a superiority in others; but it is observable, that it is not the great disproportion between us, which excites that passion, but on the contrary, our proximity. A great disproportion cuts off the relation of the ideas, and either keeps us from comparing ourselves with what is remote from us, or diminishes the effects of the comparison.","subId":"6","id":"Hume.ETSS.DP.1767.4.6","subsection":"5"},{"type":"paragraph","content":"A poet is not apt to envy a philosopher, or a poet of a different kind, of a different nation, or of a different age. All these differences, if they do not prevent, at least weaken the comparison, and consequently the passion.","subId":"7","id":"Hume.ETSS.DP.1767.4.7"},{"type":"paragraph","content":"This too is the reason, why all objects appear great or little, merely by a comparison with those of the same species. A mountain neither magnifies nor diminishes a horse in our eyes: But when a Flemish and a Welsh horse are seen together, the one appears greater and the other less, than when viewed apart.","subId":"8","id":"Hume.ETSS.DP.1767.4.8"},{"type":"paragraph","content":"From the same principle we may account for that remark of historians, that any party, in a civil war, or even factious division, always choose to call in a foreign enemy at any hazard rather than submit to their fellow-citizens. Guicciardin applies this remark to the wars in Italy; where the relations between the different states are, properly speaking, nothing but of name, language, and contiguity. Yet even these relations, when joined with superiority, by making the comparison more natural, make it likewise more grievous, and cause men to search for some other superiority, which may be attended with no relation, and by that means, may have a less sensible influence on the imagination. When we cannot break the association, we feel a stronger desire to remove the superiority. This seems to be the reason, why travellers, tho' commonly lavish of their praises to the Chinese and Persians, take care to depreciate those neighbouring nations, which may stand upon a footing of rivalship with their native country.","subId":"9","id":"Hume.ETSS.DP.1767.4.9"},{"type":"paragraph","content":"The fine arts afford us parallel instances. Should an author compose a treatise, of which one part was serious and profound, another light and humorous; every one would condemn so strange a mixture, and would blame him for the neglect of all rules of art and criticism. Yet we accuse not Prior for joining his [Alma] and [Solomon] in the same volume; though that amiable poet has succeeded perfectly in the gaiety of the one, as well as in the melancholy of the other. Even suppose the reader should peruse these two compositions without any interval, he would feel little or no difficulty in the change of the passions. Why? but because he considers these performances as entirely different; and by that break in the ideas, breaks the progress of the affections, and hinders the one from influencing or contradicting the other.","subId":"10","id":"Hume.ETSS.DP.1767.4.10","subsection":"6"},{"type":"paragraph","content":"An heroic and burlesque design, united in one picture, would be monstrous; though we place two pictures of so opposite a character in the same chamber, and even close together, without any scruple.","subId":"11","id":"Hume.ETSS.DP.1767.4.11"},{"type":"paragraph","content":"It needs be no matter of wonder, that the easy transition of the imagination should have such an influence on all the passions. It is this very circumstance, which forms all the relations and connexions amongst objects. We know no real connection between one thing and another. We know only, that the idea of one thing is associated with that of another, and that the imagination makes an easy transition between them. And as the easy transition of ideas, and that of sentiments mutually assist each other; we might beforehand expect, that this principle must have a mighty influence on all our internal movements and affections. And experience sufficiently confirms the theory.","subId":"12","id":"Hume.ETSS.DP.1767.4.12","subsection":"7"},{"type":"paragraph","content":"For, not to repeat all the foregoing instances: Suppose, that I were travelling with a companion through a country, to which we are both utter strangers; it is evident, that, if the prospects be beautiful, the roads agreeable, and the fields finely cultivated; this may serve to put me in good humour, both with myself and fellow-traveller. But as the country has no connexion with myself or friend, it can never be the immediate cause either of self-value or of regard to him: And therefore, if I found not the passion on some other object, which bears to one of us a closer relation, my emotions are rather to be considered as the overflowings of an elevated or humane disposition, than as an established passion. But supposing the agreeable prospect before us to be surveyed either from his country-seat or from mine; this new connexion of ideas gives a new direction to the sentiment of pleasure, derived from the prospect, and raises the emotion of regard or vanity, according to the nature of the connection. There is not here, methinks, much room for doubt or difficulty.","subId":"13","id":"Hume.ETSS.DP.1767.4.13"}]}
