{"imported":true,"id":"Shaftesbury.C.JH.2","parent":"Shaftesbury.C.JH","title":"Chapter II. Of the First or Principal Figure","breadcrumb":"Chapter 2","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-3/simple#lf5989_div_027","texts":[],"published":[1714],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","forename":"Anthony","surname":"Ashley Cooper","author":"Lord Shaftesbury <cite>Anthony Ashley Cooper</cite>","birth":1671,"death":1713,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h1>Chapter II. Of the First or Principal Figure</h1> ","id":"Shaftesbury.C.JH.2"},{"type":"paragraph","content":"TO apply therefore what has been said above to our immediate Design or <em>Tablature</em> in hand; we may observe, in the first place, with regard to <span class=\"small-capitals\">Hercules</span>, (the <em>first</em> or <em>principal Figure</em> of our Piece) that being plac'd in the middle, between the two Goddesses, he shou'd by a skilful Master be so drawn, as even setting aside the Air and Features of the Face, it shou'd appear by the very Turn, or Position of the Body alone, that this young Hero had not wholly quitted the balancing or pondering part. For in the manner of his turn towards the worthier of these Goddesses, he shou'd by no means appear so averse or separate from the other, as not to suffer it to be conceiv'd of him, that he had ever any inclination for her, or had ever hearken'd to her Voice. On the contrary, there ought to be some hopes yet remaining for this latter Goddess <span class=\"small-capitals\">Pleasure</span>, and some regret apparent in <span class=\"small-capitals\">Hercules</span>. Otherwise we shou'd pass immediately from the <em>third</em> to the <em>fourth</em> Period; or at least confound one with the other.","subId":"1","id":"Shaftesbury.C.JH.2.1"},{"type":"paragraph","content":"(2.) <span class=\"small-capitals\">Hercules</span>, in this Agony describ'd, may appear either sitting, or standing: tho it be more according to probability for him to appear standing; in regard to the presence of the two Goddesses, and by reason the case is far from being the same <em>here</em> as in <em>The Judgment of</em> <span class=\"small-capitals\">Paris</span>; where the interested Goddesses plead their Cause before their Judg. Here the Interest of <span class=\"small-capitals\">Hercules</span> himself is at stake. 'Tis <em>his own</em> Cause which is trying. He is in this respect not so much <em>the Judg,</em> as he is in reality <em>the Party judg'd.</em>","subId":"2","id":"Shaftesbury.C.JH.2.2"},{"type":"paragraph","content":"(3.) The superior and commanding Passion of <span class=\"small-capitals\">Hercules</span> may be express'd either by <em>a strong Admiration,</em> or by an Admiration which holds chiefly of <em>Love.</em>","subId":"3","id":"Shaftesbury.C.JH.2.3"},{"type":"paragraph","content":"Excited by an amorous love.<a href=\"#n1\"><sup>[1]</sup></a>","subId":"4","id":"Shaftesbury.C.JH.2.4"},{"type":"paragraph","content":"(4.) If the latter be us'd, then the reluctant Passion, which is not yet wholly overcome, may shew it-self in Pity and Tenderness, mov'd in our Hero by the thought of those Pleasures and Companions of his Youth, which he is going for ever to abandon. And in this sense <span class=\"small-capitals\">Hercules</span> may look either on the one or the other of the Goddesses, with this difference; That if he looks on <em>Pleasure,</em> it shou'd be faintly, and as turning his Eyes back with Pity; having still his Action and Gesture turn'd the other way towards <em>Virtue.</em> If, on the contrary, he looks on <em>Virtue;</em> it ought to be earnestly, and with extreme attention, having some part of the Action of his Body, inclining still towards <em>Pleasure,</em> and discovering by certain Features of Concern and Pity, intermix'd with the commanding or conquering Passion, that the Decision he is about to make in favour of <em>Virtue,</em> cost him not a little.","subId":"5","id":"Shaftesbury.C.JH.2.5"},{"type":"paragraph","content":"(5.) If it be thought fit rather to make use of Admiration, merely to express the <em>commanding</em> Passion of <span class=\"small-capitals\">Hercules</span>: then the <em>reluctant-one</em> may discover it-self in a kind of Horror, at the thought of the Toil and Labour, to be sustain'd in the rough rocky way apparent on the side of <span class=\"small-capitals\">Virtue</span>.","subId":"6","id":"Shaftesbury.C.JH.2.6"},{"type":"paragraph","content":"(6.) Again, <span class=\"small-capitals\">Hercules</span> may be represented as looking neither towards <span class=\"small-capitals\">Virtue</span> nor <span class=\"small-capitals\">Pleasure</span>, but as turning his Eyes either towards the mountainous rocky Way pointed out to him by <span class=\"small-capitals\">Virtue</span>, or towards the flowry Way of the Vale and Meadows, recommended to him by <span class=\"small-capitals\">Pleasure</span>. And to these different Attitudes may be apply'd the same Rules for the Expression of the <em>Turn</em> or <em>Balance of Judgment</em> in our pensive Hero.","subId":"7","id":"Shaftesbury.C.JH.2.7"},{"type":"paragraph","content":"(7.) Whatever may be the manner chosen for the designing of this Figure of <span class=\"small-capitals\">Hercules</span>, according to that part of the History in which we have taken him; 'tis certain he shou'd be so drawn, as neither by the opening of his mouth, or by any other sign, to leave it in the least dubious whether he is speaking or silent. For 'tis absolutely requisite that <em>Silence</em> shou'd be distinctly characteriz'd in <span class=\"small-capitals\">Hercules</span>, not only as the natural effect of his strict Attention, and the little leisure he has from what passes at this time within his breast; but in order withal to give that appearance of Majesty and Superiority becoming the Person and Character of pleading <span class=\"small-capitals\">Virtue</span>; who by her Eloquence and other Charms has ere this made her-self mistress of the Heart of our enamour'd Hero:","subId":"8","id":"Shaftesbury.C.JH.2.8"},{"type":"paragraph","content":"<a href=\"#n2\"><sup>[2]</sup></a>And again she hangs on the lips of the storyteller.","subId":"9","id":"Shaftesbury.C.JH.2.9"},{"type":"paragraph","content":"This Image of <em>the Sublime</em> in the Discourse and Manner of <span class=\"small-capitals\">Virtue</span>, wou'd be utterly lost, if in the instant that she employ'd the greatest Force of Action, she shou'd appear to be interrupted by the ill-tim'd Speech, Reply, or Utterance of her Auditor. Such a Design or Representation as this, wou'd prove contrary to Order, contrary to the History, and to the <em>Decorum,</em> or Decency of Manners. Nor can one well avoid taking notice here, of that general Absurdity committed by many of the esteem'd great Masters in Painting; who in one and the same Company, or Assembly of Persons jointly employ'd, and united according to the History, in one single or common Action, represent to us not only <em>two</em> or <em>three,</em> but <em>several,</em> and sometimes <em>all</em> speaking at once. Which must naturally have the same effect on the Eye, as such a Conversation wou'd have upon the Ear, were we in reality to hear it.","subId":"10","id":"Shaftesbury.C.JH.2.10"},{"type":"note","content":"——<em>Ingenti perculsus amore.</em>","subId":"n1","id":"Shaftesbury.C.JH.2.n1"},{"type":"note","content":"——<em>Pendetque iterum narrantis ob ore.</em> Virg. AEn. Lib. iv. ver. 79.","subId":"n2","id":"Shaftesbury.C.JH.2.n2"}]}