{"imported":true,"id":"Shaftesbury.C.JH.5","parent":"Shaftesbury.C.JH","title":"Chapter V. Of the Ornaments of the Piece; and chiefly of the Drapery, and Perspective","breadcrumb":"Chapter 5","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-3/simple#lf5989_div_030","texts":[],"published":[1714],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","forename":"Anthony","surname":"Ashley Cooper","author":"Lord Shaftesbury <cite>Anthony Ashley Cooper</cite>","birth":1671,"death":1713,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h1>Chapter V. Of the Ornaments of the Piece; and chiefly of the Drapery, and Perspective</h1> ","id":"Shaftesbury.C.JH.5"},{"type":"paragraph","content":"TIS sufficiently known, how great a liberty Painters are us'd to take, in the colouring of their Habits, and of other Draperys belonging to their historical Pieces. If they are to paint a <em>Roman</em> People, they represent 'em in different Dresses; tho it be certain the common People among 'em were habited very near alike, and much after the same colour. In like manner, the <em>Egyptians, Jews,</em> and other antient Nations, as we may well suppose, bore in this particular their respective Likeness or Resemblance one to another; as at present the <em>Spaniards, Italians,</em> and several other People of <em>Europe.</em> But such a Resemblance as this wou'd, in the way of Painting, produce a very untoward effect; as may easily be conceiv'd. For this reason the Painter makes no scruple to introduce <em>Philosophers,</em> and even <em>Apostles,</em> in various Colours, after a very extraordinary manner. 'Tis here that the <em>historical Truth</em> must of necessity indeed give way to that which we call <em>poetical,</em> as being govern'd not so much by <em>Reality,</em> as by <em>Probability,</em> or <em>plausible Appearance,</em> So that a Painter, who uses his Privilege or Prerogative in this respect, ought however to do it cautiously, and with discretion. And when occasion requires that he shou'd present us his <em>Philosophers</em> or <em>Apostles</em> thus variously colour'd, he must take care at least so to mortify his Colours, that these plain poor Men may not appear, in his Piece, adorn'd like so many Lords or Princes of the modern Garb.","subId":"1","id":"Shaftesbury.C.JH.5.1"},{"type":"paragraph","content":"(2.) If, on the other hand, the Painter shou'd happen to take for his Subject some solemn Entry or Triumph, where, according to the Truth of <em>Fact,</em> all manner of Magnificence had without doubt been actually display'd, and all sorts of bright and dazling Colours heap'd together and advanc'd, in emulation, one against another; he ought on this occasion, in breach of the <em>historical Truth,</em> or Truth <em>of Fact,</em> to do his utmost to diminish and reduce the excessive Gaiety and Splendor of those Objects, which wou'd otherwise raise such a Confusion, Oppugnancy, and Riot of Colours, as wou'd to any judicious Eye appear absolutely intolerable.","subId":"2","id":"Shaftesbury.C.JH.5.2"},{"type":"paragraph","content":"(3.) It becomes therefore an able Painter in this, as well as in the other parts of his Workmanship, to have regard principally, and above all, to the Agreement or Correspondency of things. And to that end 'tis necessary he shou'd form in his Mind a certain Note or Character of <em>Unity,</em> which being happily taken, wou'd, out of the many Colours of his Piece, produce (if one may say so) <em>a particular distinct Species</em> of an original kind: like those Compositions in Musick, where among the different Airs, (such as <em>Sonatas, Entrys,</em> or <em>Sarabands</em>) there are different and distinct Species; of which we may say in particular, as to each, <q>That it has its own proper Character or Genius, peculiar to it-self.</q>","subId":"3","id":"Shaftesbury.C.JH.5.3"},{"type":"paragraph","content":"(4.) Thus the <em>Harmony</em> of Painting requires, <q>That in whatever <em>Key</em> the Painter begins his Piece, he shou'd be sure to finish it in the same.</q>","subId":"4","id":"Shaftesbury.C.JH.5.4"},{"type":"paragraph","content":"(5.) This Regulation turns on the <em>principal Figure,</em> or on the two or three which are <em>eminent,</em> in a Tablature compos'd of many. For if the Painter happens to give a certain Height or Richness of colouring to his principal Figure; the rest must in proportion necessarily partake this Genius. But if, on the contrary, the Painter shou'd have chanc'd to give a softer Air, with more Gentleness and Simplicity of colouring, to his principal Figure; the rest must bear a Character proportionable, and appear in an extraordinary Simplicity; that one and the same Spirit may, without contest, reign thro' the whole of his Design.","subId":"5","id":"Shaftesbury.C.JH.5.5"},{"type":"paragraph","content":"(6.) Our Historical Draught of <span class=\"small-capitals\">Hercules</span> will afford us a very clear example in the case. For considering that the Hero is to appear on this occasion retir'd and gloomy; being withal in a manner naked, and without any other Covering than a Lion's Skin, which is it-self of a yellow and dusky colour; it wou'd be really impracticable for a Painter to represent this principal Figure in any extraordinary brightness or lustre. From whence it follows, that in the other inferior Figures or subordinate parts of the Work, the Painter must necessarily make use of such still quiet Colours, as may give to the whole Piece a Character of Solemnity and Simplicity, agreeable with it-self. Now shou'd our Painter honestly go about to follow his Historian, according to the literal Sense of the History, which represents <span class=\"small-capitals\">Virtue</span> to us in a resplendent Robe of the purest and most glossy White; 'tis evident he must after this manner destroy his Piece. The <em>good Painter</em> in this, as in all other occasions of like nature, must do as the <em>good Poet;</em> who undertaking to treat some common and known Subject, refuses however to follow strictly, like a mere Copyist or Translator, any preceding Poet or Historian; but so orders it, that his Work in it-self becomes really new and original.","subId":"6","id":"Shaftesbury.C.JH.5.6"},{"type":"paragraph","content":"<a href=\"#n1\"><sup>[1]</sup></a>A public subject will be a private right to you if you will not linger around worthless and common matters nor will endeavor to return word for word as a conscientious interpreter.","subId":"7","id":"Shaftesbury.C.JH.5.7"},{"type":"paragraph","content":"(7.) As for what relates to the <em>Perspective</em> or <em>Scene</em> of our historical Piece, it ought so to present it-self, as to make us instantly conceive that 'tis in the Country, and in a place of Retirement, near some Wood or Forest, that this whole Action passes. For 'twou'd be impertinent to bring <em>Architecture</em> or Buildings of whatever kind in view, as tokens of Company, Diversion, or Affairs, in a Place purposely chosen to denote Solitude, Thoughtfulness, and premeditated Retreat. Besides, that according to the Poets (our Guides and Masters in this Art) neither the Goddesses, nor other divine Forms of whatever kind, car'd ever to present themselves to human Sight, elsewhere than in these deep Recesses. And 'tis worth observing here, how particularly our philosophical Historian affects to speak, by way of prevention, of the solitary place where <span class=\"small-capitals\">Hercules</span> was retir'd, and of his Thoughtfulness preceding this Apparition: which from these Circumstances may be constru'd hence-forward as a mere <em>Dream;</em> but as such, a truly rational, and <em>divine</em> one.","subId":"8","id":"Shaftesbury.C.JH.5.8"},{"type":"paragraph","content":"(8.) As to the <em>Fortress, Temple,</em> or <em>Palace</em> of <span class=\"small-capitals\">Virtue</span>, situated on a Mountain, after the emblematical way; as we see represented in some Pieces form'd upon this Subject; there is nothing of this kind express'd by our Historian. And shou'd this, or any thing of a like nature, present it-self in our Design, it wou'd fill the Mind with foreign Fancys, and mysterious Views, no way agreeable to the Taste and Genius of this Piece. Nor is there any thing, at the same time, on <span class=\"small-capitals\">Pleasure</span>'s side, to answer, by way of opposition, to this <em>Palace</em> of <span class=\"small-capitals\">Virtue</span>; which, if express'd, wou'd on this account destroy the just Simplicity and Correspondency of our Work.","subId":"9","id":"Shaftesbury.C.JH.5.9"},{"type":"paragraph","content":"(9.) Another Reason against the <em>Perspective</em>-part, the <em>Architecture,</em> or other study'd Ornaments of the <em>Landskip</em>-kind, in this particular Piece of ours, is, That in reality there being no occasion for these Appearances, they wou'd prove a mere Incumbrance to the Eye, and wou'd of necessity disturb the Sight, by diverting it from that which is principal, the <em>History</em> and <em>Fact.</em> Whatsoever appears in a historical Design, which is not essential to the Action, serves only to confound the Representation, and perplex the Mind: more particularly, if these <em>Episodick</em> parts are so lively wrought, as to vie with the principal Subject, and contend for Precedency with the <em>Figures</em> and <em>human Life.</em> A just Design, or Tablature, shou'd, at first view, discover, What <em>Nature</em> it is design'd to imitate; what <em>Life,</em> whether of the higher or lower kind, it aims chiefly to represent. The Piece must by no means be equivocal or dubious; but must with ease distinguish it-self, either as <em>historical</em> and <em>moral,</em> or as <em>perspective</em> and merely <em>natural.</em> If it be <em>the latter</em> of these Beautys, which we desire to see delineated according to its perfection, then <em>the former</em> must give place. The <em>higher</em> Life must be allay'd, and in a manner discountenanc'd and obscur'd; whilst the <em>lower</em> displays it-self, and is exhibited as principal. Even that, which according to a Term of Art we commonly call <em>Still-Life,</em> and is in reality of the last and lowest degree of Painting, must have its Superiority and just Preference in a Tablature of its own Species. 'Tis the same in <em>Animal-Pieces;</em> where Beasts, or Fowl are represented. In <em>Landskip,</em> Inanimates are principal: 'Tis the Earth, the Water, the Stones and Rocks which live. All other Life becomes subordinate. Humanity, Sense, Manners, must in this place yield, and become inferior. 'Twou'd be a fault even to aim at the Expression of any real Beauty in this kind, or go about to animate or heighten in any considerable degree the accompanying Figures of Men, or Deitys, which are accidentally introduc'd, as Appendices, or Ornaments, in such a Piece. But if, on the contrary, the <em>human Species</em> be that which first presents it-self in a Picture; if it be the <em>intelligent Life,</em> which is set to view; 'tis the <em>other Species,</em> the <em>other Life,</em> which must then surrender and become subservient. The <em>merely natural</em> must pay homage to the <em>historical</em> or <em>moral.</em> Every Beauty, every Grace must be sacrific'd to the <em>real</em> <span class=\"small-capitals\">Beauty</span> <em>of this first and highest Order.</em> For nothing can be more deform'd than a Confusion of many Beautys: And the Confusion becomes inevitable, where the Subjection is not compleat.","subId":"10","id":"Shaftesbury.C.JH.5.10"},{"type":"paragraph","content":"(10.) By the word <span class=\"small-capitals\">Moral</span> are understood, in this place, all Sorts of judicious Representations of the human Passions; as we see even in <em>Battel-Pieces;</em> excepting those of distant Figures, and the diminutive kind; which may rather be consider'd as a sort of <em>Landskip.</em> In all other martial Pieces, we see express'd in lively Action, the several degrees of Valor, Magnanimity, Cowardice, Terror, Anger, according to the several Characters of Nations, and particular Men. 'Tis here that we may see <em>Heroes</em> and <em>Chiefs</em> (such as the <span class=\"small-capitals\">Alexanders</span> or <span class=\"small-capitals\">Constantines</span> ) appear, even in the hottest of the Action, with a Tranquillity and Sedateness of Mind peculiar to themselves: which is, indeed, in a direct and proper sense, profoundly <em>moral.</em>","subId":"11","id":"Shaftesbury.C.JH.5.11"},{"type":"paragraph","content":"(11.) But as the <em>Moral</em> part is differently treated in a <em>Poem,</em> from what it is in <em>History,</em> or in a <em>philosophical</em> Work; so must it, of right, in <em>Painting</em> be far differently treated, from what it naturally is, either in the <em>History,</em> or <em>Poem.</em> For want of a right understanding of this Maxim, it often happens that, by endeavouring to render a Piece highly <em>moral</em> and <em>learned,</em> it becomes thorowly ridiculous and impertinent.","subId":"12","id":"Shaftesbury.C.JH.5.12"},{"type":"paragraph","content":"(12.) For the ordinary Works of <span class=\"small-capitals\">Sculpture</span>, such as the <em>Low-Relieves,</em> and Ornaments of <em>Columns</em> and <em>Edifices,</em> great allowance is made. The very Rules of Perspective are here wholly revers'd, as necessity requires; and are accommodated to the Circumstance and Genius of the Place or Building, according to a certain OEconomy or Order of a particular and distinct kind; as will easily be observ'd by those who have thorowly study'd the <span class=\"small-capitals\">Trajan</span> and <span class=\"small-capitals\">Antoninus</span> -<em>Pillars,</em> and other <em>Relieve</em>-Works of the Antients. In the same manner, as to Pieces of ingrav'd Work, Medals, or whatever shews it-self in one Substance, (as Brass or Stone) or only by Shade and Light, (as in ordinary Drawings, or Stamps) much also is allow'd, and many things admitted, of the <em>fantastick, miraculous,</em> or <em>hyberbolical</em> kind. 'Tis here, that we have free scope, withal, for whatever is <em>learned, emblematical,</em> or <em>enigmatick.</em> But for the compleatly imitative and illusive Art of <span class=\"small-capitals\">Painting</span>, whose Character it is to employ in her Works the united Force of different Colours; and who, surpassing by so many Degrees, and in so many Privileges, all other human Fiction, or imitative Art, aspires in a directer manner towards Deceit, and a Command over our very Sense; she must of necessity abandon whatever is over-<em>learned, humorous,</em> or <em>witty;</em> to maintain her-self in what is <em>natural, credible,</em> and <em>winning of our Assent:</em> that she may thus acquit her-self of what is her chief Province, <em>the specious Appearance of the Object she represents.</em> Otherwise we shall naturally bring against her the just Criticism of <span class=\"small-capitals\">Horace</span>, on the scenical Representation so nearly ally'd to her:","subId":"13","id":"Shaftesbury.C.JH.5.13"},{"type":"paragraph","content":"Whatsoever you show me, disbelieving it, I despise it.<a href=\"#n2\"><sup>[2]</sup></a>","subId":"14","id":"Shaftesbury.C.JH.5.14"},{"type":"paragraph","content":"(13.) We are therefore to consider this as a sure Maxim or Observation in Painting, <q>That a <em>historical</em> and <em>moral</em> Piece must of necessity lose much of its natural Simplicity and Grace, if any thing of the <em>emblematical</em> or <em>enigmatick</em> kind be visibly and directly intermix'd.</q> As if for instance, the Circle of the<a href=\"#n3\"><sup>[3]</sup></a> <em>Zodiack,</em> with its twelve Signs, were introduc'd. Now this being an Appearance which carrys not any manner of similitude or colourable resemblance to any thing extant in real Nature; it cannot possibly pretend to win the Sense, or gain Belief, by the help of any <em>poetical Enthusiasm, religious History,</em> or <em>Faith.</em> For by means of these, indeed, we are easily induc'd to contemplate as Realitys those divine Personages and miraculous Forms, which the leading Painters, antient and modern, have speciously design'd, according to the particular Doctrine or Theology of their several religious and national Beliefs. But for our Tablature in particular, it carrys nothing with it of the mere <em>emblematical</em> or <em>enigmatick</em> kind: since for what relates to the double Way of the Vale and Mountain, this may naturally and with colourable appearance be represented at the Mountain's foot. But if on the Summit or highest Point of it, we shou'd place the Fortress, or Palace of <em>Virtue,</em> rising above the Clouds, this wou'd immediately give the enigmatical mysterious Air to our <em>Picture,</em> and of necessity destroy its persuasive Simplicity, and natural Appearance.","subId":"15","id":"Shaftesbury.C.JH.5.15"},{"type":"paragraph","content":"(14.) In short, we are to carry this Remembrance still along with us, <q>That the fewer the Objects are, besides those which are absolutely necessary in a Piece, the easier it is for the Eye, by one simple Act and in one View, to comprehend the <em>Sum</em> or <em>Whole.</em></q> The multiplication of Subjects, tho subaltern, renders the Subordination more difficult to execute in the Ordonnance or Composition of a Work. And if the <em>Subordination</em> be not perfect, the <em>Order</em> (which makes the Beauty) remains imperfect. Now the <em>Subordination</em> can never be perfect, except<a href=\"#n4\"><sup>[4]</sup></a> <q>When the Ordonnance is such, that the Eye not only runs over with ease the several Parts of the Design, (reducing still its View each moment to the principal Subject on which all turns) but when the same Eye, without the least detainment in any of the particular Parts, and resting, as it were, immovable in the middle, or center of the Tablature, may see at once, in an agreeable and perfect Correspondency, all which is there exhibited to the Sight.</q>","subId":"16","id":"Shaftesbury.C.JH.5.16"},{"type":"note","content":"<blockquote><span class=\"foreign\">Publica materies privati juris erit, si <br> Nec circa vilem patulumque moraberis orbem; <br> Nec verbum verbo curabis reddere fidus <br> Interpres.</span> <br> <cite>Horat. de Art. Poet. ver. 131.</cite></blockquote>","subId":"n1","id":"Shaftesbury.C.JH.5.n1"},{"type":"note","content":"<em>Quodcunque ostendis mihi sic, incredulus odi.</em>","subId":"n2","id":"Shaftesbury.C.JH.5.n2"},{"type":"note","content":"This is what <span class=\"small-capitals\">Raphael</span> himself has done, in his famous Design of <em>The Judgment of</em> <span class=\"small-capitals\">Paris</span>. But this Piece having never been painted, but design'd only for <span class=\"small-capitals\">MaroAntonio</span>'s engraving, it comes not within our Censure; as appears by what is said in the Paragraph just preceding.","subId":"n3","id":"Shaftesbury.C.JH.5.n3"},{"type":"note","content":"This is what the <em>Grecian</em> Masters so happily express'd, by the single word ἐυσύνοπλον. See VOL. I. <em>pag.</em> 143, &amp;c.","subId":"n4","id":"Shaftesbury.C.JH.5.n4"}]}