{"imported":true,"id":"Shaftesbury.C.JH.Intro","parent":"Shaftesbury.C.JH","title":"Introduction","breadcrumb":"Introduction","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-3/simple#lf5989_div_025","texts":[],"published":[1714],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","forename":"Anthony","surname":"Ashley Cooper","author":"Lord Shaftesbury <cite>Anthony Ashley Cooper</cite>","birth":1671,"death":1713,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h1>Introduction</h1> ","id":"Shaftesbury.C.JH.Intro"},{"type":"paragraph","content":"BEFORE we enter on the Examination of our Historical Sketch, it may be proper to remark, that by the word <em>Tablature</em> (for which we have yet no name in <em>English,</em> besides the general one of <em>Picture</em>) we denote, according to the original word <span class=\"small-capitals\">Tabula</span>, a Work not only distinct from a mere <em>Portraiture,</em> but from all those wilder sorts of Painting which are in a manner absolute, and independent; such as the Paintings <em>in Fresco</em> upon the Walls, the Cielings, the Stair-Cases, the Cupolo's, and other remarkable Places either of Churches or Palaces.","subId":"1","id":"Shaftesbury.C.JH.Intro.1"},{"type":"paragraph","content":"(2.) Accordingly we are to understand, that it is not merely the Shape or Dimension of a Cloth, or Board, which denominates the <em>Piece</em> or <em>Tablature;</em> since a Work of this kind may be compos'd of any colour'd Substance, as it may of any Form; whether square, oval or round. But 'tis then that in Painting we may give to any particular Work the Name of <em>Tablature,</em> when the Work is in reality <q><em>a Single Piece,</em> comprehended in one <em>View,</em> and form'd according to <em>one single</em> Intelligence, Meaning, or Design; which constitutes a <em>real</em> <span class=\"small-capitals\">Whole</span>, by a mutual and necessary Relation of its Parts, the same as of the Members in a natural Body.</q> So that one may say of a Picture compos'd of any number of Figures differently rang'd, and without any regard to this Correspondency or Union describ'd, That it is no more a real <em>Piece</em> or <em>Tablature,</em> than a Picture wou'd be a Man's <em>Picture,</em> or proper <em>Portraiture,</em> which represented on the same Cloth, in different places, the Legs, Arms, Nose, and Eyes of such a Person, without adjusting them according to the true Proportion, Air, and Character which belong'd to him.","subId":"2","id":"Shaftesbury.C.JH.Intro.2"},{"type":"paragraph","content":"(3.) This Regulation has place even in the inferior degrees of Painting; since the mere Flower-Painter is, we see, oblig'd to study the Form of <em>Festons,</em> and to make use of a peculiar Order, or Architecture of <em>Vases, Jars, Cannisters, Pedestals,</em> and other Inventions, which serve as <em>Machines,</em> to frame a certain proportionate Assemblage, or united Mass; according to the Rules of Perspective; and with regard as well to the different shapes and sizes of his several Flowers, as to the harmony of Colours resulting from the whole: this being the only thing capable of rendering his Work worthy the name of a <em>Composition</em> or <em>real Piece.</em>","subId":"3","id":"Shaftesbury.C.JH.Intro.3"},{"type":"paragraph","content":"(4.) So much the more, therefore, is this Regulation applicable to <em>History-Painting,</em> where not only <em>Men,</em> but <em>Manners,</em> and human Passions are represented. Here <em>the Unity of Design</em> must with more particular exactness be preserv'd, according to the just Rules of poetick Art; that in the Representation of any Event, or remarkable Fact, the <em>Probability,</em> or <em>seeming Truth,</em> which is the <em>real Truth</em> of Art, may with the highest advantage be supported and advanc'd: as we shall better understand in the Argument which follows on the historical <em>Tablature</em> of <em>The Judgment of</em> <span class=\"small-capitals\">Hercules</span>; who being young, and retir'd to a solitary place in order to deliberate on the Choice he was to make of the different ways of Life, was accosted (as our Historian relates) by the two Goddesses, <span class=\"small-capitals\">Virtue</span> and <span class=\"small-capitals\">Pleasure</span>. 'Tis on the issue of the Controversy between these <em>Two,</em> that the Character of <span class=\"small-capitals\">Hercules</span> depends. So that we may naturally give to this Piece and History, as well the Title of <em>The Education,</em> as <em>the Choice</em> or <em>Judgment of</em> <span class=\"small-capitals\">Hercules</span>.","subId":"4","id":"Shaftesbury.C.JH.Intro.4"}]}