{"id":"Hume.ETSS.EMPL2.PA","imported":true,"parent":"Hume.ETSS.EMPL2","title":"Of the Populousness of Ancient Nations","breadcrumb":"Of the Populousness of Ancient Nations","published":[1752],"copytext":[1777],"sourceDesc":"The first more or less complete edition of Hume’s [Essays and Treatises on Several Subjects], his collected philosophical works, was published in 1758, although each of its component works were published separately before then, and an incomplete version (predating the [Four Dissertations]) was published in 1753. Our copytext is the posthumous edition of 1777, which Hume was working on before he died, and which contains many final alterations.","blocks":[{"type":"title","content":"Of the Populousness of Ancient Nations.\n","id":"Hume.ETSS.EMPL2.PA"},{"type":"paragraph","content":"THERE is very little ground, either from reason or observation, to conclude the world eternal or incorruptible. The continual and rapid motion of matter, the violent revolutions with which every part is agitated, the changes remarked in the heavens, the plain traces as well as tradition of an universal deluge, or general convulsion of the elements; all these prove strongly the mortality of this fabric of the world, and its passage, by corruption or dissolution, from one state or order to another. It must therefore, as well as each individual form which it contains, have its infancy, youth, manhood, and old age; and it is probable, that, in all these variations, man, equally with every animal and vegetable, will partake. In the flourishing age of the world, it may be expected, that the human species should possess greater vigour both of mind and body, more prosperous health, higher spirits, longer life, and a stronger inclination and power of generation. But if the general system of things, and human society of course, have any such gradual revolutions, they are too slow to be discernible in that short period which is comprehended by history and tradition. Stature and force of body, length of life, even courage and extent of genius, seem hitherto to have been naturally, in all ages, pretty much the same. The arts and sciences, indeed, have flourished in one period, and have decayed in another: But we may observe, that, at the time when they rose to greatest perfection among one people, they were perhaps totally unknown to all the neighbouring nations; and though they universally decayed in one age, yet in a succeeding generation they again revived, and diffused themselves over the world. As far, therefore, as observation reaches, there is no universal difference discernible in the human species; and though it were allowed, that the universe, like an animal body, had a natural progress from infancy to old age; yet as it must still be uncertain, whether, at present, it be advancing to its point of perfection, or declining from it, we cannot thence presuppose any decay in human nature. To prove, therefore, or account for that superior populousness of antiquity, which is commonly supposed, by the imaginary youth or vigour of the world, will scarcely be admitted by any just reasoner. These general physical causes ought entirely to be excluded from this question.","subId":"1","id":"Hume.ETSS.EMPL2.PA.1","pages":"377-8"},{"type":"paragraph","content":"There are indeed some more particular physical causes of importance. Diseases are mentioned in antiquity, which are almost unknown to modern medicine; and new diseases have arisen and propagated themselves, of which there are no traces in ancient history. In this particular we may observe, upon comparison, that the disadvantage is much on the side of the moderns. Not to mention some others of less moment; the small-pox commits such ravages, as would almost alone account for the great superiority ascribed to ancient times. The tenth or the twelfth part of mankind, destroyed every generation, should make a vast difference, it may be thought, in the numbers of the people; and when joined to venereal distempers, a new plague diffused every where, this disease is perhaps equivalent, by its constant operation, to the three great scourges of mankind, war, pestilence, and famine. Were it certain, therefore, that ancient times were more populous than the present, and could no moral causes be assigned for so great a change; these physical causes alone, in the opinion of many, would be sufficient to give us satisfaction on that head.","subId":"2","id":"Hume.ETSS.EMPL2.PA.2","pages":"379-80"},{"type":"paragraph","content":"But is it certain, that antiquity was so much more populous, as is pretended? The extravagancies of Vossius, with regard to this subject, are well known. But an author of much greater genius and discernment has ventured to affirm, that, according to the best computations which these subjects will admit of, there are not now, on the face of the earth, the fiftieth part of mankind, which existed in the time of Julius Cæsar. It may easily be observed, that the comparison, in this case, must be imperfect, even though we confine ourselves to the scene of ancient history; Europe, and the nations round the Mediterranean. We know not exactly the numbers of any European kingdom, or even city, at present: How can we pretend to calculate those of ancient cities and states, where historians have left us such imperfect traces? For my part, the matter appears to me so uncertain, that, as I intend to throw together some reflections on that head, I shall intermingle the enquiry concerning causes with that concerning facts; which ought never to be admitted, where the facts can be ascertained with any tolerable assurance. We shall, first, consider whether it be probable, from what we know of the situation of society in both periods, that antiquity must have been more populous; secondly, whether in reality it was so. If I can make it appear, that the conclusion is not so certain as is pretended, in favour of antiquity, it is all I aspire to.","subId":"3","id":"Hume.ETSS.EMPL2.PA.3","pages":"380-1"},{"type":"paragraph","content":"In general, we may observe, that the question, with regard to the comparative populousness of ages or kingdoms, implies important consequences, and commonly determines concerning the preference of their whole police, their manners, and the constitution of their government. For as there is in all men, both male and female, a desire and power of generation, more active than is ever universally exerted, the restraints, which they lie under, must proceed from some difficulties in their situation, which it belongs to a wise legislature carefully to observe and remove. Almost every man who thinks he can maintain a family will have one; and the human species, at this rate of propagation, would more than double every generation. How fast do mankind multiply in every colony or new settlement; where it is an easy matter to provide for a family; and where men are nowise straitened or confined, as in long established governments? History tells us frequently of plagues, which have swept away the third or fourth part of a people: Yet in a generation or two, the destruction was not perceived; and the society had again acquired their former number. The lands which were cultivated, the houses built, the commodities raised, the riches acquired, enabled the people, who escaped, immediately to marry, and to rear families, which supplied the place of those who had perished. And for a like reason, every wise, just, and mild government, by rendering the condition of its subjects easy and secure, will always abound most in people, as well as in commodities and riches. A country, indeed, whose climate and soil are fitted for vines, will naturally be more populous than one which produces corn only, and that more populous than one which is only fitted for pasturage. In general, warm climates, as the necessities of the inhabitants are there fewer, and vegetation more powerful, are likely to be most populous: But if every thing else be equal, it seems natural to expect, that, wherever there are most happiness and virtue, and the wisest institutions, there will also be most people.","subId":"4","id":"Hume.ETSS.EMPL2.PA.4","pages":"381-2"},{"type":"paragraph","content":"The question, therefore, concerning the populousness of ancient and modern times, being allowed of great importance, it will be requisite, if we would bring it to some determination, to compare both the domestic and political situation of these two periods, in order to judge of the facts by their moral causes; which is the first view in which we proposed to consider them.","subId":"5","id":"Hume.ETSS.EMPL2.PA.5","pages":"383"},{"type":"paragraph","content":"The chief difference between the domestic œconomy of the ancients and that of the moderns consists in the practice of slavery, which prevailed among the former, and which has been abolished for some centuries throughout the greater part of Europe. Some passionate admirers of the ancients, and zealous partizans of civil liberty, (for these sentiments, as they are, both of them, in the main, extremely just, are found to be almost inseparable) cannot forbear regretting the loss of this institution; and whilst they brand all submission to the government of a single person with the harsh denomination of slavery, they would gladly reduce the greater part of mankind to real slavery and subjection. But to one who considers coolly on the subject it will appear, that human nature, in general, really enjoys more liberty at present, in the most arbitrary government of Europe, than it ever did during the most flourishing period of ancient times. As much as submission to a petty prince, whose dominions extend not beyond a single city, is more grievous than obedience to a great monarch; so much is domestic slavery more cruel and oppressive than any civil subjection whatsoever. The more the master is removed from us in place and rank, the greater liberty we enjoy; the less are our actions inspected and controled; and the fainter that cruel comparison becomes between our own subjection, and the freedom, and even dominion of another. The remains which are found of domestic slavery, in the American colonies, and among some European nations, would never surely create a desire of rendering it more universal. The little humanity, commonly observed in persons, accustomed, from their infancy, to exercise so great authority over their fellow-creatures, and to trample upon human nature, were sufficient alone to disgust us with that unbounded dominion. Nor can a more probable reason be assigned for the severe, I might say, barbarous manners of ancient times, than the practice of domestic slavery; by which every man of rank was rendered a petty tyrant, and educated amidst the flattery, submission, and low debasement of his slaves.","subId":"6","id":"Hume.ETSS.EMPL2.PA.6","pages":"383-4"},{"type":"paragraph","content":"According to ancient practice, all checks were on the inferior, to restrain him to the duty of submission; none on the superior, to engage him to the reciprocal duties of gentleness and humanity. In modern times, a bad servant finds not easily a good master, nor a bad master a good servant; and the checks are mutual, suitably to the inviolable and eternal laws of reason and equity.","subId":"7","id":"Hume.ETSS.EMPL2.PA.7","pages":"384"},{"type":"paragraph","content":"The custom of exposing old, useless, or sick slaves in an island of the Tyber, there to starve, seems to have been pretty common in Rome; and whoever recovered, after having been so exposed, had his liberty given him, by an edict of the emperor Claudius; in which it was likewise forbidden to kill any slave merely for old age or sickness. But supposing that this edict was strictly obeyed, would it better the domestic treatment of slaves, or render their lives much more comfortable? We may imagine what others would practise, when it was the professed maxim of the elder Cato, to sell his superannuated slaves for any price, rather than maintain what he esteemed a useless burden.","subId":"8","id":"Hume.ETSS.EMPL2.PA.8","pages":"384"},{"type":"paragraph","content":"The ergastula, or dungeons, where slaves in chains were forced to work, were very common all over Italy. Columella advises, that they be always built under ground; and recommends it as the duty of a careful overseer, to call over every day the names of these slaves, like the mustering of a regiment or ship's company, in order to know presently when any of them had deserted. A proof of the frequency of these ergastula, and of the great number of slaves usually confined in them.","subId":"9","id":"Hume.ETSS.EMPL2.PA.9","pages":"384-5"},{"type":"paragraph","content":"A chained slave for a porter, was usual in Rome, as appears from Ovid, and other authors. Had not these people shaken off all sense of compassion towards that unhappy part of their species, would they have presented their friends, at the first entrance, with such an image of the severity of the master, and misery of the slave?","subId":"10","id":"Hume.ETSS.EMPL2.PA.10","pages":"385"},{"type":"paragraph","content":"Nothing so common in all trials, even of civil causes, as to call for the evidence of slaves; which was always extorted by the most exquisite torments. Demosthenes says, that, where it was possible to produce, for the same fact, either freemen or slaves, as witnesses, the judges always preferred the torturing of slaves, as a more certain evidence.","subId":"11","id":"Hume.ETSS.EMPL2.PA.11","pages":"385"},{"type":"paragraph","content":"Seneca draws a picture of that disorderly luxury, which changes day into night, and night into day, and inverts every stated hour of every office in life. Among other circumstances, such as displacing the meals and times of bathing, he mentions, that, regularly about the third hour of the night, the neighbours of one, who indulges this false refinement, hear the noise of whips and lashes; and, upon enquiry, find that he is then taking an account of the conduct of his servants, and giving them due correction and discipline. This is not remarked as an instance of cruelty, but only of disorder, which, even in actions the most usual and methodical, changes the fixed hours that an established custom had assigned for them.","subId":"12","id":"Hume.ETSS.EMPL2.PA.12","pages":"385-6"},{"type":"paragraph","content":"But our present business is only to consider the influence of slavery on the populousness of a state. It is pretended, that, in this particular, the ancient practice had infinitely the advantage, and was the chief cause of that extreme populousness, which is supposed in those times. At present, all masters discourage the marrying of their male servants, and admit not by any means the marriage of the female, who are then supposed altogether incapacitated for their service. But where the property of the servants is lodged in the master, their marriage forms his riches, and brings him a succession of slaves that supply the place of those whom age and infirmity have disabled. He encourages, therefore, their propagation as much as that of his cattle; rears the young with the same care; and educates them to some art or calling, which may render them more useful or valuable to him. The opulent are, by this policy, interested in the being at least, though not in the well-being of the poor; and enrich themselves, by encreasing the number and industry of those who are subjected to them. Each man, being a sovereign in his own family, has the same interest with regard to it, as the prince with regard to the state; and has not, like the prince, any opposite motives of ambition or vain-glory, which may lead him to depopulate his little sovereignty. All of it is, at all times, under his eye; and he has leisure to inspect the most minute detail of the marriage and education of his subjects.","subId":"13","id":"Hume.ETSS.EMPL2.PA.13","pages":"386-7"},{"type":"paragraph","content":"Such are the consequences of domestic slavery, according to the first aspect and appearance of things: But if we enter more deeply into the subject, we shall perhaps find reason to retract our hasty determinations. The comparison is shocking between the management of human creatures and that of cattle; but being extremely just, when applied to the present subject, it may be proper to trace the consequences of it. At the capital, near all great cities, in all populous, rich, industrious provinces, few cattle are bred. Provisions, lodging, attendance, labour are there dear; and men find their account better in buying the cattle, after they come to a certain age, from the remoter and cheaper countries. These are consequently the only breeding countries for cattle; and by a parity of reason, for men too, when the latter are put on the same footing with the former. To rear a child in London, till he could be serviceable, would cost much dearer, than to buy one of the same age from Scotland or Ireland; where he had been bred in a cottage, covered with rags, and fed on oatmeal or potatoes. Those who had slaves, therefore, in all the richer and more populous countries, would discourage the pregnancy of the females, and either prevent or destroy the birth. The human species would perish in those places where it ought to encrease the fastest; and a perpetual recruit be wanted from the poorer and more desert provinces. Such a continued drain would tend mightily to depopulate the state, and render great cities ten times more destructive than with us; where every man is master of himself, and provides for his children from the powerful instinct of nature, not the calculations of sordid interest. If London, at present, without much encreasing, needs a yearly recruit from the country, of 5000 people, as is usually computed, what must it require, if the greater part of the tradesmen and common people were slaves, and were hindered from breeding by their avaricious masters?","subId":"14","id":"Hume.ETSS.EMPL2.PA.14","pages":"387-8"},{"type":"paragraph","content":"All ancient authors tell us, that there was a perpetual flux of slaves to Italy from the remoter provinces, particularly Syria, Cilicia, Cappadocia, and the Lesser Asia, Thrace, and Ægypt: Yet the number of people did not encrease in Italy; and writers complain of the continual decay of industry and agriculture. Where then is that extreme fertility of the Roman slaves, which is commonly supposed? So far from multiplying, they could not, it seems, so much as keep up the stock, without immense recruits. And though great numbers were continually manumitted and converted into Roman citizens, the numbers even of these did not encrease, till the freedom of the city was communicated to foreign provinces.","subId":"15","id":"Hume.ETSS.EMPL2.PA.15","pages":"388"},{"type":"paragraph","content":"The term for a slave, born and bred in the family, was verna; and these slaves seem to have been entitled by custom to privileges and indulgences beyond others; a sufficient reason why the masters would not be fond of rearing many of that kind. Whoever is acquainted with the maxims of our planters, will acknowledge the justness of this observation.","subId":"16","id":"Hume.ETSS.EMPL2.PA.16","pages":"389"},{"type":"paragraph","content":"Atticus is much praised by his historian for the care, which he took in recruiting his family from the slaves born in it: May we not thence infer, that this practice was not then very common?","subId":"17","id":"Hume.ETSS.EMPL2.PA.17","pages":"390"},{"type":"paragraph","content":"The names of slaves in the Greek comedies, Syrus, Mysus, Geta, Thrax, Davus, Lydus, Phryx, &c. afford a presumption, that, at Athens at least, most of the slaves were imported from foreign countries. The Athenians, says Strabo, gave to their slaves, either the names of the nations whence they were bought, as Lydus, Syrus; or the names that were most common among those nations, as Manes or Midas to a Phrygian, Tibias to a Paphlagonian.","subId":"18","id":"Hume.ETSS.EMPL2.PA.18","pages":"390"},{"type":"paragraph","content":"Demosthenes, having mentioned a law which forbad any man to strike the slave of another, praises the humanity of this law; and adds, that, if the barbarians from whom the slaves were bought, had information, that their countrymen met with such gentle treatment, they would entertain a great esteem for the Athenians. Isocrates too insinuates, that the slaves of the Greeks were generally or very commonly barbarians. Aristotle in his Politics plainly supposes, that a slave is always a foreigner. The ancient comic writers represented the slaves as speaking a barbarous language. This was an imitation of nature.","subId":"19","id":"Hume.ETSS.EMPL2.PA.19","pages":"390-1"},{"type":"paragraph","content":"It is well known that Demosthenes, in his nonage, had been defrauded of a large fortune by his tutors, and that afterwards he recovered, by a prosecution at law, the value of his patrimony. His orations, on that occasion, still remain, and contain an exact detail of the whole substance left by his father, in money, merchandise, houses, and slaves, together with the value of each particular. Among the rest were 52 slaves, handicraftsmen, namely, 32 sword-cutlers, and 20 cabinet-makers; all males; not a word of any wives, children or family, which they certainly would have had, had it been a common practice at Athens to breed from the slaves: And the value of the whole must have much depended on that circumstance. No female slaves are even so much as mentioned, except some house-maids, who belonged to his mother. This argument has great force, if it be not altogether conclusive.","subId":"20","id":"Hume.ETSS.EMPL2.PA.20","pages":"391"},{"type":"paragraph","content":"Consider this passage of Plutarch, speaking of the Elder Cato. \"He had a great number of slaves, whom he took care to buy at the sales of prisoners of war; and he chose them young, that they might easily be accustomed to any diet or manner of life, and be instructed in any business or labour, as men teach any thing to young dogs or horses. —And esteeming love the chief source of all disorders, he allowed the male slaves to have a commerce with the female in his family, upon paying a certain sum for this privilege: But he strictly prohibited all intrigues out of his family.\" Are there any symptoms in this narration of that care which is supposed in the ancients, of the marriage and propagation of their slaves? If that was a common practice, founded on general interest, it would surely have been embraced by Cato, who was a great œconomist, and lived in times when the ancient frugality and simplicity of manners were still in credit and reputation.","subId":"21","id":"Hume.ETSS.EMPL2.PA.21","pages":"391-2"},{"type":"paragraph","content":"It is expressly remarked by the writers of the Roman law, that scarcely any ever purchase slaves with a view of breeding from them.","subId":"22","id":"Hume.ETSS.EMPL2.PA.22","pages":"392"},{"type":"paragraph","content":"Our lackeys and house-maids, I own, do not serve much to multiply their species: But the ancients, besides those who attended on their person, had almost all their labour performed, and even manufactures executed, by slaves, who lived, many of them, in their family; and some great men possessed to the number of 10,000. If there be any suspicion, therefore, that this institution was unfavourable to propagation, (and the same reason, at least in part, holds with regard to ancient slaves as modern servants) how destructive must slavery have proved?","subId":"23","id":"Hume.ETSS.EMPL2.PA.23","pages":"393"},{"type":"paragraph","content":"History mentions a Roman nobleman, who had 400 slaves under the same roof with him: And having been assassinated at home by the furious revenge of one of them, the law was executed with rigour, and all without exception were put to death. Many other Roman noblemen had families equally, or more numerous; and I believe every one will allow, that this would scarcely be practicable, were we to suppose all the slaves married, and the females to be breeders.","subId":"24","id":"Hume.ETSS.EMPL2.PA.24","pages":"393"},{"type":"paragraph","content":"So early as the poet Hesiod, married slaves, whether male or female, were esteemed inconvenient. How much more, where families had encreased to such an enormous size as in Rome, and where the ancient simplicity of manners was banished from all ranks of people?","subId":"25","id":"Hume.ETSS.EMPL2.PA.25","pages":"393-4"},{"type":"paragraph","content":"Xenophon in his Oeconomics, where he gives directions for the management of a farm, recommends a strict care and attention of laying the male and the female slaves at a distance from each other. He seems not to suppose that they are ever married. The only slaves among the Greeks that appear to have continued their own race, were the Helotes, who had houses apart, and were more the slaves of the public than of individuals.","subId":"26","id":"Hume.ETSS.EMPL2.PA.26","pages":"394"},{"type":"paragraph","content":"The same author tells us, that Nicias's overseer, by agreement with his master, was obliged to pay him an obolus a day for each slave; besides maintaining them, and keeping up the number. Had the ancient slaves been all breeders, this last circumstance of the contract had been superfluous.","subId":"27","id":"Hume.ETSS.EMPL2.PA.27","pages":"394"},{"type":"paragraph","content":"The ancients talk so frequently of a fixed, stated portion of provisions assigned to each slave, that we are naturally led to conclude, that slaves lived almost all single, and received that portion as a kind of board-wages.","subId":"28","id":"Hume.ETSS.EMPL2.PA.28","pages":"394"},{"type":"paragraph","content":"The practice, indeed, of marrying slaves seems not to have been very common, even among the country-labourers, where it is more naturally to be expected. Cato, enumerating the slaves requisite to labour a vineyard of a hundred acres, makes them amount to 15; the overseer and his wife, villicus and villica, and 13 male slaves; for an olive plantation of 240 acres, the overseer and his wife, and 11 male slaves; and so in proportion to a greater or less plantation or vineyard.","subId":"29","id":"Hume.ETSS.EMPL2.PA.29","pages":"394-5"},{"type":"paragraph","content":"Varro, quoting this passage of Cato, allows his computation to be just in every respect, except the last. For as it is requisite, says he, to have an overseer and his wife, whether the vineyard or plantation be great or small, this must alter the exactness of the proportion. Had Cato's computation been erroneous in any other respect, it had certainly been corrected by Varro, who seems fond of discovering so trivial an error.","subId":"30","id":"Hume.ETSS.EMPL2.PA.30","pages":"395"},{"type":"paragraph","content":"The same author, as well as Columella, recommends it as requisite to give a wife to the overseer, in order to attach him the more strongly to his master's service. This was therefore a peculiar indulgence granted to a slave, in whom so great confidence was reposed.","subId":"31","id":"Hume.ETSS.EMPL2.PA.31","pages":"395"},{"type":"paragraph","content":"In the same place, Varro mentions it as an useful precaution, not to buy too many slaves from the same nation, lest they beget factions and seditions in the family: A presumption, that in Italy, the greater part, even of the country labouring slaves, (for he speaks of no other) were bought from the remoter provinces. All the world knows, that the family slaves in Rome, who were instruments of show and luxury, were commonly imported from the east. Hoc profecere, says Pliny, speaking of the jealous care of masters, mancipiorum legiones, et in domo turba externa, ac servorum quoque causa nomenclator adhibendus.","subId":"32","id":"Hume.ETSS.EMPL2.PA.32","pages":"395"},{"type":"paragraph","content":"It is indeed recommended by Varro, to propagate young shepherds in the family from the old ones. For as grasing farms were commonly in remote and cheap places, and each shepherd lived in a cottage apart, his marriage and encrease were not liable to the same inconveniencies as in dearer places, and where many servants lived in the family; which was universally the case in such of the Roman farms as produced wine or corn. If we consider this exception with regard to shepherds, and weigh the reasons of it, it will serve for a strong confirmation of all our foregoing suspicions.","subId":"33","id":"Hume.ETSS.EMPL2.PA.33","pages":"396"},{"type":"paragraph","content":"Columella, I own, advises the master to give a reward, and even liberty to a female slave, that had reared him above three children: A proof, that sometimes the ancients propagated from their slaves; which, indeed, cannot be denied. Were it otherwise, the practice of slavery, being so common in antiquity, must have been destructive to a degree which no expedient could repair. All I pretend to infer from these reasonings is, that slavery is in general disadvantageous both to the happiness and populousness of mankind, and that its place is much better supplied by the practice of hired servants.","subId":"34","id":"Hume.ETSS.EMPL2.PA.34","pages":"396"},{"type":"paragraph","content":"The laws, or, as some writers call them, the seditions of the Gracchi, were occasioned by their observing the encrease of slaves all over Italy, and the diminution of free citizens. Appian ascribes this encrease to the propagation of the slaves: Plutarch to the purchasing of barbarians, who were chained and imprisoned, βαρβαρικα δεσμωτηρια. It is to be presumed that both causes concurred.","subId":"35","id":"Hume.ETSS.EMPL2.PA.35","pages":"396"},{"type":"paragraph","content":"Sicily, says Florus, was full of ergastula, and was cultivated by labourers in chains. Eunus and Athenio excited the servile war, by breaking up these monstrous prisons, and giving liberty to 60,000 slaves. The younger Pompey augmented his army in Spain by the same expedient. If the country labourers, throughout the Roman empire, were so generally in this situation, and if it was difficult or impossible to find separate lodgings for the families of the city servants, how unfavourable to propagation, as well as to humanity, must the institution of domestic slavery be esteemed?","subId":"36","id":"Hume.ETSS.EMPL2.PA.36","pages":"397"},{"type":"paragraph","content":"Constantinople, at present, requires the same recruits of slaves from all the provinces, that Rome did of old; and these provinces are of consequence far from being populous.","subId":"37","id":"Hume.ETSS.EMPL2.PA.37","pages":"397-8"},{"type":"paragraph","content":"Egypt, according to Mons. Maillet, sends continual colonies of black slaves to the other parts of the Turkish empire; and receives annually an equal return of white: The one brought from the inland parts of Africa; the other from Mingrelia, Circassia, and Tartary.","subId":"38","id":"Hume.ETSS.EMPL2.PA.38","pages":"398"},{"type":"paragraph","content":"Our modern convents are, no doubt, bad institutions: But there is reason to suspect, that anciently every great family in Italy, and probably in other parts of the world, was a species of convent. And though we have reason to condemn all those popish institutions, as nurseries of superstition, burthensome to the public, and oppressive to the poor prisoners, male as well as female; yet may it be questioned whether they be so destructive to the populousness of a state, as is commonly imagined. Were the land, which belongs to a convent, bestowed on a nobleman, he would spend its revenue on dogs, horses, grooms, footmen, cooks, and house-maids; and his family would not furnish many more citizens than the convent.","subId":"39","id":"Hume.ETSS.EMPL2.PA.39","pages":"398"},{"type":"paragraph","content":"The common reason, why any parent thrusts his daughters into nunneries, is, that he may not be overburthened with too numerous a family; but the ancients had a method almost as innocent, and more effectual to that purpose, to wit, exposing their children in early infancy. This practice was very common; and is not spoken of by any author of those times with the horror it deserves, or scarcely even with disapprobation. Plutarch, the humane, good-natured Plutarch, mentions it as a merit in Attalus, king of Pergamus, that he murdered, or, if you will, exposed all his own children, in order to leave his crown to the son of his brother, Eumenes; signalizing in this manner his gratitude and affection to Eumenes, who had left him his heir preferably to that son. It was Solon, the most celebrated of the sages of Greece, that gave parents permission by law to kill their children.","subId":"40","id":"Hume.ETSS.EMPL2.PA.40","pages":"398-9"},{"type":"paragraph","content":"Shall we then allow these two circumstances to compensate each other, to wit, monastic vows and the exposing of children, and to be unfavourable, in equal degrees, to the propagation of mankind? I doubt the advantage is here on the side of antiquity. Perhaps, by an odd connexion of causes, the barbarous practice of the ancients might rather render those times more populous. By removing the terrors of too numerous a family it would engage many people in marriage; and such is the force of natural affection, that very few, in comparison, would have resolution enough, when it came to the push, to carry into execution their former intentions.","subId":"41","id":"Hume.ETSS.EMPL2.PA.41","pages":"399"},{"type":"paragraph","content":"China, the only country where this practice of exposing children prevails at present, is the most populous country we know of; and every man is married before he is twenty. Such early marriages could scarcely be general, had not men the prospect of so easy a method of getting rid of their children. I own, that Plutarch speaks of it as a very general maxim of the poor to expose their children; and as the rich were then averse to marriage, on account of the courtship they met with from those who expected legacies from them, the public must have been in a bad situation between them.","subId":"42","id":"Hume.ETSS.EMPL2.PA.42","pages":"399-400"},{"type":"paragraph","content":"Of all sciences there is none, where first appearances are more deceitful than in politics. Hospitals for foundlings seem favourable to the encrease of numbers; and perhaps, may be so, when kept under proper restrictions. But when they open the door to every one, without distinction, they have probably a contrary effect, and are pernicious to the state. It is computed, that every ninth child born at Paris, is sent to the hospital; though it seems certain, according to the common course of human affairs, that it is not a hundredth child whose parents are altogether incapacitated to rear and educate him. The great difference, for health, industry, and morals, between an education in an hospital and that in a private family, should induce us not to make the entrance into the former too easy and engaging. To kill one's own child is shocking to nature, and must therefore be somewhat unusual; but to turn over the care of him upon others, is very tempting to the natural indolence of mankind.","subId":"43","id":"Hume.ETSS.EMPL2.PA.43","pages":"400"},{"type":"paragraph","content":"Having considered the domestic life and manners of the ancients, compared to those of the moderns; where, in the main, we seem rather superior, so far as the present question is concerned; we shall now examine the political customs and institutions of both ages, and weigh their influence in retarding or forwarding the propagation of mankind.","subId":"44","id":"Hume.ETSS.EMPL2.PA.44","pages":"400"},{"type":"paragraph","content":"Before the encrease of the Roman power, or rather till its full establishment, almost all the nations, which are the scene of ancient history, were divided into small territories or petty commonwealths, where of course a great equality of fortune prevailed, and the center of the government was always very near its frontiers.","subId":"45","id":"Hume.ETSS.EMPL2.PA.45","pages":"401"},{"type":"paragraph","content":"This was the situation of affairs not only in Greece and Italy, but also in Spain, Gaul, Germany, Afric, and a great part of the Lesser Asia: And it must be owned, that no institution could be more favourable to the propagation of mankind. For, though a man of an overgrown fortune, not being able to consume more than another, must share it with those who serve and attend him; yet their possession being precarious, they have not the same encouragement to marry, as if each had a small fortune, secure and independent. Enormous cities are, besides, destructive to society, beget vice and disorder of all kinds, starve the remoter provinces, and even starve themselves, by the prices to which they raise all provisions. Where each man had his little house and field to himself, and each county had its capital, free and independent; what a happy situation of mankind! How favourable to industry and agriculture; to marriage and propagation! The prolific virtue of men, were it to act in its full extent, without that restraint which poverty and necessity imposes on it, would double the number every generation: And nothing surely can give it more liberty, than such small commonwealths, and such an equality of fortune among the citizens. All small states naturally produce equality of fortune, because they afford no opportunities of great encrease; but small commonwealths much more, by that division of power and authority which is essential to them.","subId":"46","id":"Hume.ETSS.EMPL2.PA.46","pages":"401"},{"type":"paragraph","content":"When Xenophon returned after the famous expedition with Cyrus, he hired himself and 6000 of the Greeks into the service of Seuthes, a prince of Thrace; and the articles of his agreement were, that each soldier should receive a daric a month, each captain two darics, and he himself, as general, four: A regulation of pay which would not a little surprise our modern officers.","subId":"47","id":"Hume.ETSS.EMPL2.PA.47","pages":"401-2"},{"type":"paragraph","content":"Demosthenes and Æschines, with eight more, were sent ambassadors to Philip of Macedon, and their appointments for above four months were a thousand drachmas, which is less than a drachma a day for each ambassador. But a drachma a day, nay sometimes two, was the pay of a common foot-soldier.","subId":"48","id":"Hume.ETSS.EMPL2.PA.48","pages":"402"},{"type":"paragraph","content":"A centurion among the Romans had only double pay to a private man, in Polybius's time, and we accordingly find the gratuities after a triumph regulated by that proportion. But Mark Anthony and the triumvirate gave the centurions five times the reward of the other. So much had the encrease of the commonwealth encreased the inequality among the citizens.","subId":"49","id":"Hume.ETSS.EMPL2.PA.49","pages":"402"},{"type":"paragraph","content":"It must be owned, that the situation of affairs in modern times, with regard to civil liberty, as well as equality of fortune, is not near so favourable, either to the propagation or happiness of mankind. Europe is shared out mostly into great monarchies; and such parts of it as are divided into small territories, are commonly governed by absolute princes, who ruin their people by a mimicry of the greater monarchs, in the splendor of their court and number of their forces. Swisserland alone and Holland resemble the ancient republics; and though the former is far from possessing any advantage either of soil, climate, or commerce, yet the numbers of people, with which it abounds, notwithstanding their enlisting themselves into every service in Europe, prove sufficiently the advantages of their political institutions.","subId":"50","id":"Hume.ETSS.EMPL2.PA.50","pages":"402-3"},{"type":"paragraph","content":"The ancient republics derived their chief or only security from the numbers of their citizens. The Trachinians having lost great numbers of their people, the remainder, instead of enriching themselves by the inheritance of their fellow-citizens, applied to Sparta, their metropolis, for a new stock of inhabitants. The Spartans immediately collected ten thousand men; among whom the old citizens divided the lands of which the former proprietors had perished.","subId":"51","id":"Hume.ETSS.EMPL2.PA.51","pages":"403"},{"type":"paragraph","content":"After Timoleon had banished Dionysius from Syracuse, and had settled the affairs of Sicily, finding the cities of Syracuse and Sellinuntium extremely depopulated by tyranny, war, and faction, he invited over from Greece some new inhabitants to repeople them. Immediately forty thousand men (Plutarch says sixty thousand) offered themselves; and he distributed so many lots of land among them, to the great satisfaction of the ancient inhabitants: A proof at once of the maxims of ancient policy, which affected populousness more than riches; and of the good effects of these maxims, in the extreme populousness of that small country, Greece, which could at once supply so great a colony. The case was not much different with the Romans in early times. He is a pernicious citizen, said M. Curius, who cannot be content with seven acres. Such ideas of equality could not fail of producing great numbers of people.","subId":"52","id":"Hume.ETSS.EMPL2.PA.52","pages":"403"},{"type":"paragraph","content":"We must now consider what disadvantages the ancients lay under with regard to populousness, and what checks they received from their political maxims and institutions. There are commonly compensations in every human condition: and though these compensations be not always perfectly equal, yet they serve, at least, to restrain the prevailing principle. To compare them and estimate their influence, is indeed difficult, even where they take place in the same age, and in neighbouring countries: But where several ages have intervened, and only scattered lights are afforded us by ancient authors; what can we do but amuse ourselves by talking pro and con, on an interesting subject, and thereby correcting all hasty and violent determinations?","subId":"53","id":"Hume.ETSS.EMPL2.PA.53","pages":"404"},{"type":"paragraph","content":"First, We may observe, that the ancient republics were almost in perpetual war, a natural effect of their martial spirit, their love of liberty, their mutual emulation, and that hatred which generally prevails among nations that live in close neighbourhood. Now, war in a small state is much more destructive than in a great one; both because all the inhabitants, in the former case, must serve in the armies; and because the whole state is frontier, and is all exposed to the inroads of the enemy.","subId":"54","id":"Hume.ETSS.EMPL2.PA.54","pages":"404"},{"type":"paragraph","content":"The maxims of ancient war were much more destructive than those of modern; chiefly by that distribution of plunder, in which the soldiers were indulged. The private men in our armies are such a low set of people, that we find any abundance, beyond their simple pay, breeds confusion and disorder among them, and a total dissolution of discipline. The very wretchedness and meanness of those, who fill the modern armies, render them less destructive to the countries which they invade: One instance, among many of the deceitfulness of first appearances in all political reasonings.","subId":"55","id":"Hume.ETSS.EMPL2.PA.55","pages":"404-5"},{"type":"paragraph","content":"Ancient battles were much more bloody, by the very nature of the weapons employed in them. The ancients drew up their men 16 or 20, sometimes 50 men deep, which made a narrow front; and it was not difficult to find a field, in which both armies might be marshalled, and might engage with each other. Even where any body of the troops was kept off by hedges, hillocks, woods, or hollow ways, the battle was not so soon decided between the contending parties, but that the others had time to overcome the difficulties which opposed them, and take part in the engagement. And as the whole army was thus engaged, and each man closely buckled to his antagonist, the battles were commonly very bloody, and great slaughter was made on both sides, especially on the vanquished. The long thin lines, required by fire-arms, and the quick decision of the fray, render our modern engagements but partial rencounters, and enable the general, who is foiled in the beginning of the day, to draw off the greater part of his army, sound and entire.","subId":"56","id":"Hume.ETSS.EMPL2.PA.56","pages":"405"},{"type":"paragraph","content":"The battles of antiquity, both by their duration, and their resemblance to single combats, were wrought up to a degree of fury quite unknown to later ages. Nothing could then engage the combatants to give quarter, but the hopes of profit, by making slaves of their prisoners. In civil wars, as we learn from Tacitus, the battles were the most bloody, because the prisoners were not slaves.","subId":"57","id":"Hume.ETSS.EMPL2.PA.57","pages":"405"},{"type":"paragraph","content":"What a stout resistance must be made, where the vanquished expected so hard a fate! How inveterate the rage, where the maxims of war were, in every respect, so bloody and severe!","subId":"58","id":"Hume.ETSS.EMPL2.PA.58","pages":"406"},{"type":"paragraph","content":"Instances are frequent, in ancient history, of cities besieged, whose inhabitants, rather than open their gates, murdered their wives and children, and rushed themselves on a voluntary death, sweetened perhaps by a little prospect of revenge upon the enemy. Greeks, as well as Barbarians, have often been wrought up to this degree of fury. And the same determined spirit and cruelty must, in other instances less remarkable, have been destructive to human society, in those petty commonwealths, which lived in close neighbourhood, and were engaged in perpetual wars and contentions.","subId":"59","id":"Hume.ETSS.EMPL2.PA.59","pages":"406"},{"type":"paragraph","content":"Sometimes the wars in Greece, says Plutarch, were carried on entirely by inroads, and robberies, and piracies. Such a method of war must be more destructive in small states, than the bloodiest battles and sieges.","subId":"60","id":"Hume.ETSS.EMPL2.PA.60","pages":"406"},{"type":"paragraph","content":"By the laws of the twelve tables, possession during two years formed a prescription for land; one year for moveables: An indication, that there was not in Italy, at that time, much more order, tranquillity, and settled police, than there is at present among the Tartars.","subId":"61","id":"Hume.ETSS.EMPL2.PA.61","pages":"406"},{"type":"paragraph","content":"The only cartel I remember in ancient history, is that between Demetrius Poliorcetes and the Rhodians; when it was agreed, that a free citizen should be restored for 1000 drachmas, a slave bearing arms for 500.","subId":"62","id":"Hume.ETSS.EMPL2.PA.62","pages":"406"},{"type":"paragraph","content":"But, secondly, it appears that ancient manners were more unfavourable than the modern, not only in times of war, but also in those of peace; and that too in every respect, except the love of civil liberty and of equality, which is, I own, of considerable importance. To exclude faction from a free government, is very difficult, if not altogether impracticable; but such inveterate rage between the factions, and such bloody maxims, are found, in modern times amongst religious parties alone. In ancient history, we may always observe, where one party prevailed, whether the nobles or people (for I can observe no difference in this respect) that they immediately butchered all of the opposite party who fell into their hands, and banished such as had been so fortunate as to escape their fury. No form of process, no law, no trial, no pardon. A fourth, a third, perhaps near half of the city was slaughtered, or expelled, every revolution; and the exiles always joined foreign enemies, and did all the mischief possible to their fellow-citizens; till fortune put it in their power to take full revenge by a new revolution. And as these were frequent in such violent governments, the disorder, diffidence, jealousy, enmity, which must prevail, are not easy for us to imagine in this age of the world.","subId":"63","id":"Hume.ETSS.EMPL2.PA.63","pages":"406-7"},{"type":"paragraph","content":"There are only two revolutions I can recollect in ancient history, which passed without great severity, and great effusion of blood in massacres and assassinations, namely, the restoration of the Athenian Democracy by Thrasybulus, and the subduing of the Roman republic by Cæsar. We learn from ancient history, that Thrasybulus passed a general amnesty for all past offences; and first introduced that word, as well as practice, into Greece. It appears, however, from many orations of Lysias, that the chief, and even some of the subaltern offenders, in the preceding tyranny, were tried, and capitally punished. And as to Cæsar's clemency, though much celebrated, it would not gain great applause in the present age. He butchered, for instance, all Cato's senate, when he became master of Utica; and these, we may readily believe, were not the most worthless of the party. All those who had borne arms against that usurper, were attainted; and, by Hirtius's law, declared incapable of all public offices.","subId":"64","id":"Hume.ETSS.EMPL2.PA.64","pages":"407-8"},{"type":"paragraph","content":"These people were extremely fond of liberty; but seem not to have understood it very well. When the thirty tyrants first established their dominion at Athens, they began with seizing all the sycophants and informers, who had been so troublesome during the Democracy, and putting them to death by an arbitrary sentence and execution. Every man, says Sallust and Lysias, was rejoiced at these punishments; not considering, that liberty was from that moment annihilated.","subId":"65","id":"Hume.ETSS.EMPL2.PA.65","pages":"408"},{"type":"paragraph","content":"The utmost energy of the nervous style of Thucydides, and the copiousness and expression of the Greek language, seem to sink under that historian, when he attempts to describe the disorders, which arose from faction throughout all the Grecian commonwealths. You would imagine, that he still labours with a thought greater than he can find words to communicate. And he concludes his pathetic description with an observation, which is at once refined and solid. \"In these contests,\" says he, \"those who were the dullest, and most stupid, and had the least foresight, commonly prevailed. For being conscious of this weakness, and dreading to be overreached by those of greater penetration, they went to work hastily, without premeditation, by the sword and poinard, and thereby got the start of their antagonists, who were forming fine schemes and projects for their destruction.\"","subId":"66","id":"Hume.ETSS.EMPL2.PA.66","pages":"408-9"},{"type":"paragraph","content":"Not to mention Dionysius the elder, who is computed to have butchered in cool blood above 10,000 of his fellow-citizens; or Agathocles, Nabis, and others, still more bloody than he; the transactions, even in free governments, were extremely violent and destructive. At Athens, the thirty tyrants and the nobles, in a twelvemonth, murdered, without trial, about 1200 of the people, and banished above the half of the citizens that remained. In Argos, near the same time, the people killed 1200 of the nobles; and afterwards their own demagogues, because they had refused to carry their prosecutions farther. The people also in Corcyra killed 1500 of the nobles, and banished a thousand. These numbers will appear the more surprising, if we consider the extreme smallness of these states. But all ancient history is full of such instances.","subId":"67","id":"Hume.ETSS.EMPL2.PA.67","pages":"409"},{"type":"paragraph","content":"When Alexander ordered all the exiles to be restored throughout all the cities; it was found, that the whole amounted to 20,000 men; the remains probably of still greater slaughters and massacres. What an astonishing multitude in so narrow a country as ancient Greece! And what domestic confusion, jealousy, partiality, revenge, heartburnings, must tear those cities, where factions were wrought up to such a degree of fury and despair.","subId":"68","id":"Hume.ETSS.EMPL2.PA.68","pages":"410"},{"type":"paragraph","content":"It would be easier, says Isocrates to Philip, to raise an army in Greece at present from the vagabonds than from the cities.","subId":"69","id":"Hume.ETSS.EMPL2.PA.69","pages":"410-1"},{"type":"paragraph","content":"Even when affairs came not to such extremities (which they failed not to do almost in every city twice or thrice every century) property was rendered very precarious by the maxims of ancient government. Xenophon, in the Banquet of Socrates, gives us a natural unaffected description of the tyranny of the Athenian people. \"In my poverty,\" says Charmides, \"I am much more happy than I ever was while possessed of riches: as much as it is happier to be in security than in terrors, free than a slave, to receive than to pay court, to be trusted than suspected. Formerly I was obliged to caress every informer; some imposition was continually laid upon me; and it was never allowed me to travel, or be absent from the city. At present, when I am poor I look big, and threaten others. The rich are afraid of me, and show me every kind of civility and respect; and I am become a kind of tyrant in the city.\"","subId":"70","id":"Hume.ETSS.EMPL2.PA.70","pages":"411"},{"type":"paragraph","content":"In one of the pleadings of Lysias, the orator very coolly speaks of it, by the by, as a maxim of the Athenian people, that, whenever they wanted money, they put to death some of the rich citizens as well as strangers, for the sake of the forfeiture. In mentioning this, he seems not to have any intention of blaming them; still less of provoking them, who were his audience and judges.","subId":"71","id":"Hume.ETSS.EMPL2.PA.71","pages":"411"},{"type":"paragraph","content":"Whether a man was a citizen or a stranger among that people, it seems indeed requisite, either that he should impoverish himself, or that the people would impoverish him, and perhaps kill him into the bargain. The orator last mentioned gives a pleasant account of an estate laid out in the public service; that is, above the third of it in raree-shows and figured dances.","subId":"72","id":"Hume.ETSS.EMPL2.PA.72","pages":"412"},{"type":"paragraph","content":"I need not insist on the Greek tyrannies, which were altogether horrible. Even the mixed monarchies, by which most of the ancient states of Greece were governed, before the introduction of republics, were very unsettled. Scarcely any city, but Athens, says Isocrates, could show a succession of kings for four or five generations.","subId":"73","id":"Hume.ETSS.EMPL2.PA.73","pages":"412"},{"type":"paragraph","content":"Besides many other obvious reasons for the instability of ancient monarchies, the equal division of property among the brothers in private families, must, by a necessary consequence, contribute to unsettle and disturb the state. The universal preference given to the elder by modern laws, though it encreases the inequality of fortunes, has, however, this good effect, that it accustoms men to the same idea in public succession, and cuts off all claim and pretension of the younger.","subId":"74","id":"Hume.ETSS.EMPL2.PA.74","pages":"413"},{"type":"paragraph","content":"The new settled colony of Heraclea, falling immediately into faction applied to Sparta, who sent Heripidas with full authority to quiet their dissentions. This man, not provoked by any opposition, not inflamed by party rage, knew no better expedient than immediately putting to death about 500 of the citizens. A strong proof how deeply rooted these violent maxims of government were throughout all Greece.","subId":"75","id":"Hume.ETSS.EMPL2.PA.75","pages":"413"},{"type":"paragraph","content":"If such was the disposition of men's minds among that refined people, what may be expected in the commonwealths of Italy, Afric, Spain, and Gaul, which were denominated barbarous? Why otherwise did the Greeks so much value themselves on their humanity, gentleness, and moderation, above all other nations? This reasoning seems very natural. But unluckily the history of the Roman commonwealth, in its earlier times, if we give credit to the received accounts, presents an opposite conclusion. No blood was ever shed in any sedition at Rome, till the murder of the Gracchi. Dionysius Halicarnassæus, observing the singular humanity of the Roman people in this particular, makes use of it as an argument that they were originally of Grecian extraction: Whence we may conclude, that the factions and revolutions in the barbarous republics were usually more violent than even those of Greece above-mentioned.","subId":"76","id":"Hume.ETSS.EMPL2.PA.76","pages":"413"},{"type":"paragraph","content":"If the Romans were so late in coming to blows, they made ample compensation, after they had once entered upon the bloody scene; and Appian's history of their civil wars contains the most frightful picture of massacres, proscriptions, and forfeitures, that ever was presented to the world. What pleases most, in that historian, is, that he seems to feel a proper resentment of these barbarous proceedings; and talks not with that provoking coolness and indifference, which custom had produced in many of the Greek historians.","subId":"77","id":"Hume.ETSS.EMPL2.PA.77","pages":"413-4"},{"type":"paragraph","content":"The maxims of ancient politics contain, in general, so little humanity and moderation, that it seems superfluous to give any particular reason for the acts of violence committed at any particular period. Yet I cannot forbear observing, that the laws, in the later period of the Roman commonwealth, were so absurdly contrived, that they obliged the heads of parties to have recourse to these extremities. All capital punishments were abolished: However criminal, or, what is more, however dangerous any citizen might be, he could not regularly be punished otherwise than by banishment: And it became necessary, in the revolutions of party, to draw the sword of private vengeance; nor was it easy, when laws were once violated, to set bounds to these sanguinary proceedings. Had Brutus himself prevailed over the triumvirate, could he, in common prudence, have allowed Octavius and Anthony, to live, and have contented himself with banishing them to Rhodes or Marseilles, where they might still have plotted new commotions and rebellions? His executing C. Antonius, brother to the triumvir, shows evidently his sense of the matter. Did not Cicero, with the approbation of all the wise and virtuous of Rome, arbitrarily put to death Catiline's accomplices, contrary to law, and without any trial or form of process? And if he moderated his executions, did it not proceed, either from the clemency of his temper, or the conjunctures of the times? A wretched security in a government which pretends to laws and liberty!","subId":"78","id":"Hume.ETSS.EMPL2.PA.78","pages":"414-5"},{"type":"paragraph","content":"Thus, one extreme produces another. In the same manner as excessive severity in the laws is apt to beget great relaxation in their execution; so their excessive lenity naturally produces cruelty and barbarity. It is dangerous to force us, in any case, to pass their sacred boundaries.","subId":"79","id":"Hume.ETSS.EMPL2.PA.79","pages":"415"},{"type":"paragraph","content":"One general cause of the disorders, so frequent in all ancient governments, seems to have consisted in the great difficulty of establishing any Aristocracy in those ages, and the perpetual discontents and seditions of the people, whenever even the meanest and most beggarly were excluded from the legislature and from public offices. The very quality of freemen gave such a rank, being opposed to that of slave, that it seemed to entitle the possessor to every power and privilege of the commonwealth. Solon's laws excluded no freeman from votes or elections, but confined some magistracies to a particular census; yet were the people never satisfied till those laws were repealed. By the treaty with Antipater, no Athenian was allowed a vote whose census was less than 2000 drachmas (about 60 l. Sterling). And though such a government would to us appear sufficiently democratical, it was so disagreeable to that people, that above two-thirds of them immediately left their country. Cassander reduced that census to the half; yet still the government was considered as an oligarchical tyranny, and the effect of foreign violence.","subId":"80","id":"Hume.ETSS.EMPL2.PA.80","pages":"415-6"},{"type":"paragraph","content":"Servius Tullius's laws seem equal and reasonable, by fixing the power in proportion to the property: Yet the Roman people could never be brought quietly to submit to them.","subId":"81","id":"Hume.ETSS.EMPL2.PA.81","pages":"416"},{"type":"paragraph","content":"In those days there was no medium between a severe, jealous Aristocracy, ruling over discontented subjects; and a turbulent, factious, tyrannical Democracy. At present, there is not one republic in Europe, from one extremity of it to the other, that is not remarkable for justice, lenity, and stability, equal to, or even beyond Marseilles, Rhodes, or the most celebrated in antiquity. Almost all of them are well-tempered Aristocracies.","subId":"82","id":"Hume.ETSS.EMPL2.PA.82","pages":"416"},{"type":"paragraph","content":"But thirdly, there are many other circumstances, in which ancient nations seem inferior to the modern, both for the happiness and encrease of mankind. Trade, manufactures, industry, were no where, in former ages, so flourishing as they are at present in Europe. The only garb of the ancients, both for males and females, seems to have been a kind of flannel, which they wore commonly white or grey, and which they scoured as often as it became dirty. Tyre, which carried on, after Carthage, the greatest commerce of any city in the Mediterranean, before it was destroyed by Alexander, was no mighty city, if we credit Arrian's account of its inhabitants. Athens is commonly supposed to have been a trading city: But it was as populous before the Median war as at any time after it, according to Herodotus; yet its commerce, at that time, was so inconsiderable, that, as the same historian observes, even the neighbouring coasts of Asia were as little frequented by the Greeks as the pillars of Hercules: For beyond these he conceived nothing.","subId":"83","id":"Hume.ETSS.EMPL2.PA.83","pages":"416-7"},{"type":"paragraph","content":"Great interest of money, and great profits of trade, are an infallible indication, that industry and commerce are but in their infancy. We read in Lysias of 100 per cent. profit made on a cargo of two talents, sent to no greater distance than from Athens to the Adriatic: Nor is this mentioned as an instance of extraordinary profit. Antidorus, says Demosthenes, paid three talents and a half for a house which he let at a talent a year: And the orator blames his own tutors for not employing his money to like advantage. My fortune, says he, in eleven years minority, ought to have been tripled. The value of 20 of the slaves left by his father, he computes at 40 minas, and the yearly profit of their labour at 12. The most moderate interest at Athens, (for there was higher often paid) was 12 per cent., and that paid monthly. Not to insist upon the high interest, to which the vast sums distributed in elections had raised money at Rome, we find, that Verres, before that factious period, stated 24 per cent. for money which he left in the hands of the publicans: And though Cicero exclaims against this article, it is not on account of the extravagant usury; but because it had never been customary to state any interest on such occasions. Interest, indeed, sunk at Rome, after the settlement of the empire: But it never remained any considerable time so low, as in the commercial states of modern times.","subId":"84","id":"Hume.ETSS.EMPL2.PA.84","pages":"417-8"},{"type":"paragraph","content":"Among the other inconveniencies, which the Athenians felt from the fortifying of Decelia by the Lacedemonians, it is represented by Thucydides, as one of the most considerable, that they could not bring over their corn from Eubea by land, passing by Oropus; but were obliged to embark it, and to sail round the promontory of Sunium. A surprising instance of the imperfection of ancient navigation! For the water-carriage is not here above double the land.","subId":"85","id":"Hume.ETSS.EMPL2.PA.85","pages":"418"},{"type":"paragraph","content":"I do not remember a passage in any ancient author, where the growth of a city is ascribed to the establishment of a manufacture. The commerce, which is said to flourish, is chiefly the exchange of those commodities, for which different soils and climates were suited. The sale of wine and oil into Africa, according to Diodorus Siculus, was the foundation of the riches of Agrigentum. The situation of the city of Sybaris, according to the same author was the cause of its immense populousness; being built near the two rivers Crathys and Sybaris. But these two rivers, we may observe, are not navigable; and could only produce some fertile vallies, for agriculture and tillage; an advantage so inconsiderable, that a modern writer would scarcely have taken notice of it.","subId":"86","id":"Hume.ETSS.EMPL2.PA.86","pages":"418-9"},{"type":"paragraph","content":"The barbarity of the ancient tyrants, together with the extreme love of liberty, which animated those ages, must have banished every merchant and manufacturer, and have quite depopulated the state, had it subsisted upon industry and commerce. While the cruel and suspicious Dionysius was carrying on his butcheries, who, that was not detained by his landed property, and could have carried with him any art or skill to procure a subsistence in other countries, would have remained exposed to such implacable barbarity? The persecutions of Philip II. and Lewis XIV. filled all Europe with the manufacturers of Flanders and of France.","subId":"87","id":"Hume.ETSS.EMPL2.PA.87","pages":"419"},{"type":"paragraph","content":"I grant, that agriculture is the species of industry chiefly requisite to the subsistence of multitudes; and it is possible, that this industry may flourish, even where manufactures and other arts are unknown and neglected. Swisserland is at present a remarkable instance; where we find, at once, the most skilful husbandmen, and the most bungling tradesmen, that are to be met with in Europe. That agriculture flourished in Greece and Italy, at least in some parts of them, and at some periods, we have reason to presume; And whether the mechanical arts had reached the same degree of perfection, may not be esteemed so material; especially, if we consider the great equality of riches in the ancient republics, where each family was obliged to cultivate, with the greatest care and industry, its own little field, in order to its subsistence.","subId":"88","id":"Hume.ETSS.EMPL2.PA.88","pages":"419"},{"type":"paragraph","content":"But is it just reasoning, because agriculture may, in some instances, flourish without trade or manufactures, to conclude, that, in any great extent of country, and for any great tract of time, it would subsist alone? The most natural way, surely, of encouraging husbandry, is, first, to excite other kinds of industry, and thereby afford the labourer a ready market for his commodities, and a return of such goods as may contribute to his pleasure and enjoyment. This method is infallible and universal; and, as it prevails more in modern government than in the ancient, it affords a presumption of the superior populousness of the former.","subId":"89","id":"Hume.ETSS.EMPL2.PA.89","pages":"419-20"},{"type":"paragraph","content":"Every man, says Xenophon, may be a farmer: No art or skill is requisite: All consists in industry, and in attention to the execution. A strong proof, as Columella hints, that agriculture was but little known in the age of Xenophon.","subId":"90","id":"Hume.ETSS.EMPL2.PA.90","pages":"420"},{"type":"paragraph","content":"All our later improvements and refinements, have they done nothing towards the easy subsistence of men, and consequently towards their propagation and encrease? Our superior skill in mechanics; the discovery of new worlds, by which commerce has been so much enlarged; the establishment of posts; and the use of bills of exchange: These seem all extremely useful to the encouragement of art, industry, and populousness. Were we to strike off these, what a check should we give to every kind of business and labour, and what multitudes of families would immediately perish from want and hunger? And it seems not probable, that we could supply the place of these new inventions by any other regulation or institution.","subId":"91","id":"Hume.ETSS.EMPL2.PA.91","pages":"420"},{"type":"paragraph","content":"Have we reason to think, that the police of ancient states was any wise comparable to that of modern, or that men had then equal security, either at home, or in their journies by land or water? I question not, but every impartial examiner would give us the preference in this particular.","subId":"92","id":"Hume.ETSS.EMPL2.PA.92","pages":"420"},{"type":"paragraph","content":"Thus, upon comparing the whole, it seems impossible to assign any just reason, why the world should have been more populous in ancient than in modern times. The equality of property among the ancients, liberty, and the small divisions of their states, were indeed circumstances favourable to the propagation of mankind: But their wars were more bloody and destructive, their governments more factious and unsettled, commerce and manufactures more feeble and languishing, and the general police more loose and irregular. These latter disadvantages seem to form a sufficient counterbalance to the former advantages; and rather favour the opposite opinion to that which commonly prevails with regard to this subject.","subId":"93","id":"Hume.ETSS.EMPL2.PA.93","pages":"420-1"},{"type":"paragraph","content":"But there is no reasoning, it may be said, against matter of fact. If it appear, that the world was then more populous than at present, we may be assured, that our conjectures are false, and that we have overlooked some material circumstance in the comparison. This I readily own: All our preceding reasonings, I acknowledge to be mere trifling, or, at least, small skirmishes and frivolous rencounters, which decide nothing. But unluckily the main combat, where we compare facts, cannot be rendered much more decisive. The facts, delivered by ancient authors, are either so uncertain or so imperfect as to afford us nothing positive in this matter. How indeed could it be otherwise? The very facts, which we must oppose to them, in computing the populousness of modern states, are far from being either certain or complete. Many grounds of calculation proceeded on by celebrated writers, are little better than those of the Emperor Heliogabalus, who formed an estimate of the immense greatness of Rome, from ten thousand pound weight of cobwebs which had been found in that city.","subId":"94","id":"Hume.ETSS.EMPL2.PA.94","pages":"421"},{"type":"paragraph","content":"It is to be remarked, that all kinds of numbers are uncertain in ancient manuscripts, and have been subject to much greater corruptions than any other part of the text; and that for an obvious reason. Any alteration, in other places, commonly affects the sense or grammar, and is more readily perceived by the reader and transcriber.","subId":"95","id":"Hume.ETSS.EMPL2.PA.95","pages":"421"},{"type":"paragraph","content":"Few enumerations of inhabitants have been made of any tract of country by any ancient author of good authority, so as to afford us a large enough view for comparison.","subId":"96","id":"Hume.ETSS.EMPL2.PA.96","pages":"422"},{"type":"paragraph","content":"It is probable, that there was formerly a good foundation for the number of citizens assigned to any free city; because they entered for a share in the government, and there were exact registers kept of them. But as the number of slaves is seldom mentioned, this leaves us in as great uncertainty as ever, with regard to the populousness even of single cities.","subId":"97","id":"Hume.ETSS.EMPL2.PA.97","pages":"422"},{"type":"paragraph","content":"The first page of Thucydides is, in my opinion, the commencement of real history. All preceding narrations are so intermixed with fable, that philosophers ought to abandon them, in a great measure, to the embellishment of poets and orators.","subId":"98","id":"Hume.ETSS.EMPL2.PA.98","pages":"422"},{"type":"paragraph","content":"With regard to remote times, the numbers of people assigned are often ridiculous, and lose all credit and authority. The free citizens of Sybaris, able to bear arms, and actually drawn out in battle, were 300,000. They encountered at Siagra with 100,000 citizens of Crotona, another Greek city contiguous to them; and were defeated. This is Diodorus Siculus's account; and is very seriously insisted on by that historian. Strabo also mentions the same number of Sybarites.","subId":"99","id":"Hume.ETSS.EMPL2.PA.99","pages":"422"},{"type":"paragraph","content":"Diodorus Siculus, enumerating the inhabitants of Agrigentum, when it was destroyed by the Carthaginians, says, that they amounted to 20,000 citizens, 200,000 strangers, besides slaves, who, in so opulent a city as he represents it, would probably be, at least, as numerous. We must remark, that the women and the children are not included; and that, therefore, upon the whole, this city must have contained near two millions of inhabitants. And what was the reason of so immense an encrease! They were industrious in cultivating the neighbouring fields, not exceeding a small English county; and they traded with their wine and oil to Africa, which, at that time, produced none of these commodities.","subId":"100","id":"Hume.ETSS.EMPL2.PA.100","pages":"423"},{"type":"paragraph","content":"Ptolemy, says Theocritus, commands 33,339 cities. I suppose the singularity of the number was the reason of assigning it. Diodorus Siculus assigns three millions of inhabitants to Ægypt, a small number: But then he makes the number of cities amount to 18,000: An evident contradiction.","subId":"101","id":"Hume.ETSS.EMPL2.PA.101","pages":"423"},{"type":"paragraph","content":"He says, the people were formerly seven millions. Thus remote times are always most envied and admired.","subId":"102","id":"Hume.ETSS.EMPL2.PA.102","pages":"423"},{"type":"paragraph","content":"That Xerxes's army was extremely numerous, I can readily believe; both from the great extent of his empire, and from the practice among the eastern nations, of encumbering their camp with a superfluous multitude: But will any rational man cite Herodotus's wonderful narrations as an authority? There is something very rational, I own, in Lysias's argument upon this subject. Had not Xerxes's army been incredibly numerous, says he, he had never made a bridge over the Hellespont: It had been much easier to have transported his men over so short a passage, with the numerous shipping of which he was master.","subId":"103","id":"Hume.ETSS.EMPL2.PA.103","pages":"423-4"},{"type":"paragraph","content":"Polybius says, that the Romans, between the first and second Punic wars, being threatened with an invasion from the Gauls, mustered all their own forces, and those of their allies, and found them amount to seven hundred thousand men able to bear arms: A great number surely, and which, when joined to the slaves, is probably not less, if not rather more, than that extent of country affords at present. The enumeration too seems to have been made with some exactness; and Polybius gives us the detail of the particulars. But might not the number be magnified, in order to encourage the people?","subId":"104","id":"Hume.ETSS.EMPL2.PA.104","pages":"424"},{"type":"paragraph","content":"Diodorus Siculus makes the same enumeration amount to near a million. These variations are suspicious. He plainly too supposes, that Italy in his time was not so populous: Another suspicious circumstance. For who can believe, that the inhabitants of that country diminished from the time of the first Punic war to that of the triumvirates?","subId":"105","id":"Hume.ETSS.EMPL2.PA.105","pages":"424"},{"type":"paragraph","content":"Julius Cæsar according to Appian, encountered four millions of Gauls, killed one million, and made another million prisoners. Supposing the number of the enemy's army and that of the slain could be exactly assigned, which never is possible; how could it be known how often the same man returned into the armies, or how distinguish the new from the old levied soldiers? No attention ought ever to be given to such loose, exaggerated calculations; especially where the author does not tell us the mediums, upon which the calculations were founded.","subId":"106","id":"Hume.ETSS.EMPL2.PA.106","pages":"424-5"},{"type":"paragraph","content":"Paterculus makes the number of Gauls killed by Cæsar amount only to 400,000: A more probable account, and more easily reconciled to the history of these wars given by that conqueror himself in his Commentaries. The most bloody of his battles were fought against the Helvetii and the Germans.","subId":"107","id":"Hume.ETSS.EMPL2.PA.107","pages":"425"},{"type":"paragraph","content":"One would imagine, that every circumstance of the life and actions of Dionysius the elder might be regarded as authentic, and free from all fabulous exaggeration; both because he lived at a time when letters flourished most in Greece, and because his chief historian was Philistus, a man allowed to be of great genius, and who was a courtier and minister of that prince. But can we admit, that he had a standing army of 100,000 foot, 10,000 horse, and a fleet of 400 gallies? These, we may observe, were mercenary forces, and subsisted upon pay, like our armies in Europe. For the citizens were all disarmed; and when Dion afterwards invaded Sicily, and called on his countrymen to vindicate their liberty, he was obliged to bring arms along with him, which he distributed among those who joined him. In a state where agriculture alone flourishes, there may be many inhabitants; and if these be all armed and disciplined, a great force may be called out upon occasion: But great bodies of mercenary troops can never be maintained, without either great trade and numerous manufactures, or extensive dominions. The United Provinces never were masters of such a force by sea and land, as that which is said to belong to Dionysius; yet they possess as large a territory, perfectly well cultivated, and have much more resources from their commerce and industry. Diodorus Siculus allows, that, even in his time, the army of Dionysius appeared incredible; that is, as I interpret it, was entirely a fiction, and the opinion arose from the exaggerated flattery of the courtiers, and perhaps from the vanity and policy of the tyrant himself.","subId":"108","id":"Hume.ETSS.EMPL2.PA.108","pages":"425-6"},{"type":"paragraph","content":"It is a usual fallacy, to consider all the ages of antiquity as one period, and to compute the numbers contained in the great cities mentioned by ancient authors, as if these cities had been all cotemporary. The Greek colonies flourished extremely in Sicily during the age of Alexander: But in Augustus's time they were so decayed, that almost all the produce of that fertile island was consumed in Italy.","subId":"109","id":"Hume.ETSS.EMPL2.PA.109","pages":"426"},{"type":"paragraph","content":"Let us now examine the numbers of inhabitants assigned to particular cities in antiquity; and omitting the numbers of Nineveh, Babylon, and the Egyptian Thebes, let us confine ourselves to the sphere of real history, to the Grecian and Roman states. I must own, the more I consider this subject, the more am I inclined to scepticism, with regard to the great populousness ascribed to ancient times.","subId":"110","id":"Hume.ETSS.EMPL2.PA.110","pages":"426"},{"type":"paragraph","content":"Athens is said by Plato to be a very great city; and it was surely the greatest of all the Greek cities, except Syracuse, which was nearly about the same size in Thucydides's time, and afterwards encreased beyond it. For Cicero mentions it as the greatest of all the Greek cities in his time; not comprehending, I suppose, either Antioch or Alexandria under that denomination. Athenæus says, that, by the enumeration of Demetrius Phalereus, there were in Athens 21,000 citizens, 10,000 strangers, and 400,000 slaves. This number is much insisted on by those whose opinion I call in question, and is esteemed a fundamental fact to their purpose: But, in my opinion, there is no point of criticism more certain, than that Athenæus and Ctesicles, whom he quotes, are here mistaken, and that the number of slaves is, at least, augmented by a whole cypher, and ought not to be regarded as more than 40,000.","subId":"111","id":"Hume.ETSS.EMPL2.PA.111","pages":"427"},{"type":"paragraph","content":"First, When the number of citizens is said to be 21,000 by Athenæus, men of full age are only understood. For, (1.) Herodotus says, that Aristagoras, ambassador from the Ionians, found it harder to deceive one SpartaN than 30,000 Athenians; meaning, in a loose way, the whole state, supposed to be met in one popular assembly, excluding the women and children. (2.) Thucydides says, that, making allowance for all the absentees in the fleet, army, garrisons, and for people employed in their private affairs, the Athenian assembly never rose to five thousand. (3.) The forces, enumerated by the same historian, being all citizens, and amounting to 13,000 heavy-armed infantry, prove the same method of calculation; as also the whole tenor of the Greek historians, who always understand men of full age, when they assign the number of citizens in any republic. Now, these being but the fourth of the inhabitants, the free Athenians were by this account 84,000; the strangers 40,000; and the slaves, calculating by the smaller number, and allowing that they married and propagated at the same rate with freemen, were 160,000; and the whole of the inhabitants 284,000: A number surely large enough. The other number, 1,720,000, makes Athens larger than London and Paris united.","subId":"112","id":"Hume.ETSS.EMPL2.PA.112","pages":"427-8"},{"type":"paragraph","content":"Secondly, There were but 10,000 houses in Athens.","subId":"113","id":"Hume.ETSS.EMPL2.PA.113","pages":"428"},{"type":"paragraph","content":"Thirdly, Though the extent of the walls, as given us by Thucydides, be great, (to wit, eighteen miles, beside the sea-coast): Yet Xenophon says, there was much waste ground within the walls. They seem indeed to have joined four distinct and separate cities.","subId":"114","id":"Hume.ETSS.EMPL2.PA.114","pages":"428"},{"type":"paragraph","content":"Fourthly, No insurrection of the slaves, or suspicion of insurrection, is ever mentioned by historians; except one commotion of the miners.","subId":"115","id":"Hume.ETSS.EMPL2.PA.115","pages":"429"},{"type":"paragraph","content":"Fifthly, The treatment of slaves by the Athenians is said by Xenophon, and Demosthenes, and Plautus, to have been extremely gentle and indulgent: Which could never have been the case, had the disproportion been twenty to one. The disproportion is not so great in any of our colonies; yet are we obliged to exercise a rigorous military government over the negroes.","subId":"116","id":"Hume.ETSS.EMPL2.PA.116","pages":"429"},{"type":"paragraph","content":"Sixthly, No man is ever esteemed rich for possessing what may be reckoned an equal distribution of property in any country, or even triple or quadruple that wealth. Thus every person in England is computed by some to spend six-pence a day: Yet is he esteemed but poor who has five times that sum. Now Timarchus is said by Æschines to have been left in easy circumstances; but he was master only of ten slaves employed in manufactures. Lysias and his brother, two strangers, were proscribed by the thirty for their great riches; though they had but sixty a-piece. Demosthenes was left very rich by his father; yet he had no more than fifty-two slaves. His workhouse, of twenty cabinet-makers, is said to be a very considerable manufactory.","subId":"117","id":"Hume.ETSS.EMPL2.PA.117","pages":"429"},{"type":"paragraph","content":"Seventhly, During the Decelian war, as the Greek historians call it, 20,000 slaves deserted, and brought the Athenians to great distress, as we learn from Thucydides. This could not have happened, had they been only the twentieth part. The best slaves would not desert.","subId":"118","id":"Hume.ETSS.EMPL2.PA.118","pages":"429-30"},{"type":"paragraph","content":"Eighthly, Xenophon proposes a scheme for maintaining by the public 10,000 slaves: And that so great a number may possibly be supported, any one will be convinced, says he, who considers the numbers we possessed before the Decelian war. A way of speaking altogether incompatible with the larger number of Athenæus.","subId":"119","id":"Hume.ETSS.EMPL2.PA.119","pages":"430"},{"type":"paragraph","content":"Ninthly, The whole census of the state of Athens was less than 6000 talents. And though numbers in ancient manuscripts be often suspected by critics, yet this is unexceptionable; both because Demosthenes, who gives it, gives also the detail, which checks him; and because Polybius assigns the same number, and reasons upon it. Now, the most vulgar slave could yield by his labour an obolus a day, over and above his maintenance, as we learn from Xenophon, who says, that Nicias's overseer paid his master so much for slaves, whom he employed in mines. If you will take the pains to estimate an obolus a day, and the slaves at 400,000, computing only at four years purchase, you will find the sum above 12,000 talents; even though allowance be made for the great number of holidays in Athens. Besides, many of the slaves would have a much greater value from their art. The lowest that Demosthenes estimates any of his father's slaves is two minas a head. And upon this supposition, it is a little difficult, I confess, to reconcile even the number of 40,000 slaves with the census of 6000 talents.","subId":"120","id":"Hume.ETSS.EMPL2.PA.120","pages":"430"},{"type":"paragraph","content":"Tenthly, Chios is said by Thucydides, to contain more slaves than any Greek city, except Sparta. Sparta then had more than Athens, in proportion to the number of citizens. The Spartans were 9000 in the town, 30,000 in the country. The male slaves, therefore, of full age, must have been more than 780,000; the whole more than 3,120,000. A number impossible to be maintained in a narrow barren country, such as Laconia, which had no trade. Had the Helotes been so very numerous, the murder of 2000 mentioned by Thucydides, would have irritated them, without weakening them.","subId":"121","id":"Hume.ETSS.EMPL2.PA.121","pages":"431"},{"type":"paragraph","content":"Besides, we are to consider, that the number assigned by Athenæus, whatever it is, comprehends all the inhabitants of Attica, as well as those of Athens. The Athenians affected much a country life, as we learn from Thucydides; and when they were all chased into town, by the invasion of their territory during the Peloponnesian war, the city was not able to contain them; and they were obliged to lie in the porticoes, temples, and even streets, for want of lodging.","subId":"122","id":"Hume.ETSS.EMPL2.PA.122","pages":"431-2"},{"type":"paragraph","content":"The same remark is to be extended to all the other Greek cities; and when the number of citizens is assigned, we must always understand it to comprehend the inhabitants of the neighbouring country, as well as of the city. Yet, even with this allowance, it must be confessed, that Greece was a populous country, and exceeded what we could imagine concerning so narrow a territory, naturally not very fertile, and which drew no supplies of corn from other places. For, excepting Athens, which traded to Pontus for that commodity, the other cities seem to have subsisted chiefly from their neighbouring territory.","subId":"123","id":"Hume.ETSS.EMPL2.PA.123","pages":"432"},{"type":"paragraph","content":"Rhodes is well known to have been a city of extensive commerce, and of great fame and splendor; yet it contained only 6000 citizens able to bear arms, when it was besieged by Demetrius.","subId":"124","id":"Hume.ETSS.EMPL2.PA.124","pages":"432"},{"type":"paragraph","content":"Thebes was always one of the capital cities of Greece: But the number of its citizens exceeded not those of Rhodes. Phliasia is said to be a small city by Xenophon, yet we find, that it contained 6000 citizens. I pretend not to reconcile these two facts. Perhaps, Xenophon calls Phliasia a small town, because it made but a small figure in Greece, and maintained only a subordinate alliance with Sparta; or perhaps the country, belonging to it, was extensive, and most of the citizens were employed in the cultivation of it, and dwelt in the neighbouring villages.","subId":"125","id":"Hume.ETSS.EMPL2.PA.125","pages":"432-3"},{"type":"paragraph","content":"Mantinea was equal to any city in Arcadia: Consequently it was equal to Megalopolis, which was fifty stadia, or six miles and a quarter in circumference. But Mantinea had only 3000 citizens. The Greek cities, therefore, contained often fields and gardens, together with the houses; and we cannot judge of them by the extent of their walls. Athens contained no more than 10,000 houses; yet its walls, with the sea-coast, were above twenty miles in extent. Syracuse was twenty-two miles in circumference; yet was scarcely ever spoken of by the ancients as more populous than Athens. Babylon was a square of fifteen miles, or sixty miles in circuit; but it contained large cultivated fields and inclosures, as we learn from Pliny. Though Aurelian's wall was fifty miles in circumference; the circuit of all the thirteen divisions of Rome, taken apart, according to Publius Victor, was only about forty-three miles. When an enemy invaded the country, all the inhabitants retired within the walls of the ancient cities, with their cattle and furniture, and instruments of husbandry: and the great height, to which the walls were raised, enabled a small number to defend them with facility.","subId":"126","id":"Hume.ETSS.EMPL2.PA.126","pages":"433-5"},{"type":"paragraph","content":"Sparta, says Xenophon, is one of the cities of Greece that has the fewest inhabitants. Yet Polybius says, that it was forty-eight stadia in circumference, and was round.","subId":"127","id":"Hume.ETSS.EMPL2.PA.127","pages":"435"},{"type":"paragraph","content":"All the Ætolians able to bear arms in Antipater's time, deducting some few garrisons, were but ten thousand men.","subId":"128","id":"Hume.ETSS.EMPL2.PA.128","pages":"435"},{"type":"paragraph","content":"Polybius tells us, that the Achæan league might, without any inconvenience, march 30 or 40,000 men: And this account seems probable: For that league comprehended the greater part of Peloponnesus. Yet Pausanias, speaking of the same period, says, that all the AurelianS able to bear arms, even when several manumitted slaves were joined to them, did not amount to fifteen thousand.","subId":"129","id":"Hume.ETSS.EMPL2.PA.129","pages":"435"},{"type":"paragraph","content":"The Thessalians, till their final conquest by the Romans, were, in all ages, turbulent, factious, seditious, disorderly. It is not therefore natural to suppose, that this part of Greece abounded much in people.","subId":"130","id":"Hume.ETSS.EMPL2.PA.130","pages":"436"},{"type":"paragraph","content":"We are told by Thucydides, that the part of Peloponnesus, adjoining to Pylos, was desart and uncultivated. Herodotus says, that Macedonia was full of lions and wild bulls; animals which can only inhabit vast unpeopled forests. These were the two extremities of Greece.","subId":"131","id":"Hume.ETSS.EMPL2.PA.131","pages":"436"},{"type":"paragraph","content":"All the inhabitants of Epirus, of all ages, sexes and conditions, who were sold by Paulus Æmilius, amounted only to 150,000. Yet Epirus might be double the extent of Yorkshire.","subId":"132","id":"Hume.ETSS.EMPL2.PA.132","pages":"436"},{"type":"paragraph","content":"Justin tells us, that, when Philip of Macedon was declared head of the Greek confederacy, he called a congress of all the states, except the Lacedemonians, who refused to concur; and he found the force of the whole, upon computation, to amount to 200,000 infantry, and 15,000 cavalry. This must be understood to be all the citizens capable of bearing arms. For as the Greek republics maintained no mercenary forces, and had no militia distinct from the whole body of the citizens, it is not conceivable what other medium there could be of computation. That such an army could ever, by Greece, be brought into the field, and be maintained there, is contrary to all history. Upon this supposition, therefore, we may thus reason. The free Greeks of all ages and sexes were 860,000. The slaves, estimating them by the number of Athenian slaves as above, who seldom married or had families, were double the male citizens of full age, to wit, 430,000. And all the inhabitants of ancient Greece, excepting Laconia, were about one million two hundred and ninety thousand: No mighty number, nor exceeding what may be found at present in Scotland, a country of not much greater extent, and very indifferently peopled.","subId":"133","id":"Hume.ETSS.EMPL2.PA.133","pages":"436-7"},{"type":"paragraph","content":"We may now consider the numbers of people in Rome and Italy, and collect all the lights afforded us by scattered passages in ancient authors. We shall find, upon the whole, a great difficulty, in fixing any opinion on that head; and no reason to support those exaggerated calculations, so much insisted on by modern writers.","subId":"134","id":"Hume.ETSS.EMPL2.PA.134","pages":"437"},{"type":"paragraph","content":"Dionysius Halicarnassæus says, that the ancient walls of Rome were nearly of the same compass with those of Athens, but that the suburbs ran out to a great extent; and it was difficult to tell, where the town ended or the country began. In some places of Rome, it appears, from the same author, from Juvenal, and from other ancient writers, that the houses were high, and families lived in separate storeys, one above another: But it is probable, that these were only the poorer citizens, and only in some few streets. If we may judge from the younger Pliny's account of his own house, and from Bartoli's plans of ancient buildings, the men of quality had very spacious palaces; and their buildings were like the Chinese houses at this day, where each apartment is separated from the rest, and rises no higher than a single storey. To which if we add, that the Roman nobility much affected extensive porticoes, and even woods in town; we may perhaps allow Vossius (though there is no manner of reason for it) to read the famous passage of the elder Pliny his own way, without admitting the extravagant consequences which he draws from it.","subId":"135","id":"Hume.ETSS.EMPL2.PA.135","pages":"437-8/441"},{"type":"paragraph","content":"The number of citizens who received corn by the public distribution in the time of Augustus, were two hundred thousand. This one would esteem a pretty certain ground of calculation: Yet is it attended with such circumstances as throw us back into doubt and uncertainty.","subId":"136","id":"Hume.ETSS.EMPL2.PA.136","pages":"441"},{"type":"paragraph","content":"Did the poorer citizens only receive the distribution? It was calculated, to be sure, chiefly for their benefit. But it appears from a passage in Cicero that the rich might also take their portion, and that it was esteemed no reproach in them to apply for it.","subId":"137","id":"Hume.ETSS.EMPL2.PA.137","pages":"441"},{"type":"paragraph","content":"To whom was the corn given; whether only to heads of families, or to every man, woman, and child? The portion every month was five modii to each (about 5/6 of a bushel). This was too little for a family, and too much for an individual. A very accurate antiquary, therefore, infers, that it was given to every man of full age: But he allows the matter to be uncertain.","subId":"138","id":"Hume.ETSS.EMPL2.PA.138","pages":"441-2"},{"type":"paragraph","content":"Was it strictly enquired, whether the claimant lived within the precincts of Rome; or was it sufficient, that he presented himself at the monthly distribution? This last seems more probable.","subId":"139","id":"Hume.ETSS.EMPL2.PA.139","pages":"442"},{"type":"paragraph","content":"Were there no false claimants? We are told, that Cæsar struck off at once 170,000, who had creeped in without a just title; and it is very little probable, that he remedied all abuses.","subId":"140","id":"Hume.ETSS.EMPL2.PA.140","pages":"442"},{"type":"paragraph","content":"But, lastly, what proportion of slaves must we assign to these citizens? This is the most material question; and the most uncertain. It is very doubtful, whether Athens can be established as a rule for Rome. Perhaps the Athenians had more slaves, because they employed them in manufactures, for which a capital city, like Rome, seems not so proper. Perhaps, on the other hand, the Romans had more slaves, on account of their superior luxury and riches.","subId":"141","id":"Hume.ETSS.EMPL2.PA.141","pages":"442"},{"type":"paragraph","content":"There were exact bills of mortality kept at Rome; but no ancient author has given us the number of burials, except Suetonius, who tells us, that in one season, there were 30,000 names carried to the temple of Libitina: But this was during a plague; which can afford no certain foundation for any inference.","subId":"142","id":"Hume.ETSS.EMPL2.PA.142","pages":"443"},{"type":"paragraph","content":"The public corn, though distributed only to 200,000 citizens, affected very considerably the whole agriculture of Italy: a fact no wise reconcileable to some modern exaggerations with regard to the inhabitants of that country.","subId":"143","id":"Hume.ETSS.EMPL2.PA.143","pages":"443"},{"type":"paragraph","content":"The best ground of conjecture I can find concerning the greatness of ancient Rome, is this: We are told by Herodian, that Antioch and Alexandria were very little inferior to Rome. It appears from Diodorus Siculus, that one straight street of Alexandria reaching from gate to gate, was five miles long; and as Alexandria was much more extended in length than breadth, it seems to have been a city nearly of the bulk of Paris; and Rome might be about the size of London.","subId":"144","id":"Hume.ETSS.EMPL2.PA.144","pages":"443"},{"type":"paragraph","content":"There lived in Alexandria, in Diodorus Siculus's time, 300,000 free people, comprehending, I suppose, women and children. But what number of slaves? Had we any just ground to fix these at an equal number with the free inhabitants, it would favour the foregoing computation.","subId":"145","id":"Hume.ETSS.EMPL2.PA.145","pages":"444"},{"type":"paragraph","content":"There is a passage in Herodian, which is a little surprising. He says positively, that the palace of the Emperor was as large as all the rest of the city. This was Nero's golden house, which is indeed represented by Suetonius and Pliny as of an enormous extent, but no power of imagination can make us conceive it to bear any proportion to such a city as London.","subId":"146","id":"Hume.ETSS.EMPL2.PA.146","pages":"444-5"},{"type":"paragraph","content":"We may observe, had the historian been relating Nero's extravagance, and had he made use of such an expression, it would have had much less weight; these rhetorical exaggerations being so apt to creep into an author's style, even when the most chaste and correct. But it is mentioned by Herodian only by the by, in relating the quarrels between Geta and Caracalla.","subId":"147","id":"Hume.ETSS.EMPL2.PA.147","pages":"445"},{"type":"paragraph","content":"It appears from the same historian, that there was then much land uncultivated, and put to no manner of use; and he ascribes it as a great praise to Pertinax, that he allowed every one to take such land either in Italy or elsewhere, and cultivate it as he pleased, without paying any taxes. Lands uncultivated, and put to no manner of use! This is not heard of in any part of Christendom; except in some remote parts of Hungary; as I have been informed. And it surely corresponds very ill with that idea of the extreme populousness of antiquity, so much insisted on.","subId":"148","id":"Hume.ETSS.EMPL2.PA.148","pages":"445-6"},{"type":"paragraph","content":"We learn from Vopiscus, that there was even in Etruria much fertile land uncultivated, which the Emperor Aurelian intended to convert into vineyards, in order to furnish the Roman people with a gratuitous distribution of wine; a very proper expedient for depopulating still farther that capital and all the neighbouring territories.","subId":"149","id":"Hume.ETSS.EMPL2.PA.149","pages":"446"},{"type":"paragraph","content":"It may not be amiss to take notice of the account which Polybius gives of the great herds of swine to be met with in Tuscany and Lombardy, as well as in Greece, and of the method of feeding them which was then practised. \"There are great herds of swine,\" says he, \"throughout all Italy, particularly in former times, through Etruria and Cisalpine Gaul. And a herd frequently consists of a thousand or more swine. When one of these herds in feeding meets with another, they mix together; and the swine-herds have no other expedient for separating them than to go to different quarters, where they sound their horn; and these animals, being accustomed to that signal, run immediately each to the horn of his own keeper. Whereas in Greece, if the herds of swine happen to mix in the forests, he who has the greater flock, takes cunningly the opportunity of driving all away. And thieves are very apt to purloin the straggling hogs, which have wandered to a great distance from their keeper in search of food.\"","subId":"150","id":"Hume.ETSS.EMPL2.PA.150","pages":"446"},{"type":"paragraph","content":"May we not infer from this account, that the north of Italy, as well as Greece, was then much less peopled, and worse cultivated, than at present? How could these vast herds be fed in a country so full of inclosures, so improved by agriculture, so divided by farms, so planted with vines and corn intermingled together? I must confess, that Polybius's relation has more the air of that œconomy which is to be met with in our American colonies, than the management of a European country.","subId":"151","id":"Hume.ETSS.EMPL2.PA.151","pages":"446-7"},{"type":"paragraph","content":"We meet with a reflection in Aristotle's Ethics, which seems unaccountable on any supposition, and by proving too much in favour of our present reasoning, may be thought really to prove nothing. That philosopher, treating of friendship, and observing, that this relation ought neither to be contracted to a very few, nor extended over a great multitude, illustrates his opinion by the following argument. \"In like manner,\" says he, \"as a city cannot subsist, if it either have so few inhabitants as ten, or so many as a hundred thousand; so is there a mediocrity required in the number of friends; and you destroy the essence of friendship by running into either extreme.\" What! impossible that a city can contain a hundred thousand inhabitants! Had Aristotle never seen nor heard of a city so populous? This, I must own, passes my comprehension.","subId":"152","id":"Hume.ETSS.EMPL2.PA.152","pages":"447"},{"type":"paragraph","content":"Pliny tells us that Seleucia, the seat of the Greek empire in the East, was reported to contain 600,000 people. Carthage is said by Strabo to have contained 700,000. The inhabitants of Pekin are not much more numerous. London, Paris, and Constantinople, may admit of nearly the same computation; at least, the two latter cities do not exceed it. Rome, Alexandria, Antioch, we have already spoken of. From the experience of past and present ages, one might conjecture that there is a kind of impossibility, that any city could ever rise much beyond this proportion. Whether the grandeur of a city be founded on commerce or on empire, there seem to be invincible obstacles, which prevent its farther progress. The seats of vast monarchies, by introducing extravagant luxury, irregular expence, idleness, dependence, and false ideas of rank and superiority, are improper for commerce. Extensive commerce checks itself, by raising the price of all labour and commodities. When a great court engages the attendance of a numerous nobility, possessed of overgrown fortunes, the middling gentry remain in their provincial towns, where they can make a figure on a moderate income. And if the dominions of a state arrive at an enormous size, there necessarily arise many capitals, in the remoter provinces, whither all the inhabitants, except a few courtiers, repair for education, fortune, and amusement. London, by uniting extensive commerce and middling empire, has, perhaps, arrived at a greatness, which no city will ever be able to exceed.","subId":"153","id":"Hume.ETSS.EMPL2.PA.153","pages":"447-8"},{"type":"paragraph","content":"Chuse Dover or Calais for a center: Draw a circle of two hundred miles radius: You comprehend London, Paris, the Netherlands, the United Provinces, and some of the best cultivated parts of France and England. It may safely, I think, be affirmed, that no spot of ground can be found, in antiquity, of equal extent, which contained near so many great and populous cities, and was so stocked with riches and inhabitants. To balance, in both periods, the states, which possessed most art, knowledge, civility, and the best police, seems the truest method of comparison.","subId":"154","id":"Hume.ETSS.EMPL2.PA.154","pages":"448"},{"type":"paragraph","content":"It is an observation of L'Abbe du Bos, that Italy is warmer at present than it was in ancient times. \"The annals of Rome tell us,\" says he, \"that in the year 480 ab U.C. the winter was so severe that it destroyed the trees. The Tyber froze in Rome, and the ground was covered with snow for forty days. When Juvenal describes a superstitious woman, he represents her as breaking the ice of the Tyber, that she might perform her ablutions:\" \n\n\"Hybernum fracta glacie descendet in amnem, \n Ter matutino Tyberi mergetur.\n\n\" \"He speaks of that river's freezing as a common event. Many passages of Horace suppose the streets of Rome full of snow and ice. We should have more certainty with regard to this point, had the ancients known the use of thermometers: But their writers, without intending it, give us information, sufficient to convince us, that the winters are now much more temperate at Rome than formerly. At present the Tyber no more freezes at Rome than the Nile at Cairo. The Romans esteem the winters very rigorous, if the snow lie two days, and if one see for eight and forty hours a few icicles hang from a fountain that has a north exposure.\"","subId":"155","id":"Hume.ETSS.EMPL2.PA.155","pages":"448-9"},{"type":"paragraph","content":"The observation of this ingenious critic may be extended to other European climates. Who could discover the mild climate of France in Diodorus Siculus's description of that of Gaul? \"As it is a northern climate,\" says he, \"it is infested with cold to an extreme degree. In cloudy weather, instead of rain there fall great snows; and in clear weather it there freezes so excessive hard, that the rivers acquire bridges of their own substance, over which, not only single travellers may pass, but large armies, accompanied with all their baggage and loaded waggons. And there being many rivers in Gaul, the Rhone, the Rhine, &c. almost all of them are frozen over; and it is usual, in order to prevent falling, to cover the ice with chaff and straw at the places where the road passes.\" Colder than a Gallic Winter, is used by Petronius as a proverbial expression. Aristotle says, that Gaul is so cold a climate that an ass could not live in it.","subId":"156","id":"Hume.ETSS.EMPL2.PA.156","pages":"449-50"},{"type":"paragraph","content":"North of the Cevennes, says Strabo, Gaul produces not figs and olives: And the vines, which have been planted, bear not grapes, that will ripen.","subId":"157","id":"Hume.ETSS.EMPL2.PA.157","pages":"450"},{"type":"paragraph","content":"Ovid positively maintains, with all the serious affirmation of prose, that the Euxine sea was frozen over every winter in his time; and he appeals to Roman governours, whom he names, for the truth of his assertion. This seldom or never happens at present in the latitude of Tomi, whither Ovid was banished. All the complaints of the same poet seem to mark a rigour of the seasons, which is scarcely experienced at present in Petersburgh or Stockholm.","subId":"158","id":"Hume.ETSS.EMPL2.PA.158","pages":"450"},{"type":"paragraph","content":"Tournefort, a Provençal, who had travelled into the same country, observes, that there is not a finer climate in the world: And he asserts, that nothing but Ovid's melancholy could have given him such dismal ideas of it. But the facts, mentioned by that poet, are too circumstantial to bear any such interpretation.","subId":"159","id":"Hume.ETSS.EMPL2.PA.159","pages":"450"},{"type":"paragraph","content":"Polybius says, that the climate in Arcadia was very cold, and the air moist.","subId":"160","id":"Hume.ETSS.EMPL2.PA.160","pages":"450"},{"type":"paragraph","content":"\"Italy,\" says Varro, \"is the most temperate climate in Europe. The inland parts\" (Gaul, Germany, and Pannonia, no doubt) \"have almost perpetual winter.\"","subId":"161","id":"Hume.ETSS.EMPL2.PA.161","pages":"451"},{"type":"paragraph","content":"The northern parts of Spain, according to Strabo, are but ill inhabited, because of the great cold.","subId":"162","id":"Hume.ETSS.EMPL2.PA.162","pages":"451"},{"type":"paragraph","content":"Allowing, therefore, this remark to be just, that Europe is become warmer than formerly; how can we account for it? Plainly, by no other method, than by supposing, that the land is at present much better cultivated, and that the woods are cleared, which formerly threw a shade upon the earth, and kept the rays of the sun from penetrating to it. Our northern colonies in America become more temperate, in proportion as the woods are felled; but in general, every one may remark, that cold is still much more severely felt, both in North and South America, than in places under the same latitude in Europe.","subId":"163","id":"Hume.ETSS.EMPL2.PA.163","pages":"451"},{"type":"paragraph","content":"Saserna, quoted by Columella, affirmed, that the disposition of the heavens was altered before his time, and that the air had become much milder and warmer; as appears hence, says he, that many places now abound with vineyards and olive plantations, which formerly, by reason of the rigour of the climate, could raise none of these productions. Such a change, if real, will be allowed an evident sign of the better cultivation and peopling of countries before the age of Saserna; and if it be continued to the present times, is a proof, that these advantages have been continually encreasing throughout this part of the world.","subId":"164","id":"Hume.ETSS.EMPL2.PA.164","pages":"451-2"},{"type":"paragraph","content":"Let us now cast our eye over all the countries which are the scene of ancient and modern history, and compare their past and present situation: We shall not, perhaps, find such foundation for the complaint of the present emptiness and desolation of the world. Ægypt is represented by Maillet, to whom we owe the best account of it, as extremely populous; though he esteems the number of its inhabitants to be diminished. Syria, and the Lesser Asia, as well as the coast of Barbary, I can readily own, to be desart in comparison of their ancient condition. The depopulation of Greece is also obvious. But whether the country now called Turky in Europe may not, in general, contain more inhabitants than during the flourishing period of Greece, may be a little doubtful. The Thracians seem then to have lived like the Tartars at present, by pasturage and plunder: The Getes were still more uncivilized: And the Illyrians were no better. These occupy nine-tenths of that country: And though the government of the Turks be not very favourable to industry and propagation; yet it preserves at least peace and order among the inhabitants; and is preferable to that barbarous, unsettled condition, in which they anciently lived.","subId":"165","id":"Hume.ETSS.EMPL2.PA.165","pages":"452"},{"type":"paragraph","content":"Poland and Muscovy in Europe are not populous; but are certainly much more so than the ancient Sarmatia and Scythia; where no husbandry or tillage was ever heard of, and pasturage was the sole art by which the people were maintained. The like observation may be extended to Denmark and Sweden. No one ought to esteem the immense swarms of people, which formerly came from the North, and over-ran all Europe, to be any objection to this opinion. Where a whole nation, or even half of it remove their seat; it is easy to imagine, what a prodigious multitude they must form; with what desperate valour they must make their attacks; and how the terror they strike into the invaded nations will make these magnify, in their imagination, both the courage and multitude of the invaders. Scotland is neither extensive nor populous; but were the half of its inhabitants to seek new seats, they would form a colony as numerous as the Teutons and Cimbri; and would shake all Europe, supposing it in no better condition for defence than formerly.","subId":"166","id":"Hume.ETSS.EMPL2.PA.166","pages":"452-3"},{"type":"paragraph","content":"Germany has surely at present twenty times more inhabitants than in ancient times, when they cultivated no ground, and each tribe valued itself on the extensive desolation which it spread around; as we learn from Cæsar, and Tacitus, and Strabo. A proof, that the division into small republics will not alone render a nation populous, unless attended with the spirit of peace, order, and industry.","subId":"167","id":"Hume.ETSS.EMPL2.PA.167","pages":"453"},{"type":"paragraph","content":"The barbarous condition of Britain in former times is well known, and the thinness of its inhabitants may easily be conjectured, both from their barbarity, and from a circumstance mentioned by Herodian, that all Britain was marshy, even in Severus's time, after the Romans had been fully settled in it above a century.","subId":"168","id":"Hume.ETSS.EMPL2.PA.168","pages":"453"},{"type":"paragraph","content":"It is not easily imagined, that the Gauls were anciently much more advanced in the arts of life than their northern neighbours; since they travelled to this island for their education in the mysteries of the religion and philosophy of the Druids. I cannot, therefore, think, that Gaul was then near so populous as France is at present.","subId":"169","id":"Hume.ETSS.EMPL2.PA.169","pages":"453"},{"type":"paragraph","content":"Were we to believe, indeed, and join together the testimony of Appian, and that of Diodorus Siculus, we must admit of an incredible populousness in Gaul. The former historian says, that there were 400 nations in that country; the latter affirms, that the largest of the Gallic nations consisted of 200,000 men, besides women and children, and the least of 50,000. Calculating, therefore, at a medium, we must admit of near 200 millions of people, in a country, which we esteem populous at present, though supposed to contain little more than twenty. Such calculations, therefore, by their extravagance, lose all manner of authority. We may observe, that the equality of property, to which the populousness of antiquity may be ascribed, had no place among the Gauls. Their intestine wars also, before Cæsar's time, were almost perpetual. And Strabo observes, that, though all Gaul was cultivated, yet was it not cultivated with any skill or care; the genius of the inhabitants leading them less to arts than arms, till their slavery under Rome produced peace among themselves.","subId":"170","id":"Hume.ETSS.EMPL2.PA.170","pages":"454"},{"type":"paragraph","content":"Cæsar enumerates very particularly the great forces which were levied in Belgium to oppose his conquests; and makes them amount to 208,000. These were not the whole people able to bear arms: For the same historian tells us, that the Bellovaci could have brought a hundred thousand men into the field, though they engaged only for sixty. Taking the whole, therefore, in this proportion of ten to six, the sum of fighting men in all the states of Belgium was about 350,000; all the inhabitants a million and a half. And Belgium being about a fourth of Gaul, that country might contain six millions, which is not near the third of its present inhabitants. We are informed by Cæsar, that the Gauls had no fixed property in land; but that the chieftains, when any death happened in a family, made a new division of all the lands among the several members of the family. This is the custom of Tanistry, which so long prevailed in Ireland, and which retained that country in a state of misery, barbarism, and desolation.","subId":"171","id":"Hume.ETSS.EMPL2.PA.171","pages":"454-5"},{"type":"paragraph","content":"The ancient Helvetia was 250 miles in length, and 180 in breadth, according to the same author; yet contained only 360,000 inhabitants. The canton of Berne alone has, at present, as many people.","subId":"172","id":"Hume.ETSS.EMPL2.PA.172","pages":"455"},{"type":"paragraph","content":"After this computation of Appian and Diodorus Siculus, I know not, whether I dare affirm, that the modern Dutch are more numerous than the ancient Batavi.","subId":"173","id":"Hume.ETSS.EMPL2.PA.173","pages":"455"},{"type":"paragraph","content":"Spain is, perhaps, decayed from what it was three centuries ago; but if we step backward two thousand years, and consider the restless, turbulent, unsettled condition of its inhabitants, we may probably be inclined to think, that it is now much more populous. Many Spaniards killed themselves, when deprived of their arms by the Romans. It appears from Plutarch, that robbery and plunder were esteemed honourable among the Spaniards. Hirtius represents in the same light the situation of that country in Cæsar's time; and he says, that every man was obliged to live in castles and walled towns for his security. It was not till its final conquest under Augustus, that these disorders were repressed. The account which Strabo and Justin give of Spain, corresponds exactly with those above mentioned. How much, therefore, must it diminish from our idea of the populousness of antiquity, when we find, that Tully, comparing Italy, Afric, Gaul, Greece, and Spain, mentions the great number of inhabitants, as the peculiar circumstance, which rendered this latter country formidable?","subId":"174","id":"Hume.ETSS.EMPL2.PA.174","pages":"455-6"},{"type":"paragraph","content":"Italy, however, it is probable, has decayed: But how many great cities does it still contain? Venice, Genoa, Pavia, Turin, Milan, Naples, Florence, Leghorn, which either subsisted not in ancient times, or were then very inconsiderable? If we reflect on this, we shall not be apt to carry matters to so great an extreme as is usual, with regard to this subject.","subId":"175","id":"Hume.ETSS.EMPL2.PA.175","pages":"457"},{"type":"paragraph","content":"When the Roman authors complain, that Italy, which formerly exported corn, became dependent on all the provinces for its daily bread, they never ascribe this alteration to the encrease of its inhabitants, but to the neglect of tillage and agriculture. A natural effect of that pernicious practice of importing corn, in order to distribute it gratis among the Roman citizens, and a very bad means of multiplying the inhabitants of any country. The sportula, so much talked of by Martial and Juvenal, being presents regularly made by the great lords to their smaller clients, must have had a like tendency to produce idleness, debauchery, and a continual decay among the people. The parish-rates have at present the same bad consequences in England.","subId":"176","id":"Hume.ETSS.EMPL2.PA.176","pages":"457"},{"type":"paragraph","content":"Were I to assign a period, when I imagine this part of the world might possibly contain more inhabitants than at present, I should pitch upon the age of Trajan and the Antonines; the great extent of the Roman empire being then civilized and cultivated, settled almost in a profound peace both foreign and domestic, and living under the same regular police and government. But we are told, that all extensive governments, especially absolute monarchies, are pernicious to population, and contain a secret vice and poison, which destroy the effect of all these promising appearances. To confirm this, there is a passage cited from Plutarch, which being somewhat singular, we shall here examine it.","subId":"177","id":"Hume.ETSS.EMPL2.PA.177","pages":"457-8/460"},{"type":"paragraph","content":"That author, endeavouring to account for the silence of many of the oracles, says, that it may be ascribed to the present desolation of the world, proceeding from former wars and factions; which common calamity, he adds, has fallen heavier upon Greece than on any other country; insomuch, that the whole could scarcely at present furnish three thousand warriors; a number which, in the time of the Median war, were supplied by the single city of Megara. The gods, therefore, who affect works of dignity and importance, have suppressed many of their oracles, and deign not to use so many interpreters of their will to so diminutive a people.","subId":"178","id":"Hume.ETSS.EMPL2.PA.178","pages":"460-1"},{"type":"paragraph","content":"I must confess, that this passage contains so many difficulties, that I know not what to make of it. You may observe, that Plutarch assigns, for a cause of the decay of mankind, not the extensive dominion of the Romans, but the former wars and factions of the several states; all which were quieted by the Roman arms. Plutarch's reasoning, therefore, is directly contrary to the inference, which is drawn from the fact he advances.","subId":"179","id":"Hume.ETSS.EMPL2.PA.179","pages":"461"},{"type":"paragraph","content":"Polybius supposes, that Greece had become more prosperous and flourishing after the establishment of the Roman yoke; and though that historian wrote before these conquerors had degenerated, from being the patrons, to be the plunderers of mankind; yet as we find from Tacitus, that the severity of the emperors afterwards corrected the licence of the governors, we have no reason to think that extensive monarchy so destructive as it is often represented.","subId":"180","id":"Hume.ETSS.EMPL2.PA.180","pages":"461"},{"type":"paragraph","content":"We learn from Strabo, that the Romans, from their regard to the Greeks, maintained, to his time, most of the privileges and liberties of that celebrated nation; and Nero afterwards rather encreased them. How therefore can we imagine, that the Roman yoke was so burdensome over that part of the world? The oppression of the proconsuls was checked; and the magistracies in Greece being all bestowed, in the several cities, by the free votes of the people, there was no necessity for the competitors to attend the emperor's court. If great numbers went to seek their fortunes in Rome, and advance themselves by learning or eloquence, the commodities of their native country, many of them would return with the fortunes which they had acquired, and thereby enrich the Grecian commonwealths.","subId":"181","id":"Hume.ETSS.EMPL2.PA.181","pages":"461-2"},{"type":"paragraph","content":"But Plutarch says, that the general depopulation had been more sensibly felt in Greece than in any other country. How is this reconcileable to its superior privileges and advantages?","subId":"182","id":"Hume.ETSS.EMPL2.PA.182","pages":"462"},{"type":"paragraph","content":"Besides, this passage, by proving too much, really proves nothing. Only three thousand men able to bear arms in all Greece! Who can admit so strange a proposition, especially if we consider the great number of Greek cities, whose names still remain in history, and which are mentioned by writers long after the age of Plutarch? There are there surely ten times more people at present, when there scarcely remains a city in all the bounds of ancient Greece. That country is still tolerably cultivated, and furnishes a sure supply of corn, in case of any scarcity in Spain, Italy, or the south of France.","subId":"183","id":"Hume.ETSS.EMPL2.PA.183","pages":"462"},{"type":"paragraph","content":"We may observe, that the ancient frugality of the Greeks, and their equality of property, still subsisted during the age of Plutarch; as appears from Lucian. Nor is there any ground to imagine, that that country was possessed by a few masters, and a great number of slaves.","subId":"184","id":"Hume.ETSS.EMPL2.PA.184","pages":"462"},{"type":"paragraph","content":"It is probable, indeed, that military discipline, being entirely useless, was extremely neglected in Greece after the establishment of the Roman empire; and if these commonwealths, formerly so warlike and ambitious, maintained each of them a small city-guard, to prevent mobbish disorders, it is all they had occasion for: And these, perhaps, did not amount to 3000 men, throughout all Greece. I own, that, if Plutarch had this fact in his eye, he is here guilty of a gross paralogism, and assigns causes no wise proportioned to the effects. But is it so great a prodigy, that an author should fall into a mistake of this nature?","subId":"185","id":"Hume.ETSS.EMPL2.PA.185","pages":"462-3"},{"type":"paragraph","content":"But whatever force may remain in this passage of Plutarch, we shall endeavour to counterbalance it by as remarkable a passage in Diodorus Siculus, where the historian, after mentioning Ninus's army of 1,700,000 foot and 200,000 horse, endeavours to support the credibility of this account by some posterior facts; and adds, that we must not form a notion of the ancient populousness of mankind from the present emptiness and depopulation which is spread over the world. Thus an author, who lived at that very period of antiquity which is represented as most populous, complains of the desolation which then prevailed, gives the preference to former times, and has recourse to ancient fables as a foundation for his opinion. The humour of blaming the present, and admiring the past, is strongly rooted in human nature, and has an influence even on persons endued with the profoundest judgment and most extensive learning.","subId":"186","id":"Hume.ETSS.EMPL2.PA.186","pages":"463-4"},{"type":"note","content":"See NOTE [T].","subId":"n1","id":"Hume.ETSS.EMPL2.PA.n1"},{"type":"note","content":"COlumella says, lib. iii. cap. 8. that in Ægypt and Africa the bearing of twins was frequent, and even customary; gemini partus familiares, ac pæne solennes sunt. If this was true, there is a physical difference both in countries and ages. For travellers make no such remarks on these countries at present. On the contrary, we are apt to suppose the northern nations more prolific. As those two countries were provinces of the Roman empire, it is difficult, though not altogether absurd, to suppose that such a man as Columella might be mistaken with regard to them.","subId":"n1.1","id":"Hume.ETSS.EMPL2.PA.n1.1","pages":"378"},{"type":"note","content":"Lettres Persanes. See also L'Esprit de Loix, liv. xxiii. cap. 17, 18, 19.","subId":"n2","id":"Hume.ETSS.EMPL2.PA.n2","pages":"380"},{"type":"note","content":"This too is a good reason why the small-pox does not depopulate countries so much as may at first sight be imagined. Where there is room for more people, they will always arise, even without the assistance of naturalization bills. It is remarked by Don Geronimo de Ustariz, that the provinces of Spain, which send most people to the Indies, are most populous; which proceeds from their superior riches.","subId":"n3","id":"Hume.ETSS.EMPL2.PA.n3","pages":"382"},{"type":"note","content":"Suetonius in vita Claudii.","subId":"n4","id":"Hume.ETSS.EMPL2.PA.n4","pages":"384"},{"type":"note","content":"Plut. in vita Catonis.","subId":"n5","id":"Hume.ETSS.EMPL2.PA.n5","pages":"384"},{"type":"note","content":"Lib. i. cap. 6.","subId":"n6","id":"Hume.ETSS.EMPL2.PA.n6","pages":"385"},{"type":"note","content":"Id. lib. xi. cap. 1.","subId":"n7","id":"Hume.ETSS.EMPL2.PA.n7","pages":"385"},{"type":"note","content":"Amor. lib. i. eleg. 6.","subId":"n8","id":"Hume.ETSS.EMPL2.PA.n8","pages":"385"},{"type":"note","content":"Sueton. de claris rhetor. So also the ancient poet, Janitoris tintinnire impedimenta audio.","subId":"n9","id":"Hume.ETSS.EMPL2.PA.n9","pages":"385"},{"type":"note","content":"In Oniterem orat. I.","subId":"n10","id":"Hume.ETSS.EMPL2.PA.n10","pages":"385"},{"type":"note","content":"The same practice was very common in Rome; but Cicero seems not to think this evidence so certain as the testimony of free-citizens. Pro Cælio.","subId":"n11","id":"Hume.ETSS.EMPL2.PA.n11","pages":"385"},{"type":"note","content":"See NOTE [U].","subId":"n12","id":"Hume.ETSS.EMPL2.PA.n12"},{"type":"note","content":"E  PIST. 122. The inhuman sports exhibited at Rome, may justly be considered too as an effect of the people's contempt for slaves, and was also a great cause of the general inhumanity of their princes and rulers. Who can read the accounts of the amphitheatrical entertainments without horror? Or who is surprised, that the emperors should treat that people in the same way the people treated their inferiors? One's humanity is apt to renew the barbarous wish of Caligula, that the people had but one neck: A man could almost be pleased, by a single blow, to put an end to such a race of monsters. You may thank God, says the author above cited, (epist. 7.) addressing himself to the Roman people, that you have a master (to wit the mild and merciful Nero) who is incapable of learning cruelty from your example. This was spoke in the beginning of his reign: But he fitted them very well afterwards; and, no doubt, was considerably improved by the sight of the barbarous objects, to which he had, from his infancy, been accustomed.","subId":"n12.1","id":"Hume.ETSS.EMPL2.PA.n12.1","pages":"386"},{"type":"note","content":"We may here observe, that if domestic slavery really encreased populousness, it would be an exception to the general rule, that the happiness of any society and its populousness are necessary attendants. A master, from humour or interest, may make his slaves very unhappy, yet be careful, from interest, to encrease their number. Their marriage is not a matter of choice with them, more than any other action of their life.","subId":"n13","id":"Hume.ETSS.EMPL2.PA.n13","pages":"387"},{"type":"note","content":"Ten thousand slaves in a day have often been sold for the use of the Romans, at Delus in Cilicia. Strabo, lib. xiv.","subId":"n14","id":"Hume.ETSS.EMPL2.PA.n14","pages":"388"},{"type":"note","content":"Columella, lib. i. proœm. et cap. 2. et 7. Varro, lib. iii. cap. 1. Horat.  lib. ii. od. 15. Tacit. annal. lib. iii. cap. 54. Sueton. in vita Aug.  cap. xlii. Plin. lib. xviii. cap. 13.","subId":"n15","id":"Hume.ETSS.EMPL2.PA.n15","pages":"388"},{"type":"note","content":"Minore indies plebe ingenua, says Tacitus, ann. lib. xxiv. cap. 7.","subId":"n16","id":"Hume.ETSS.EMPL2.PA.n16","pages":"388"},{"type":"note","content":"See NOTE [X].","subId":"n17","id":"Hume.ETSS.EMPL2.PA.n17"},{"type":"note","content":"AS servus was the name of the genus, and verna of the species, without any correlative, this forms a strong presumption, that the latter were by far the least numerous. It is an universal observation which we may form upon language, that where two related parts of a whole bear any proportion to each other, in numbers, rank or consideration, there are always correlative terms invented, which answer to both the parts, and express their mutual relation. If they bear no proportion to each other, the term is only invented for the less, and marks its distinction from the whole. Thus man and woman, master and servant, father and son, prince and subject, stranger and citizen, are correlative terms. But the words seaman, carpenter, smith, tailor, &c. have no correspondent terms, which express those who are no seamen, no carpenters, &c. Languages differ very much with regard to the particular words where this distinction obtains; and may thence afford very strong inferences, concerning the manners and customs of different nations. The military government of the Roman emperors had exalted the soldiery so high, that they balanced all the other orders of the state: Hence miles and paganus became relative terms; a thing, till then, unknown to ancient, and still so to modern languages. Modern superstition exalted the clergy so high, that they overbalanced the whole state: Hence clergy and laity are terms opposed in all modern languages; and in these alone. And from the same principles I infer, that if the number of slaves bought by the Romans from foreign countries, had not extremely exceeded those which were bred at home, verna would have had a correlative, which would have expressed the former species of slaves. But these, it would seem, composed the main body of the ancient slaves, and the latter were but a few exceptions.","subId":"n17.1","id":"Hume.ETSS.EMPL2.PA.n17.1","pages":"389"},{"type":"note","content":"Verna is used by Roman writers as a word equivalent to scurra, on account of the petulance and impudence of those slaves. Mart. lib. i. ep. 42. Horace  also mentions the vernæ procaces; and Petronius, cap. 24. vernula urbanitas. Seneca, de provid. cap. I. vernularum licentia.","subId":"n18","id":"Hume.ETSS.EMPL2.PA.n18","pages":"389"},{"type":"note","content":"It is computed in the West Indies, that a stock of slaves grow worse five per cent. every year, unless new slaves be bought to recruit them. They are not able to keep up their number, even in those warm countries, where cloaths and provisions are so easily got. How much more must this happen in European countries, and in or near great cities? I shall add, that, from the experience of our planters, slavery is as little advantageous to the master as to the slave, wherever hired servants can be procured. A man is obliged to cloath and feed his slave; and he does no more for his servant: The price of the first purchase is, therefore, so much loss to him: not to mention, that the fear of punishment will never draw so much labour from a slave, as the dread of being turned off and not getting another service, will from a freeman.","subId":"n19","id":"Hume.ETSS.EMPL2.PA.n19","pages":"389-90"},{"type":"note","content":"Corn. Nepos in vita Attici. We may remark, that Atticus's estate lay chiefly in Epirus, which, being a remote, desolate place, would render it profitable for him to rear slaves there.","subId":"n20","id":"Hume.ETSS.EMPL2.PA.n20","pages":"390"},{"type":"note","content":"Lib. vii.","subId":"n21","id":"Hume.ETSS.EMPL2.PA.n21","pages":"390"},{"type":"note","content":"In Midiam. p. 221, ex. edit. Aldi.","subId":"n22","id":"Hume.ETSS.EMPL2.PA.n22","pages":"390"},{"type":"note","content":"Panegyr.","subId":"n23","id":"Hume.ETSS.EMPL2.PA.n23","pages":"390"},{"type":"note","content":"Lib. vii. cap. 10. sub fin.","subId":"n24","id":"Hume.ETSS.EMPL2.PA.n24","pages":"391"},{"type":"note","content":"Aristoph. Equites, l. 17. The ancient scholiast remarks on this passage βαρβαριζει ως δουλος.","subId":"n25","id":"Hume.ETSS.EMPL2.PA.n25","pages":"391"},{"type":"note","content":"In Amphobum orat. I.","subId":"n26","id":"Hume.ETSS.EMPL2.PA.n26","pages":"391"},{"type":"note","content":"κλινοποιοι, makers of those beds which the ancients lay upon at meals.","subId":"n27","id":"Hume.ETSS.EMPL2.PA.n27","pages":"391"},{"type":"note","content":"In vita Catonis.","subId":"n28","id":"Hume.ETSS.EMPL2.PA.n28","pages":"391"},{"type":"note","content":"See NOTE [Y].","subId":"n29","id":"Hume.ETSS.EMPL2.PA.n29"},{"type":"note","content":"\"NON temere ancillæ ejus rei causa comparantur ut pariant.\" Digest. lib. v. tit. 3. de hæred. petit. lex 27. The following texts are to the same purpose, \"Spadonem morbosum non esse, neque vitiosum, verius mihi videtur; sed sanum esse, sicuti illum qui unum testiculum habet, qui etiam generare potest.\" Digest. lib. ii. tit. 1. de ædilitio edicto, lex 6. § 2. \"Sin autem quis ita spado sit, ut tam necessaria pars corporis penitus absit, morbosus est.\" Id. lex 7.  His impotence, it seems, was only regarded so far as his health or life might be affected by it. In other respects, he was full as valuable. The same reasoning is employed with regard to female slaves. \"Quæritur de ea muliere quæ semper mortuos parit, an morbosa sit? et ait Sabinus, si vulvæ vitio hoc contingit, morbosam esse.\" Id. lex 14.  It had even been doubted, whether a woman pregnant was morbid or vitiated; and it is determined, that she is sound, not on account of the value of her offspring, but because it is the natural part or office of women to bear children. \"Si mulier prægnans venerit, inter omnes convenit sanam eam esse. Maximum enim ac præcipuum munus fœminarum accipere ac tueri conceptum. Puerperam quoque sanam esse; si modo nihil extrinsecus accedit, quod corpus ejus in aliquam valetudinem immitteret. De sterili Cœlius distinguere Trebatium dicit, ut si natura sterilis sit, sana sit; si vitio corporis, contra.\" Id.","subId":"n29.1","id":"Hume.ETSS.EMPL2.PA.n29.1","pages":"392-3"},{"type":"note","content":"Tacit. ann. lib. xiv. cap. 43.","subId":"n30","id":"Hume.ETSS.EMPL2.PA.n30","pages":"393"},{"type":"note","content":"The slaves in the great houses had little rooms assigned to them, called cellæ. Whence the name of cell was transferred to the monk's room in a convent. See farther on this head, Just. Lipsius, Saturn. i. cap. 14. These form strong presumptions against the marriage and propagation of the family slaves.","subId":"n31","id":"Hume.ETSS.EMPL2.PA.n31","pages":"393"},{"type":"note","content":"Opera et Dies, lib. ii. 1. 24. also 1. 220.","subId":"n32","id":"Hume.ETSS.EMPL2.PA.n32","pages":"393"},{"type":"note","content":"Strabo, lib. viii.","subId":"n33","id":"Hume.ETSS.EMPL2.PA.n33","pages":"394"},{"type":"note","content":"De ratione redituum.","subId":"n34","id":"Hume.ETSS.EMPL2.PA.n34","pages":"394"},{"type":"note","content":"See Cato de re rustica, cap. 56. Donatus in Phormion, l. I. 9. Senecae epist. 80.","subId":"n35","id":"Hume.ETSS.EMPL2.PA.n35","pages":"394"},{"type":"note","content":"De re rust. cap. 10, 11.","subId":"n36","id":"Hume.ETSS.EMPL2.PA.n36","pages":"394"},{"type":"note","content":"Lib. i. cap. 18.","subId":"n37","id":"Hume.ETSS.EMPL2.PA.n37","pages":"395"},{"type":"note","content":"Lib. i. cap. 17.","subId":"n38","id":"Hume.ETSS.EMPL2.PA.n38","pages":"395"},{"type":"note","content":"Lib. i. cap. 18.","subId":"n39","id":"Hume.ETSS.EMPL2.PA.n39","pages":"395"},{"type":"note","content":"Lib. xxxiii. cap. I. So likewise Tacitus, annal. lib. xiv. cap. 44.","subId":"n40","id":"Hume.ETSS.EMPL2.PA.n40","pages":"395"},{"type":"note","content":"Lib. ii. cap. 10.","subId":"n41","id":"Hume.ETSS.EMPL2.PA.n41","pages":"396"},{"type":"note","content":"Pastoris duri est hic filius, ille bubulci. Juven. sat. 11. 151.","subId":"n42","id":"Hume.ETSS.EMPL2.PA.n42","pages":"396"},{"type":"note","content":"Lib. i. cap. 8.","subId":"n43","id":"Hume.ETSS.EMPL2.PA.n43","pages":"396"},{"type":"note","content":"De bel. civ. lib. i.","subId":"n44","id":"Hume.ETSS.EMPL2.PA.n44","pages":"396"},{"type":"note","content":"In vita Tib. & C. Gracchi.","subId":"n45","id":"Hume.ETSS.EMPL2.PA.n45","pages":"396"},{"type":"note","content":"To the same purpose is that passage of the elder Seneca, ex controversia 5. lib. v. \"Arata quondam populis rura, singulorum ergastulorum sunt; latiusque nunc villici, quam olim reges, imperant.\" \"At nunc eadem,\" says Pliny, \"vincti pedes, damnatae manus, inscripti vultus exercent.\" Lib. xviii. cap. 3. So also Martial. \n   \"Et sonet innumera compede Thuscus ager.\" Lib. ix. ep. 23. \n And Lucan. \"Tum longos jungere fines \n   Agrorum, et quondam duro sulcata Camilli, \n   Vomere et antiquas Curiorum passa ligones, \n   Longa sub ignotis extendere rura colonis.     Lib. i. \n     “Vincto fossore coluntur \n   Hesperiae segetes.———\"         Lib. vii.","subId":"n46","id":"Hume.ETSS.EMPL2.PA.n46","pages":"396-7"},{"type":"note","content":"Lib. iii. cap. 19.","subId":"n47","id":"Hume.ETSS.EMPL2.PA.n47","pages":"397"},{"type":"note","content":"Id. lib. iv. cap. 8.","subId":"n48","id":"Hume.ETSS.EMPL2.PA.n48","pages":"397"},{"type":"note","content":"Tacitus blames it. De morib. Germ.","subId":"n49","id":"Hume.ETSS.EMPL2.PA.n49","pages":"398"},{"type":"note","content":"De fraterno amore. Seneca also approves of the exposing of sickly infirm children. De ira, lib. i. cap. 15.","subId":"n50","id":"Hume.ETSS.EMPL2.PA.n50","pages":"398-9"},{"type":"note","content":"Sext. Emp. lib. iii. cap. 24.","subId":"n51","id":"Hume.ETSS.EMPL2.PA.n51","pages":"399"},{"type":"note","content":"De amore prolis.","subId":"n52","id":"Hume.ETSS.EMPL2.PA.n52","pages":"399"},{"type":"note","content":"See NOTE [Z].","subId":"n53","id":"Hume.ETSS.EMPL2.PA.n53"},{"type":"note","content":"THE practice of leaving great sums of money to friends, though one had near relations, was common in Greece as well as Rome; as we may gather from Lucian. This practice prevails much less in modern times; and Ben. Johnson's Volpone is therefore almost entirely extracted from ancient authors, and suits better the manners of those times.","subId":"n53.1","id":"Hume.ETSS.EMPL2.PA.n53.1","pages":"400"},{"type":"note","content":"It may justly be thought, that the liberty of divorces in Rome was another discouragement to marriage. Such a practice prevents not quarrels from humour, but rather encreases them; and occasions also those from interest, which are much more dangerous and destructive. See farther on this head, Part I. Essay XIX. [Of Polygamy and Divorces.] Perhaps too the unnatural lusts of the ancients ought to be taken into consideration, as of some moment.","subId":"n53.2","id":"Hume.ETSS.EMPL2.PA.n53.2","pages":"400"},{"type":"note","content":"De exp. Cyr. lib. vii.","subId":"n54","id":"Hume.ETSS.EMPL2.PA.n54","pages":"401"},{"type":"note","content":"Demost. de falsa leg. He calls it a considerable sum.","subId":"n55","id":"Hume.ETSS.EMPL2.PA.n55","pages":"402"},{"type":"note","content":"Thucyd. lib. iii.","subId":"n56","id":"Hume.ETSS.EMPL2.PA.n56","pages":"402"},{"type":"note","content":"Lib. vi. cap. 37.","subId":"n57","id":"Hume.ETSS.EMPL2.PA.n57","pages":"402"},{"type":"note","content":"Tit. Liv. lib. xli. cap. 7. 13 & alibi passim.","subId":"n58","id":"Hume.ETSS.EMPL2.PA.n58","pages":"402"},{"type":"note","content":"Appian. De bell. civ. lib. iv.","subId":"n59","id":"Hume.ETSS.EMPL2.PA.n59","pages":"402"},{"type":"note","content":"Cæsar gave the centurions ten times the gratuity of the common soldiers, De bello Gallico, lib. viii. In the Rhodian cartel, mentioned afterwards, no distinction in the ransom was made on account of ranks in the army.","subId":"n60","id":"Hume.ETSS.EMPL2.PA.n60","pages":"402"},{"type":"note","content":"Diod. Sic. lib. xii. Thucyd. lib. iii.","subId":"n61","id":"Hume.ETSS.EMPL2.PA.n61","pages":"403"},{"type":"note","content":"Diod. Sic. lib. xvi.","subId":"n62","id":"Hume.ETSS.EMPL2.PA.n62","pages":"403"},{"type":"note","content":"In vita Timol.","subId":"n63","id":"Hume.ETSS.EMPL2.PA.n63","pages":"403"},{"type":"note","content":"See NOTE [AA].","subId":"n64","id":"Hume.ETSS.EMPL2.PA.n64"},{"type":"note","content":"PLIN. lib. xviii. cap. 3. The same author, in cap. 6. says, Verumque fatentibus latifundia perdidere ITALIAM; jam vero et provincias. Sex domi semissem Africæ possidebant, cum interfecit eos Nero princeps. In this view the barbarous butchery committed by the first Roman emperors, was not, perhaps, so destructive to the public as we may imagine. These never ceased till they had extinguished all the illustrious families, which had enjoyed the plunder of the world, during the latter ages of the republic. The new nobles who arose in their place, were less splendid, as we learn from Tacit. Ann. lib. iii. cap. 55.","subId":"n64.1","id":"Hume.ETSS.EMPL2.PA.n64.1","pages":"403-4"},{"type":"note","content":"The ancient soldiers, being free citizens, above the lowest rank, were all married. Our modern soldiers are either forced to live unmarried, or their marriages turn to small account towards the encrease of mankind. A circumstance which ought, perhaps, to be taken into consideration, as of some consequence in favour of the ancients.","subId":"n65","id":"Hume.ETSS.EMPL2.PA.n65","pages":"405"},{"type":"note","content":"Hist. lib. ii. cap. 44.","subId":"n66","id":"Hume.ETSS.EMPL2.PA.n66","pages":"405"},{"type":"note","content":"As Abydus, mentioned by Livy, lib. xxxi. cap. 17, 18. and Polyb. lib. xvi. As also the Xanthians, Appian. de bell. civil. lib. iv.","subId":"n67","id":"Hume.ETSS.EMPL2.PA.n67","pages":"406"},{"type":"note","content":"In vita Arati.","subId":"n68","id":"Hume.ETSS.EMPL2.PA.n68","pages":"406"},{"type":"note","content":"Inst. lib. ii. cap. 6.","subId":"n69","id":"Hume.ETSS.EMPL2.PA.n69","pages":"406"},{"type":"note","content":"Diod. Sicul. lib. xx.","subId":"n70","id":"Hume.ETSS.EMPL2.PA.n70","pages":"406"},{"type":"note","content":"Lysias, who was himself of the popular faction, and very narrowly escaped from the thirty tyrants, says, that the Democracy was as violent a government as the Oligarchy. Orat. 24. de statu popul.","subId":"n71","id":"Hume.ETSS.EMPL2.PA.n71","pages":"407"},{"type":"note","content":"Cicero, Philip I.","subId":"n72","id":"Hume.ETSS.EMPL2.PA.n72","pages":"407"},{"type":"note","content":"As orat. 11. contra Eratost. orat. 12. contra Agorat. orat. 15. pro Mantith.","subId":"n73","id":"Hume.ETSS.EMPL2.PA.n73","pages":"407"},{"type":"note","content":"Appian. de bell. civ. lib. ii.","subId":"n74","id":"Hume.ETSS.EMPL2.PA.n74","pages":"408"},{"type":"note","content":"See Cæsar's speech de bell. Catil.","subId":"n75","id":"Hume.ETSS.EMPL2.PA.n75","pages":"408"},{"type":"note","content":"Orat. 24. And in orat. 29. he mentions the factious spirit of the popular assemblies as the only cause why these illegal punishments should displease.","subId":"n76","id":"Hume.ETSS.EMPL2.PA.n76","pages":"408"},{"type":"note","content":"Lib. iii.","subId":"n77","id":"Hume.ETSS.EMPL2.PA.n77","pages":"409"},{"type":"note","content":"Plut. de virt. & fort. Alex.","subId":"n78","id":"Hume.ETSS.EMPL2.PA.n78","pages":"409"},{"type":"note","content":"Diod. Sic. lib. xviii, xix.","subId":"n79","id":"Hume.ETSS.EMPL2.PA.n79","pages":"409"},{"type":"note","content":"Tit. Liv. xxxi, xxxiii, xxxiv.","subId":"n80","id":"Hume.ETSS.EMPL2.PA.n80","pages":"409"},{"type":"note","content":"Diod. Sic. lib. xiv. Isocrates says there were only 5000 banished. He makes the number of those killed amount to 1500. Areop. Æschines contra Ctesiph. assigns precisely the same number. Seneca (de tranq. anim. cap. 5.) says 1300.","subId":"n81","id":"Hume.ETSS.EMPL2.PA.n81","pages":"409"},{"type":"note","content":"Diod. Sic. lib. xv.","subId":"n82","id":"Hume.ETSS.EMPL2.PA.n82","pages":"409"},{"type":"note","content":"Diod. Sic. lib. xiii.","subId":"n83","id":"Hume.ETSS.EMPL2.PA.n83","pages":"409"},{"type":"note","content":"See NOTE [BB].","subId":"n84","id":"Hume.ETSS.EMPL2.PA.n84"},{"type":"note","content":"WE shall mention from Diodorus Siculus alone a few massacres, which passed in the course of sixty years, during the most shining age of Greece. There were banished from Sybaris 500 of the nobles and their partizans; lib. xii. p. 77. ex edit. Rhodomanni. Of Chians, 600 citizens banished; lib. xiii. p. 189. At Ephesus, 340 killed, 1000 banished; lib. xiii. p. 223. Of Cyrenians, 500 nobles killed, all the rest banished; lib. xiv. p. 263. The Corinthians killed 120, banished 500; lib. xiv. p. 304. Phæbidas the Spartan banished 300 Bæotians; lib. xv. p. 342. Upon the fall of the Lacedæmonians, Democracies were restored in many cities, and severe vengeance taken of the nobles, after the Greek manner. But matters did not end there. For the banished nobles, returning in many places, butchered their adversaries at Phialæ, in Corinth, in Megara, in Phliasia. In this last place they killed 300 of the people; but these again revolting, killed above 600 of the nobles, and banished the rest; lib. xv. p. 357. In Arcadia 1400 banished, besides many killed. The banished retired to Sparta and to Pallantium: The latter were delivered up to their countrymen, and all killed; lib. xv. p. 373. Of the banished from Argos and Thebes, there were 509 in the Spartan army; id. p. 374. Here is a detail of the most remarkable of Agathocles's cruelties from the same author. The people before his usurpation had banished 600 nobles; lib. xix. p. 655. Afterwards that tyrant, in concurrence with the people, killed 4000 nobles, and banished 6000; id. p. 647. He killed 4000 people at Gela; id. p. 741. By Agathocles's brother 8000 banished from Syracuse; lib. xx. p. 757. The inhabitants of Ægesta, to the number of 40,000, were killed, man, woman, and child; and with tortures, for the sake of their money; id. p. 802. All the relations, to wit, father, brother, children, grandfather, of his Libyan army, killed; id. p. 803. He killed 7000 exiles after capitulation; id. p. 816. It is to be remarked, that Agathocles was a man of great sense and courage, and is not to be suspected of wanton cruelty, contrary to the maxims of his age.","subId":"n84.1","id":"Hume.ETSS.EMPL2.PA.n84.1","pages":"409-10"},{"type":"note","content":"Diod. Sic. lib. xviii.","subId":"n85","id":"Hume.ETSS.EMPL2.PA.n85","pages":"410"},{"type":"note","content":"Pag. 885. ex edit. Leunclav.","subId":"n86","id":"Hume.ETSS.EMPL2.PA.n86","pages":"411"},{"type":"note","content":"Orat. 29. in Nicom.","subId":"n87","id":"Hume.ETSS.EMPL2.PA.n87","pages":"411"},{"type":"note","content":"See NOTE [CC].","subId":"n88","id":"Hume.ETSS.EMPL2.PA.n88"},{"type":"note","content":"IN order to recommend his client to the favour of the people, he enumerates all the sums he had expended. When χορηγος, 30 minas: Upon a chorus of men 20 minas; εις πυρριχιστας, 8 minas; ανδρασι χορηγων, 50 minas; κυκλικω χορω, 3 minas; Seven times trierarch, where he spent 6 talents: Taxes, once 30 minas, another time 40; γυμνασιαρχων, 12 minas; χορηγος παιδικω χορω, 15 minas; κωμωδοις χορηγων, 18 minas; πυρριχισταις αγενειοις, 7 minas; τριηρει αμμιλωμενος, 15 minas; αρχιθεωρος, 30 minas: In the whole ten talents 38 minas. An immense sum for an Athenian fortune, and what alone would be esteemed great riches, Orat. 20. It is true, he says, the law did not oblige him absolutely to be at so much expence, not above a fourth. But without the favour of the people, no body was so much as safe; and this was the only way to gain it. See farther, orat. 24. de pop. statu. In another place, he introduces a speaker, who says that he had spent his whole fortune, and an immense one, eighty talents, for the people. Orat. 25. de prob. Evandri. The μετοικοι, or strangers, find, says he, if they do not contribute largely enough to the people's fancy, that they have reason to repent it. Orat. 30. contra Phil. You may see with what care Demosthenes displays his expences of this nature, when he pleads for himself de corona; and how he exaggerates Midias's stinginess in this particular, in his accusation of that criminal. All this, by the by, is a mark of a very iniquitous judicature: And yet the Athenians valued themselves on having the most legal and regular administration of any people in Greece.","subId":"n88.1","id":"Hume.ETSS.EMPL2.PA.n88.1","pages":"412"},{"type":"note","content":"Panath.","subId":"n89","id":"Hume.ETSS.EMPL2.PA.n89","pages":"412"},{"type":"note","content":"Diod. Sic. lib. xiv.","subId":"n90","id":"Hume.ETSS.EMPL2.PA.n90","pages":"413"},{"type":"note","content":"Lib. i.","subId":"n91","id":"Hume.ETSS.EMPL2.PA.n91","pages":"413"},{"type":"note","content":"See NOTE [DD].","subId":"n92","id":"Hume.ETSS.EMPL2.PA.n92"},{"type":"note","content":"THE authorities cited above, are all historians, orators, and philosophers, whose testimony is unquestioned. It is dangerous to rely upon writers who deal in ridicule and satyr. What will posterity, for instance, infer from this passage of Dr. Swift: \"I told him, that in the kingdom of Tribnia (Britain) by the natives called Langdon (London) where I had sojourned some time in my travels, the bulk of the people consist, in a manner, wholly of discoverers, witnesses, informers, accusers, prosecutors, evidences, swearers, together with their several subservient and subaltern instruments, all under the colours, the conduct, and pay of ministers of state and their deputies. The plots in that kingdom are usually the workmanship of those persons,\" &c. Gulliver's travels. Such a representation might suit the government of Athens; not that of England, which is remarkable even in modern times, for humanity, justice, and liberty. Yet the Doctor's satyr, though carried to extremes, as is usual with him, even beyond other satyrical writers, did not altogether want an object. The Bishop of Rochester, who was his friend, and of the same party, had been banished a little before by bill of attainder, with great justice, but without such a proof as was legal, or according to the strict forms of common law.","subId":"n92.1","id":"Hume.ETSS.EMPL2.PA.n92.1","pages":"414"},{"type":"note","content":"Plutarchus in vita Solon.","subId":"n93","id":"Hume.ETSS.EMPL2.PA.n93","pages":"415"},{"type":"note","content":"Diod. Sic. lib. xviii.","subId":"n94","id":"Hume.ETSS.EMPL2.PA.n94","pages":"415"},{"type":"note","content":"Id. ibid.","subId":"n95","id":"Hume.ETSS.EMPL2.PA.n95","pages":"416"},{"type":"note","content":"Id. ibid.","subId":"n96","id":"Hume.ETSS.EMPL2.PA.n96","pages":"416"},{"type":"note","content":"Tit. Liv. lib. i. cap. 43.","subId":"n97","id":"Hume.ETSS.EMPL2.PA.n97","pages":"416"},{"type":"note","content":"Lib. ii. There were 8000 killed during the siege; and the captives amounted to 30,000. Diodorus Siculus, lib. xvii. says only 13,000: But he accounts for this small number, by saying that the Tyrians had sent away before-hand part of their wives and children to Carthage.","subId":"n98","id":"Hume.ETSS.EMPL2.PA.n98","pages":"416-7"},{"type":"note","content":"Lib. v. he makes the number of the citizens amount to 30,000.","subId":"n99","id":"Hume.ETSS.EMPL2.PA.n99","pages":"417"},{"type":"note","content":"Ib. v.","subId":"n100","id":"Hume.ETSS.EMPL2.PA.n100","pages":"417"},{"type":"note","content":"Orat. 33. advers. Diagit.","subId":"n101","id":"Hume.ETSS.EMPL2.PA.n101","pages":"417"},{"type":"note","content":"Contra Aphob. p. 25. ex edit. Aldi.","subId":"n102","id":"Hume.ETSS.EMPL2.PA.n102","pages":"417"},{"type":"note","content":"Id. p. 19.","subId":"n103","id":"Hume.ETSS.EMPL2.PA.n103","pages":"417"},{"type":"note","content":"Id. ibid.","subId":"n104","id":"Hume.ETSS.EMPL2.PA.n104","pages":"417"},{"type":"note","content":"Id. ibid. and Æschines contra Ctesiph.","subId":"n105","id":"Hume.ETSS.EMPL2.PA.n105","pages":"417"},{"type":"note","content":"Epist. ad Attic. lib. iv. epist. 15.","subId":"n106","id":"Hume.ETSS.EMPL2.PA.n106","pages":"418"},{"type":"note","content":"Contra Verr. orat. 3.","subId":"n107","id":"Hume.ETSS.EMPL2.PA.n107","pages":"418"},{"type":"note","content":"See Essay IV. [Of Interest.]","subId":"n108","id":"Hume.ETSS.EMPL2.PA.n108","pages":"418"},{"type":"note","content":"Lib. vii.","subId":"n109","id":"Hume.ETSS.EMPL2.PA.n109","pages":"418"},{"type":"note","content":"Lib. xiii.","subId":"n110","id":"Hume.ETSS.EMPL2.PA.n110","pages":"418"},{"type":"note","content":"Lib. xii.","subId":"n111","id":"Hume.ETSS.EMPL2.PA.n111","pages":"418"},{"type":"note","content":"Oecon.","subId":"n112","id":"Hume.ETSS.EMPL2.PA.n112","pages":"420"},{"type":"note","content":"See Part I. Essay XII. [Of Civil Liberty.]","subId":"n113","id":"Hume.ETSS.EMPL2.PA.n113","pages":"420"},{"type":"note","content":"Ælii Lamprid. in vita Heliogab. cap. 26.","subId":"n114","id":"Hume.ETSS.EMPL2.PA.n114","pages":"421"},{"type":"note","content":"See NOTE [EE].","subId":"n115","id":"Hume.ETSS.EMPL2.PA.n115"},{"type":"note","content":"IN general, there is more candour and sincerity in ancient historians, but less exactness and care, than in the moderns. Our speculative factions, especially those of religion, throw such an illusion over our minds, that men seem to regard impartiality to their adversaries and to heretics, as a vice or weakness: But the commonness of books, by means of printing, has obliged modern historians to be more careful in avoiding contradictions and incongruities. Diodorus Siculus is a good writer, but it is with pain I see his narration contradict, in so many particulars, the two most authentic pieces of all Greek history, to wit, Xenophon's expedition, and Demosthenes's orations. Plutarch and Appian seem scarce ever to have read Cicero's epistles.","subId":"n115.1","id":"Hume.ETSS.EMPL2.PA.n115.1","pages":"422"},{"type":"note","content":"Lib. xii.","subId":"n116","id":"Hume.ETSS.EMPL2.PA.n116","pages":"422"},{"type":"note","content":"Lib. vi.","subId":"n117","id":"Hume.ETSS.EMPL2.PA.n117","pages":"422"},{"type":"note","content":"Lib. xiii.","subId":"n118","id":"Hume.ETSS.EMPL2.PA.n118","pages":"423"},{"type":"note","content":"Diogenes Laertius (in vita Empedoclis) says, that Agrigentum contained only 800,000 inhabitants.","subId":"n119","id":"Hume.ETSS.EMPL2.PA.n119","pages":"423"},{"type":"note","content":"Idyll. 17.","subId":"n120","id":"Hume.ETSS.EMPL2.PA.n120","pages":"423"},{"type":"note","content":"Lib. i.","subId":"n121","id":"Hume.ETSS.EMPL2.PA.n121","pages":"423"},{"type":"note","content":"Idyll. 17.","subId":"n122","id":"Hume.ETSS.EMPL2.PA.n122","pages":"423"},{"type":"note","content":"Orat. funebris.","subId":"n123","id":"Hume.ETSS.EMPL2.PA.n123","pages":"424"},{"type":"note","content":"Lib. ii.","subId":"n124","id":"Hume.ETSS.EMPL2.PA.n124","pages":"424"},{"type":"note","content":"The country that supplied this number, was not above a third of Italy, viz. the Pope's dominions, Tuscany, and a part of the kingdom of Naples: But perhaps in those early times there were very few slaves, except in Rome, or the great cities.","subId":"n125","id":"Hume.ETSS.EMPL2.PA.n125","pages":"424"},{"type":"note","content":"Lib. ii.","subId":"n126","id":"Hume.ETSS.EMPL2.PA.n126","pages":"424"},{"type":"note","content":"Celtica.","subId":"n127","id":"Hume.ETSS.EMPL2.PA.n127","pages":"424"},{"type":"note","content":"Plutarch (in vita Cæs.) makes the number that Cæsar fought with amount to three millions; Julian (in Cæsaribus) to two.","subId":"n128","id":"Hume.ETSS.EMPL2.PA.n128","pages":"425"},{"type":"note","content":"Lib. ii. cap. 47.","subId":"n129","id":"Hume.ETSS.EMPL2.PA.n129","pages":"425"},{"type":"note","content":"See NOTE [FF].","subId":"n130","id":"Hume.ETSS.EMPL2.PA.n130"},{"type":"note","content":"PLINY, lib. vii. cap. 25. says, that Cæsar used to boast, that there had fallen in battle against him one million one hundred and ninety-two thousand men, besides those who perished in the civil wars. It is not probable, that that conqueror could ever pretend to be so exact in his computation. But allowing the fact, it is likely, that the Helvetii, Germans, and Britons, whom he slaughtered, would amount to near a half of the number.","subId":"n130.1","id":"Hume.ETSS.EMPL2.PA.n130.1","pages":"425"},{"type":"note","content":"Diod. Sic. lib. ii.","subId":"n131","id":"Hume.ETSS.EMPL2.PA.n131","pages":"425"},{"type":"note","content":"Plutarch in vita Dionys.","subId":"n132","id":"Hume.ETSS.EMPL2.PA.n132","pages":"426"},{"type":"note","content":"Strabo, lib. vi.","subId":"n133","id":"Hume.ETSS.EMPL2.PA.n133","pages":"426"},{"type":"note","content":"Apolog. Socr.","subId":"n134","id":"Hume.ETSS.EMPL2.PA.n134","pages":"427"},{"type":"note","content":"Argos seems also to have been a great city; for Lysias contents himself with saying that it did not exceed Athens. Orat. 34.","subId":"n135","id":"Hume.ETSS.EMPL2.PA.n135","pages":"427"},{"type":"note","content":"Lib. vi. See also Plutarch in vita Niciæ.","subId":"n136","id":"Hume.ETSS.EMPL2.PA.n136","pages":"427"},{"type":"note","content":"Orat. contra Verrem, lib. iv. cap. 52. Strabo, lib. vi. says, it was twenty-two miles in compass. But then we are to consider, that it contained two harbours within it; one of which was a very large one, and might be regarded as a kind of bay.","subId":"n137","id":"Hume.ETSS.EMPL2.PA.n137","pages":"427"},{"type":"note","content":"Lib. vi. cap. 20.","subId":"n138","id":"Hume.ETSS.EMPL2.PA.n138","pages":"427"},{"type":"note","content":"Demosthenes assigns 20,000; contra Aristag.","subId":"n139","id":"Hume.ETSS.EMPL2.PA.n139","pages":"427"},{"type":"note","content":"Lib. v.","subId":"n140","id":"Hume.ETSS.EMPL2.PA.n140","pages":"427"},{"type":"note","content":"Lib. viii.","subId":"n141","id":"Hume.ETSS.EMPL2.PA.n141","pages":"428"},{"type":"note","content":"Lib. ii. Diodorus Siculus's account perfectly agrees, lib. xii.","subId":"n142","id":"Hume.ETSS.EMPL2.PA.n142","pages":"428"},{"type":"note","content":"Xenophon. Mem. lib. ii.","subId":"n143","id":"Hume.ETSS.EMPL2.PA.n143","pages":"428"},{"type":"note","content":"Lib. ii.","subId":"n144","id":"Hume.ETSS.EMPL2.PA.n144","pages":"428"},{"type":"note","content":"De ratione red.","subId":"n145","id":"Hume.ETSS.EMPL2.PA.n145","pages":"428"},{"type":"note","content":"See NOTE [GG].","subId":"n146","id":"Hume.ETSS.EMPL2.PA.n146"},{"type":"note","content":"WE are to observe, that when Dionysius Halycarnassæus says, that if we regard the ancient walls of Rome, the extent of that city will not appear greater than that of Athens; he must mean the Acropolis and high town only. No ancient author ever speaks of the Pyræum, Phalerus, and Munychia, as the same with Athens. Much less can it be supposed, that Dionysius would consider the matter in that light, after the walls of Cimon and Pericles were destroyed, and Athens was entirely separated from these other towns. This observation destroys all Vossius's reasonings, and introduces common sense into these calculations.","subId":"n146.1","id":"Hume.ETSS.EMPL2.PA.n146.1","pages":"428"},{"type":"note","content":"Athen. lib. vi.","subId":"n147","id":"Hume.ETSS.EMPL2.PA.n147","pages":"429"},{"type":"note","content":"De rep. Athen.","subId":"n148","id":"Hume.ETSS.EMPL2.PA.n148","pages":"429"},{"type":"note","content":"Philip. 3.","subId":"n149","id":"Hume.ETSS.EMPL2.PA.n149","pages":"429"},{"type":"note","content":"Sticho.","subId":"n150","id":"Hume.ETSS.EMPL2.PA.n150","pages":"429"},{"type":"note","content":"Contra Timarch.","subId":"n151","id":"Hume.ETSS.EMPL2.PA.n151","pages":"429"},{"type":"note","content":"Orat. 11.","subId":"n152","id":"Hume.ETSS.EMPL2.PA.n152","pages":"429"},{"type":"note","content":"Contra Aphob.","subId":"n153","id":"Hume.ETSS.EMPL2.PA.n153","pages":"429"},{"type":"note","content":"Ibid.","subId":"n154","id":"Hume.ETSS.EMPL2.PA.n154","pages":"429"},{"type":"note","content":"Lib. vii.","subId":"n155","id":"Hume.ETSS.EMPL2.PA.n155","pages":"430"},{"type":"note","content":"De rat. red.","subId":"n156","id":"Hume.ETSS.EMPL2.PA.n156","pages":"430"},{"type":"note","content":"De classibus.","subId":"n157","id":"Hume.ETSS.EMPL2.PA.n157","pages":"430"},{"type":"note","content":"Lib. ii. cap. 62.","subId":"n158","id":"Hume.ETSS.EMPL2.PA.n158","pages":"430"},{"type":"note","content":"De rat. red.","subId":"n159","id":"Hume.ETSS.EMPL2.PA.n159","pages":"430"},{"type":"note","content":"Contra Aphobum.","subId":"n160","id":"Hume.ETSS.EMPL2.PA.n160","pages":"430"},{"type":"note","content":"Lib. viii.","subId":"n161","id":"Hume.ETSS.EMPL2.PA.n161","pages":"431"},{"type":"note","content":"Plutarch. in vita Lycurg.","subId":"n162","id":"Hume.ETSS.EMPL2.PA.n162","pages":"431"},{"type":"note","content":"Lib. iv.","subId":"n163","id":"Hume.ETSS.EMPL2.PA.n163","pages":"431"},{"type":"note","content":"The same author affirms, that Corinth had once 460,000 slaves, Ægina 470,000. But the foregoing arguments hold stronger against these facts, which are indeed entirely absurd and impossible. It is however remarkable, that Athenæus cites so great an authority as Aristotle for this last fact: And the scholiast on Pindar mentions the same number of slaves in Ægina.","subId":"n164","id":"Hume.ETSS.EMPL2.PA.n164","pages":"431"},{"type":"note","content":"Lib. ii.","subId":"n165","id":"Hume.ETSS.EMPL2.PA.n165","pages":"431"},{"type":"note","content":"Thucyd. lib. ii.","subId":"n166","id":"Hume.ETSS.EMPL2.PA.n166","pages":"432"},{"type":"note","content":"See NOTE [HH].","subId":"n167","id":"Hume.ETSS.EMPL2.PA.n167"},{"type":"note","content":"DEMOST. contra Lept.  The Athenians brought yearly from Pontus 400,000 medimni or bushels of corn, as appeared from the custom-house books. And this was the greater part of their importation of corn. This by the by is a strong proof that there is some great mistake in the foregoing passage of Athenæus. For Attica itself was so barren of corn, that it produced not enough even to maintain the peasants. Tit. Liv. lib. xliii. cap. 6. And 400,000 medimni would scarcely feed 100,000 men during a twelvemonth. Lucian, in his navigium sive vota, says, that a ship, which, by the dimensions he gives, seems to have been about the size of our third rates, carried as much corn as would maintain all Attica for a twelve-month. But perhaps Athens was decayed at that time; and besides, it is not safe to trust to such loose rhetorical calculations.","subId":"n167.1","id":"Hume.ETSS.EMPL2.PA.n167.1","pages":"432"},{"type":"note","content":"Diod. Sic. lib. xx.","subId":"n168","id":"Hume.ETSS.EMPL2.PA.n168","pages":"432"},{"type":"note","content":"Isocr. paneg.","subId":"n169","id":"Hume.ETSS.EMPL2.PA.n169","pages":"432"},{"type":"note","content":"See NOTE [II].","subId":"n170","id":"Hume.ETSS.EMPL2.PA.n170"},{"type":"note","content":"DIOD. Sic. lib. xvii. When Alexander attacked Thebes, we may safely conclude, that almost all the inhabitants were present. Whoever is acquainted with the spirit of the Greeks, especially of the Thebans, will never suspect, that any of them would desert their country, when it was reduced to such extreme peril and distress. As Alexander took the town by storm, all those who bore arms were put to the sword without mercy; and they amounted only to 6000 men. Among these were some strangers and manumitted slaves. The captives, consisting of old men, women, children, and slaves, were sold, and they amounted to 30,000. We may therefore conclude that the free citizens in Thebes, of both sexes and all ages, were near 24,000; the strangers and slaves about 12,000. These last, we may observe, were somewhat fewer in proportion than at Athens; as is reasonable to imagine from this circumstance, that Athens was a town of more trade to support slaves, and of more entertainment to allure strangers. It is also to be remarked, that thirty-six thousand was the whole number of people, both in the city of Thebes, and the neighbouring territory: A very moderate number, it must be confessed; and this computation, being founded on facts which appear indisputable, must have great weight in the present controversy. The above-mentioned number of Rhodians too were all the inhabitants of the island, who were free, and able to bear arms.","subId":"n170.1","id":"Hume.ETSS.EMPL2.PA.n170.1","pages":"433"},{"type":"note","content":"Hist. Græc. lib. vii.","subId":"n171","id":"Hume.ETSS.EMPL2.PA.n171","pages":"433"},{"type":"note","content":"Id. lib. vii.","subId":"n172","id":"Hume.ETSS.EMPL2.PA.n172","pages":"433"},{"type":"note","content":"Polyb. lib. ii.","subId":"n173","id":"Hume.ETSS.EMPL2.PA.n173","pages":"433"},{"type":"note","content":"Polyb. lib. ix. cap. 20.","subId":"n174","id":"Hume.ETSS.EMPL2.PA.n174","pages":"433"},{"type":"note","content":"Lysias, orat. 34.","subId":"n175","id":"Hume.ETSS.EMPL2.PA.n175","pages":"434"},{"type":"note","content":"Vopiscus in vita Aurel.","subId":"n176","id":"Hume.ETSS.EMPL2.PA.n176","pages":"434"},{"type":"note","content":"De rep. Laced. This passage is not easily reconciled with that of Plutarch above, who says, that Sparta had 9000 citizens.","subId":"n177","id":"Hume.ETSS.EMPL2.PA.n177","pages":"435"},{"type":"note","content":"Polyb. lib. ix. cap. 20.","subId":"n178","id":"Hume.ETSS.EMPL2.PA.n178","pages":"435"},{"type":"note","content":"Diod. Sic. lib. xviii.","subId":"n179","id":"Hume.ETSS.EMPL2.PA.n179","pages":"435"},{"type":"note","content":"Legat.","subId":"n180","id":"Hume.ETSS.EMPL2.PA.n180","pages":"435"},{"type":"note","content":"In Achaicis.","subId":"n181","id":"Hume.ETSS.EMPL2.PA.n181","pages":"435"},{"type":"note","content":"Tit. Liv. lib. xxxiv. cap. 51. Plato in Critone.","subId":"n182","id":"Hume.ETSS.EMPL2.PA.n182","pages":"436"},{"type":"note","content":"Lib. vii.","subId":"n183","id":"Hume.ETSS.EMPL2.PA.n183","pages":"436"},{"type":"note","content":"Lib. vii.","subId":"n184","id":"Hume.ETSS.EMPL2.PA.n184","pages":"436"},{"type":"note","content":"Tit. Liv. lib. xlv. cap. 34.","subId":"n185","id":"Hume.ETSS.EMPL2.PA.n185","pages":"436"},{"type":"note","content":"Lib. ix. cap. 5.","subId":"n186","id":"Hume.ETSS.EMPL2.PA.n186","pages":"436"},{"type":"note","content":"Lib. iv.","subId":"n187","id":"Hume.ETSS.EMPL2.PA.n187","pages":"437"},{"type":"note","content":"Lib. x.","subId":"n188","id":"Hume.ETSS.EMPL2.PA.n188","pages":"437"},{"type":"note","content":"Satyr. iii. l. 269, 270.","subId":"n189","id":"Hume.ETSS.EMPL2.PA.n189","pages":"437"},{"type":"note","content":"See NOTE [KK].","subId":"n190","id":"Hume.ETSS.EMPL2.PA.n190"},{"type":"note","content":"STRABO, liv. v. says, that the emperor Augustus prohibited the raising houses higher than seventy feet. In another passage, lib. xvi. he speaks of the houses of Rome as remarkably high. See also to the same purpose Vitruvius, lib. ii. cap. 8. Aristides the sophist, in his oration εις Ρωμην, says, that Rome consisted of cities on the top of cities; and that if one were to spread it out, and unfold it, it would cover the whole surface of Italy. Where an author indulges himself in such extravagant declamations, and gives so much into the hyperbolical style, one knows not how far he must be reduced. But this reasoning seems natural: If Rome was built in so scattered a manner as Dionysius says, and ran so much into the country, there must have been very few streets where the houses were raised so high. It is only for want of room, that any body builds in that inconvenient manner.","subId":"n190.1","id":"Hume.ETSS.EMPL2.PA.n190.1","pages":"437"},{"type":"note","content":"See NOTE [LL].","subId":"n191","id":"Hume.ETSS.EMPL2.PA.n191"},{"type":"note","content":"LIB. ii. epist. 16. lib. v. epist. 6. It is true, Pliny there describes a country-house: But since that was the idea which the ancients formed of a magnificent and convenient building, the great men would certainly build the same way in town. \"In laxitatem ruris excurrunt,\" says Seneca of the rich and voluptuous, epist. 114. Valerius Maximus, lib. iv. cap. 4. speaking of Cincinnatus's field of four acres, says, \"Auguste se habitare nunc putat, cujus domus tantum patet quantum Cincinnati rura patuerant.\" To the same purpose see lib. xxxvi. cap. 15. also lib. xviii. cap. 2.","subId":"n191.1","id":"Hume.ETSS.EMPL2.PA.n191.1","pages":"438"},{"type":"note","content":"Vitruv. lib. v. cap. 11. Tacit. annal. lib. xi. cap. 3. Sueton. in vita Octav. cap. 72, &c.","subId":"n192","id":"Hume.ETSS.EMPL2.PA.n192","pages":"438"},{"type":"note","content":"See NOTE [MM].","subId":"n193","id":"Hume.ETSS.EMPL2.PA.n193"},{"type":"note","content":"\"MOENIA ejus (Romæ) collegere ambitu imperatoribus, censoribusque Vespasianis, A. U. C. 828. pass. xiii. MCC. complexa montes septem, ipsa dividitur in regiones quatuordecim, compita earum 265. Ejusdem spatii mensura, currente a milliario in capite Rom. Fori statuto, ad singulas portas, quæ sunt hodie numero 37, ita ut duodecim portæ semel numerentur, prætereanturque ex veteribus septem, quæ esse desierunt, efficit passuum per directum 30,775. Ad extrema veto tectorum cum castris prætoriis ab eodem Milliario, per vicos omnium viarum, mensura collegit paulo amplius septuaginta millia passuum. Quo si quis altitudinem tectorum addat, dignam profecto, æstimationem concipiat, fateaturque nullius urbis magnitudinem in toto orbe potuisse ei comparari.\" Plin. lib. iii. cap. 5.","subId":"n193.1","id":"Hume.ETSS.EMPL2.PA.n193.1","pages":"438-9"},{"type":"note","content":"All the best manuscripts of Pliny read the passage as here cited, and fix the compass of the walls of Rome to be thirteen miles. The question is, What Pliny means by 30,775 paces, and how that number was formed? The manner in which I conceive it, is this. Rome was a semicircular area of thirteen miles circumference. The Forum, and consequently the Milliarium, we know, was situated on the banks of the Tyber, and near the center of the circle, or upon the diameter of the semicircular area. Though there were thirty-seven gates to Rome, yet only twelve of them had straight streets, leading from them to the Milliarium. Pliny, therefore, having assigned the circumference of Rome, and knowing that that alone was not sufficient to give us a just notion of its surface, uses this farther method. He supposes all the streets, leading from the Milliarium to the twelve gates, to be laid together into one straight line, and supposes we run along that line, so as to count each gate once: In which case, he says, that the whole line is 30,775 paces: Or, in other words, that each street or radius of the semicircular area is upon an average two miles and a half; and the whole length of Rome is five miles, and its breadth about half as much, besides the scattered suburbs.","subId":"n193.2","id":"Hume.ETSS.EMPL2.PA.n193.2","pages":"439"},{"type":"note","content":"Pere Hardouin understands this passage in the same manner; with regard to the laying together the several streets of Rome into one line, in order to compose 30,775 paces: But then he supposes, that streets led from the Milliarium to every gate, and that no street exceeded 800 paces in length. But (1.) a semicircular area, whose radius was only 800 paces, could never have a circumference near thirteen miles, the compass of Rome as assigned by Pliny. A radius of two miles and a half forms very nearly that circumference. (2.) There is an absurdity in supposing a city so built as to have streets running to its center from every gate in its circumference. These streets must interfere as they approach. (3.) This diminishes too much from the greatness of ancient Rome, and reduces that city below even Bristol or Rotterdam.","subId":"n193.3","id":"Hume.ETSS.EMPL2.PA.n193.3","pages":"439-40"},{"type":"note","content":"The sense which Vossius in his Observationes variæ puts on this passage of Pliny, errs widely in the other extreme. One manuscript of no authority, instead of thirteen miles, has assigned thirty miles for the compass of the walls of Rome. And Vossius understands this only of the curvilinear part of the circumference; supposing, that as the Tyber formed the diameter, there were no walls built on that side. But (1.) this reading is allowed to be contrary to almost all the manuscripts. (2.) Why should Pliny, a concise writer, repeat the compass of the walls of Rome in two successive sentences? (3.) Why repeat it with so sensible a variation? (4.) What is the meaning of Pliny's mentioning twice the Milliarium, if a line was measured that had no dependence on the Milliarium? (5.) Aurelian's wall is said by Vopiscus to have been drawn laxiore ambitu, and to have comprehended all the buildings and suburbs on the north side of the Tyber; yet its compass was only fifty miles; and even here critics suspect some mistake or corruption in the text; since the walls, which remain, and which are supposed to be the same with Aurelian's, exceed not twelve miles. It is not probable, that Rome would diminish from Augustus to Aurelian. It remained still the capital of the same empire; and none of the civil wars in that long period, except the tumults on the death of Maximus and Balbinus, ever affected the city. Caracalla is said by Aurelius Victor to have encreased Rome. (6.) There are no remains of ancient buildings, which mark any such greatness of Rome. Vossius's reply to this objection seems absurd, that the rubbish would sink sixty or seventy feet under ground. It appears from Spartian (in vita Severi) that the five-mile stone in via Lavicana was out of the city. (7.) Olympiodorus and Publius Victor fix the number of houses in Rome to be betwixt forty and fifty thousand. (8.) The very extravagance of the consequences drawn by this critic, as well as Lipsius, if they be necessary, destroys the foundation on which they are grounded: That Rome contained fourteen millions of inhabitants; while the whole kingdom of France contains only five, according to his computation, &c.","subId":"n193.4","id":"Hume.ETSS.EMPL2.PA.n193.4","pages":"440-1"},{"type":"note","content":"The only objection to the sense which we have affixed above to the passage of Pliny, seems to lie in this, That Pliny, after mentioning the thirty-seven gates of Rome, assigns only a reason for suppressing the seven old ones, and says nothing of the eighteen gates, the streets leading from which terminated, according to my opinion, before they reached the Forum. But as Pliny was writing to the Romans, who perfectly knew the disposition of the streets, it is not strange he should take a circumstance for granted, which was so familiar to every body. Perhaps too, many of these gates led to wharfs upon the river.","subId":"n193.5","id":"Hume.ETSS.EMPL2.PA.n193.5","pages":"441"},{"type":"note","content":"Ex monument. Ancyr.","subId":"n194","id":"Hume.ETSS.EMPL2.PA.n194","pages":"441"},{"type":"note","content":"Tusc. Quæst. lib. iii. cap. 48.","subId":"n195","id":"Hume.ETSS.EMPL2.PA.n195","pages":"441"},{"type":"note","content":"Licinius apud Sallust. hist. frag. lib. iii.","subId":"n196","id":"Hume.ETSS.EMPL2.PA.n196","pages":"442"},{"type":"note","content":"Nicolaus Hortensius de re frumentaria Roman.","subId":"n197","id":"Hume.ETSS.EMPL2.PA.n197","pages":"442"},{"type":"note","content":"Not to take the people too much from their business, Augustus ordained the distribution of corn to be made only thrice a-year: But the people finding the monthly distributions more convenient, (as preserving, I suppose, a more regular œconomy in their family) desired to have them restored. Sueton. August. cap. 40. Had not some of the people come from some distance for their corn, Augustus's precaution seems superfluous.","subId":"n198","id":"Hume.ETSS.EMPL2.PA.n198","pages":"442"},{"type":"note","content":"Sueton. in Jul. cap. 41.","subId":"n199","id":"Hume.ETSS.EMPL2.PA.n199","pages":"442"},{"type":"note","content":"In vita Neronis.","subId":"n200","id":"Hume.ETSS.EMPL2.PA.n200","pages":"443"},{"type":"note","content":"Sueton. Aug. cap. 42.","subId":"n201","id":"Hume.ETSS.EMPL2.PA.n201","pages":"443"},{"type":"note","content":"Lib. iv. cap. 5.","subId":"n202","id":"Hume.ETSS.EMPL2.PA.n202","pages":"443"},{"type":"note","content":"Lib. xvii.","subId":"n203","id":"Hume.ETSS.EMPL2.PA.n203","pages":"443"},{"type":"note","content":"See NOTE [NN].","subId":"n204","id":"Hume.ETSS.EMPL2.PA.n204"},{"type":"note","content":"QUintus Curtius says, its walls were ten miles in circumference, when founded by Alexander; lib. iv. cap. 8. Strabo, who had travelled to Alexandria, as well as Diodorus Siculus, says it was scarce four miles long, and in most places about a mile broad; lib. 17. Pliny says it resembled a Macedonian cassock, stretching out in the corners; lib. v. cap. 10. Notwithstanding this bulk of Alexandria, which seems but moderate, Diodorus Siculus, speaking of its circuit as drawn by Alexander (which it never exceeded, as we learn from Ammianus Marcellinus, lib. xxii. cap. 16.) says it was μεγεθει διαφεροντα, extremely great, ibid. The reason which he assigns for its surpassing all cities in the world (for he excepts not Rome) is, that it contained 300,000 free inhabitants. He also mentions the revenues of the kings, to wit, 6000 talents, as another circumstance to the same purpose: No such mighty sum in our eyes, even though we make allowance for the different value of money. What Strabo says of the neighbouring country, means only that it was well peopled, οικουμενα καλως. Might not one affirm, without any great hyperbole, that the whole banks of the river from Gravesend to Windsor are one city? This is even more than Strabo says of the banks of the lake Mareotis, and of the canal to Canopus. It is a vulgar saying in Italy, that the king of Sardinia has but one town in Piedmont; for it is all a town. Agrippa, in Josephus de bello Judaic. lib. ii. cap. 16. to make his audience comprehend the excessive greatness of Alexandria, which he endeavours to magnify, describes only the compass of the city as drawn by Alexander: A clear proof that the bulk of the inhabitants were lodged there, and that the neighbouring country was no more than what might be expected about all great towns, very well cultivated, and well peopled.","subId":"n204.1","id":"Hume.ETSS.EMPL2.PA.n204.1","pages":"443-4"},{"type":"note","content":"Lib. xvii.","subId":"n205","id":"Hume.ETSS.EMPL2.PA.n205","pages":"444"},{"type":"note","content":"He says ελενθεροι, not πολιται, which last expression must have been understood of citizens alone, and grown men.","subId":"n206","id":"Hume.ETSS.EMPL2.PA.n206","pages":"444"},{"type":"note","content":"Lib. iv. cap. 1. πασης πολεως. Politian interprets it \"ædibus majoribus etiam reliqua urbe.\"","subId":"n207","id":"Hume.ETSS.EMPL2.PA.n207","pages":"444"},{"type":"note","content":"See NOTE [OO].","subId":"n208","id":"Hume.ETSS.EMPL2.PA.n208"},{"type":"note","content":"HE says (in Nerone, cap. 30.) that a portico or piazza of it was 3000 feet long; \"tanta laxitas ut porticus triplices milliarias haberet.\" He cannot mean three miles. For the whole extent of the house from the Palatine to the Esquiline was not near so great. So when Vopisc. in Aureliano mentions a portico in Sallust's gardens, which he calls porticus milliarensis, it must be understood of a thousand feet. So also Horace: \n\n  \"Nulla decempedis \n Metata privatis opacam \n Porticus exciplebat Arcton.\"   Lib. ii. ode 15.\n\n So also in lib. i. satyr. 8. \n\n\"Mille pedes in fronte, trecentos cippus in agrum \n Hic dabat.\n\n\"","subId":"n208.1","id":"Hume.ETSS.EMPL2.PA.n208.1","pages":"444-5"},{"type":"note","content":"Plinius, lib. xxxvi. cap. 15. \"Bis vidimus urbem totam cingi domibus principum, Caii ac Neronis.\"","subId":"n209","id":"Hume.ETSS.EMPL2.PA.n209","pages":"445"},{"type":"note","content":"Lib. ii. cap. 15.","subId":"n210","id":"Hume.ETSS.EMPL2.PA.n210","pages":"445"},{"type":"note","content":"In Aurelian. cap. 48.","subId":"n211","id":"Hume.ETSS.EMPL2.PA.n211","pages":"446"},{"type":"note","content":"Lib. xii. cap. 2.","subId":"n212","id":"Hume.ETSS.EMPL2.PA.n212","pages":"446"},{"type":"note","content":"Lib. ix. cap. 10. His expression is ανθρωπος, not πολιτης; inhabitant, not citizen.","subId":"n213","id":"Hume.ETSS.EMPL2.PA.n213","pages":"447"},{"type":"note","content":"Lib. vi. cap. 28.","subId":"n214","id":"Hume.ETSS.EMPL2.PA.n214","pages":"447"},{"type":"note","content":"Lib. xvii.","subId":"n215","id":"Hume.ETSS.EMPL2.PA.n215","pages":"447"},{"type":"note","content":"Such were Alexandria, Antioch, Carthage, Ephesus, Lyons, &c. in the Roman empire. Such are even Bourdeaux, Tholouse, Dijon, Rennes, Rouen, Aix, &c. in France; Dublin, Edinburgh, York, in the British dominions.","subId":"n216","id":"Hume.ETSS.EMPL2.PA.n216","pages":"448"},{"type":"note","content":"Vol. ii. sect. 16.","subId":"n217","id":"Hume.ETSS.EMPL2.PA.n217","pages":"448"},{"type":"note","content":"Sat. 6.","subId":"n218","id":"Hume.ETSS.EMPL2.PA.n218","pages":"449"},{"type":"note","content":"Lib. iv.","subId":"n219","id":"Hume.ETSS.EMPL2.PA.n219","pages":"449"},{"type":"note","content":"De generat. anim. lib. ii.","subId":"n220","id":"Hume.ETSS.EMPL2.PA.n220","pages":"450"},{"type":"note","content":"Lib. iv.","subId":"n221","id":"Hume.ETSS.EMPL2.PA.n221","pages":"450"},{"type":"note","content":"Trist. lib. iii. eleg. 9. De Ponto , lib. iv. eleg. 7, 9, 10.","subId":"n222","id":"Hume.ETSS.EMPL2.PA.n222","pages":"450"},{"type":"note","content":"Lib. iv. cap. 21.","subId":"n223","id":"Hume.ETSS.EMPL2.PA.n223","pages":"450"},{"type":"note","content":"Lib. i. cap. 2.","subId":"n224","id":"Hume.ETSS.EMPL2.PA.n224","pages":"451"},{"type":"note","content":"Lib. iii.","subId":"n225","id":"Hume.ETSS.EMPL2.PA.n225","pages":"451"},{"type":"note","content":"The warm southern colonies also become more healthful: And it is remarkable, that in the Spanish histories of the first discovery and conquest of these countries, they appear to have been very healthful; being then well peopled and cultivated. No account of the sickness or decay of Cortes's or Pizarro's small armies.","subId":"n226","id":"Hume.ETSS.EMPL2.PA.n226","pages":"451"},{"type":"note","content":"Lib. i. cap. 1.","subId":"n227","id":"Hume.ETSS.EMPL2.PA.n227","pages":"451"},{"type":"note","content":"He seems to have lived about the time of the younger Africanus; lib. i. cap. 1.","subId":"n228","id":"Hume.ETSS.EMPL2.PA.n228","pages":"451"},{"type":"note","content":"Xenoph. Exp. lib. vii. Polyb. lib. iv. cap. 45.","subId":"n229","id":"Hume.ETSS.EMPL2.PA.n229","pages":"452"},{"type":"note","content":"Ovid. passim, &c. Strabo, lib. vii.","subId":"n230","id":"Hume.ETSS.EMPL2.PA.n230","pages":"452"},{"type":"note","content":"Polyb. lib. ii. cap. 12.","subId":"n231","id":"Hume.ETSS.EMPL2.PA.n231","pages":"452"},{"type":"note","content":"De Bello Gallico, lib. vi.","subId":"n232","id":"Hume.ETSS.EMPL2.PA.n232","pages":"453"},{"type":"note","content":"De Moribus Germ.","subId":"n233","id":"Hume.ETSS.EMPL2.PA.n233","pages":"453"},{"type":"note","content":"Lib. vii.","subId":"n234","id":"Hume.ETSS.EMPL2.PA.n234","pages":"453"},{"type":"note","content":"Lib. iii. cap. 47.","subId":"n235","id":"Hume.ETSS.EMPL2.PA.n235","pages":"453"},{"type":"note","content":"Cæsar de Bello Gallico, lib. xvi. Strabo, lib. vii. says, the Gauls were not much more improved than the Germans.","subId":"n236","id":"Hume.ETSS.EMPL2.PA.n236","pages":"453-4"},{"type":"note","content":"Celt. pars 1.","subId":"n237","id":"Hume.ETSS.EMPL2.PA.n237","pages":"454"},{"type":"note","content":"Lib. v.","subId":"n238","id":"Hume.ETSS.EMPL2.PA.n238","pages":"454"},{"type":"note","content":"Ancient Gaul was more extensive than modern France.","subId":"n239","id":"Hume.ETSS.EMPL2.PA.n239","pages":"454"},{"type":"note","content":"Cæsar de Bello Gallico, lib. vi.","subId":"n240","id":"Hume.ETSS.EMPL2.PA.n240","pages":"454"},{"type":"note","content":"Id. ibid.","subId":"n241","id":"Hume.ETSS.EMPL2.PA.n241","pages":"454"},{"type":"note","content":"Lib. iv.","subId":"n242","id":"Hume.ETSS.EMPL2.PA.n242","pages":"454"},{"type":"note","content":"De Bello Gallico, lib. ii.","subId":"n243","id":"Hume.ETSS.EMPL2.PA.n243","pages":"454"},{"type":"note","content":"See NOTE [PP].","subId":"n244","id":"Hume.ETSS.EMPL2.PA.n244"},{"type":"note","content":"IT appears from Cæsar's account, that the Gauls had no domestic slaves, who formed a different order from the Plebes. The whole common people were indeed a kind of slaves to the nobility, as the people of Poland are at this day: And a nobleman of Gaul had sometimes ten thousand dependents of this kind. Nor can we doubt, that the armies were composed of the people as well as of the nobility. The fighting men amongst the Helvetii were the fourth part of the inhabitants; a clear proof that all the males of military age bore arms. See Cæsar de bello Gall. lib. i.","subId":"n244.1","id":"Hume.ETSS.EMPL2.PA.n244.1","pages":"455"},{"type":"note","content":"We may remark, that the numbers in Cæsar's commentaries can be more depended on than those of any other ancient author, because of the Greek translation, which still remains, and which checks the Latin original.","subId":"n244.2","id":"Hume.ETSS.EMPL2.PA.n244.2","pages":"455"},{"type":"note","content":"De Bello Gallico, lib. i.","subId":"n245","id":"Hume.ETSS.EMPL2.PA.n245","pages":"455"},{"type":"note","content":"Titi Livii, lib. xxxiv. cap. 17.","subId":"n246","id":"Hume.ETSS.EMPL2.PA.n246","pages":"456"},{"type":"note","content":"In vita Marii.","subId":"n247","id":"Hume.ETSS.EMPL2.PA.n247","pages":"456"},{"type":"note","content":"De Bello Hisp.","subId":"n248","id":"Hume.ETSS.EMPL2.PA.n248","pages":"456"},{"type":"note","content":"Vell. Paterc. lib. ii. § 90.","subId":"n249","id":"Hume.ETSS.EMPL2.PA.n249","pages":"456"},{"type":"note","content":"Lib. iii.","subId":"n250","id":"Hume.ETSS.EMPL2.PA.n250","pages":"456"},{"type":"note","content":"Lib. xliv.","subId":"n251","id":"Hume.ETSS.EMPL2.PA.n251","pages":"456"},{"type":"note","content":"\"Nec numero Hispanos, nec robore Gallos, nec calliditate Pænos, nec artibus Græcos, nec denique hoc ipso hujus gentis, ac terræ domestico nativoque sensu, Italos ipsos ac Latinos——superavimus.\" De harusp. resp. cap. 9. The disorders of Spain seem to have been almost proverbial: \"Nec impacatos a tergo horrebis Iberos.\" Virg. Georg. lib. iii. The Iberi are here plainly taken, by a poetical figure, for robbers in general.","subId":"n252","id":"Hume.ETSS.EMPL2.PA.n252","pages":"456-7"},{"type":"note","content":"Varro de re rustica, lib. ii. præf. Columella præf. Sueton. August. cap. 42.","subId":"n253","id":"Hume.ETSS.EMPL2.PA.n253","pages":"457"},{"type":"note","content":"Though the observations of L'Abbé du Bos should be admitted, that Italy is now warmer than in former times, the consequence may not be necessary, that it is more populous or better cultivated. If the other countries of Europe were more savage and woody, the cold winds that blew from them, might affect the climate of Italy.","subId":"n254","id":"Hume.ETSS.EMPL2.PA.n254","pages":"457"},{"type":"note","content":"See NOTE [QQ].","subId":"n255","id":"Hume.ETSS.EMPL2.PA.n255"},{"type":"note","content":"THE inhabitants of Marseilles lost not their superiority over the Gauls in commerce and the mechanic arts, till the Roman dominion turned the latter from arms to agriculture and civil life. See Strabo, lib. iv. That author, in several places, repeats the observation concerning the improvement arising from the Roman arts and civility: And he lived at the time when the change was new, and would be more sensible. So also Pliny: \"Quis enim non, communicato orbe terrarum, majestate Romani imperii, profecisse vitam putet, commercio rerum ac societate festæ pacis, omniaque etiam, quæ occulta antea fuerant, in promiscuo usu facta.\" Lib. xiv. proæm. \"Numine deûm electa (speaking of Italy) quæ cælum ipsum clarius faceret, sparsa congregaret imperia, ritusque molliret, & tot populorum discordes, ferasque linguas sermonis commercio contraheret ad colloquia, & humanitatem homini daret; breviterque, una cunctarum gentium in toto orbe patria fieret;\" lib. ii. cap. 5. Nothing can be stronger to this purpose than the following passage from Tertullian, who lived about the age of Severus. \"Certe quidem ipse orbis in promptu est, cultior de die & instructior pristino. Omnia jam pervia, omnia nota, omnia negotiosa. Solitudines famosas retro fundi amænissimi obliteraverunt, silvas arva domuerunt, feras pecora fugaverunt; arenæ seruntur, saxa panguntur, paludes eliquantur, tantæ urbes, quantæ non casæ quondam. Jam nec insulæ horrent, nec scopuli terrent; ubique domus, ubique populus, ubique respublica, ubique vita. Summum testimonium frequentiæ humanæ, onerosi sumus mundo, vix nobis elementa sufficiunt; & necessitates arctiores, et querelæ apud omnes, dum jam nos natura non sustinet.\" De anima, cap. 30. The air of rhetoric and declamation which appears in this passage, diminishes somewhat from its authority, but does not entirely destroy it. The same remark may be extended to the following passage of Aristides the sophist, who lived in the age of Adrian. \"The whole world,\" says he, addressing himself to the Romans, \"seems to keep one holiday; and mankind, laying aside the sword which they formerly wore, now betake themselves to feasting and to joy. The cities, forgetting their ancient animosities, preserve only one emulation, which shall embellish itself most by every art and ornament; Theatres every where arise, amphitheatres, porticoes, aqueducts, temples, schools, academies; and one may safely pronounce, that the sinking world has been again raised by your auspicious empire. Nor have cities alone received an encrease of ornament and beauty; but the whole earth, like a garden or paradise, is cultivated and adorned: Insomuch, that such of mankind as are placed out of the limits of your empire (who are but few) seem to merit our sympathy and compassion.\"","subId":"n255.1","id":"Hume.ETSS.EMPL2.PA.n255.1","pages":"458-9"},{"type":"note","content":"It is remarkable, that though Diodorus Siculus makes the inhabitants of Ægypt, when conquered by the Romans, amount only to three millions; yet Joseph. de bello Jud. lib. ii. cap. 16. says, that its inhabitants, excluding those of Alexandria, were seven millions and a half, in the reign of Nero: And he expressly says, that he drew this account from the books of the Roman publicans, who levied the poll-tax. Strabo, lib. xvii. praises the superior police of the Romans with regard to the finances of Ægypt, above that of its former monarchs: And no part of administration is more essential to the happiness of a people. Yet we read in Athenæus, (lib. i. cap. 25.) who flourished during the reign of the Antonines, that the town Mareia, near Alexandria, which was formerly a large city, had dwindled into a village. This is not, properly speaking, a contradiction. Suidas (August.) says, that the Emperor Augustus, having numbered the whole Roman empire, found it contained only 4,101,017 men (ανδρες). There is here surely some great mistake, either in the author or transcriber. But this authority, feeble as it is, may be sufficient to counterbalance the exaggerated accounts of Herodotus and Diodorus Siculus with regard to more early times.","subId":"n255.2","id":"Hume.ETSS.EMPL2.PA.n255.2","pages":"459-60"},{"type":"note","content":"L'Esprit de Loix, liv. xxiii. chap. 19.","subId":"n256","id":"Hume.ETSS.EMPL2.PA.n256","pages":"460"},{"type":"note","content":"De Orac. Defectus.","subId":"n257","id":"Hume.ETSS.EMPL2.PA.n257","pages":"460"},{"type":"note","content":"See NOTE [RR].","subId":"n258","id":"Hume.ETSS.EMPL2.PA.n258"},{"type":"note","content":"LIB. ii. cap. 62. It may perhaps be imagined, that Polybius, being dependent on Rome, would naturally extol the Roman dominion. But, in the first place, Polybius, though one sees sometimes instances of his caution, discovers no symptoms of flattery. Secondly, This opinion is only delivered in a single stroke, by the by, while he is intent upon another subject; and it is allowed, if there be any suspicion of an author's insincerity, that these oblique propositions discover his real opinion better than his more formal and direct assertions.","subId":"n258.1","id":"Hume.ETSS.EMPL2.PA.n258.1","pages":"461"},{"type":"note","content":"Annal. lib. i. cap. 2.","subId":"n259","id":"Hume.ETSS.EMPL2.PA.n259","pages":"461"},{"type":"note","content":"Lib. viii. and ix.","subId":"n260","id":"Hume.ETSS.EMPL2.PA.n260","pages":"461"},{"type":"note","content":"Plutarch. De his qui sero a Numine puniuntur.","subId":"n261","id":"Hume.ETSS.EMPL2.PA.n261","pages":"461"},{"type":"note","content":"De mercede conductis.","subId":"n262","id":"Hume.ETSS.EMPL2.PA.n262","pages":"462"},{"type":"note","content":"See NOTE [SS].","subId":"n263","id":"Hume.ETSS.EMPL2.PA.n263"},{"type":"note","content":"I Must confess that that discourse of Plutarch, concerning the silence of the oracles, is in general of so odd a texture, and so unlike his other productions, that one is at a loss what judgment to form of it. It is written in dialogue, which is a method of composition that Plutarch commonly but little affects. The personages he introduces advance very wild, absurd, and contradictory opinions, more like the visionary systems or ravings of Plato than the plain sense of Plutarch. There runs also through the whole an air of superstition and credulity, which resembles very little the spirit that appears in other philosophical compositions of that author. For it is remarkable, that, though Plutarch be an historian as superstitious as Herodotus or Livy, yet there is scarcely, in all antiquity, a philosopher less superstitious, excepting Cicero and Lucian. I must therefore confess, that a passage of Plutarch, cited from this discourse, has much less authority with me, than if it had been found in most of his other compositions.","subId":"n263.1","id":"Hume.ETSS.EMPL2.PA.n263.1","pages":"463"},{"type":"note","content":"There is only one other discourse of Plutarch liable to like objections, to wit, that concerning those whose punishment is delayed by the Deity. It is also writ in dialogue, contains like superstitious, wild visions, and seems to have been chiefly composed in rivalship to Plato, particularly his last book de republica.","subId":"n263.2","id":"Hume.ETSS.EMPL2.PA.n263.2","pages":"463"},{"type":"note","content":"And here I cannot but observe, that Mons. Fontenelle, a writer eminent for candor, seems to have departed a little from his usual character, when he endeavours to throw a ridicule upon Plutarch on account of passages to be met with in this dialogue concerning oracles. The absurdities here put into the mouths of the several personages are not to be ascribed to Plutarch. He makes them refute each other; and, in general, he seems to intend the ridiculing of those very opinions, which Fontenelle would ridicule him for maintaining. See Histoire des oracles.","subId":"n263.3","id":"Hume.ETSS.EMPL2.PA.n263.3","pages":"463"},{"type":"note","content":"Lib. ii.","subId":"n264","id":"Hume.ETSS.EMPL2.PA.n264","pages":"464"},{"type":"note","content":"He was cotemporary with Cæsar and Augustus.","subId":"n265","id":"Hume.ETSS.EMPL2.PA.n265","pages":"464"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.ETSS.EMPL2","imported":true,"title":"Essays, Moral, Political, and Literary, Part II","breadcrumb":"Essays, Part 2","published":[1752]}],"prev":{"id":"Hume.ETSS.EMPL2.RC","imported":true,"title":"Of some Remarkable Customs","breadcrumb":"Of some Remarkable Customs","published":[1752]},"next":{"id":"Hume.ETSS.EMPL2.OC","imported":true,"title":"Of the Original Contract","breadcrumb":"Of the Original Contract","published":[1748]}}