{"imported":true,"id":"Astell.LLG.7","parent":"Astell.LLG","title":"Letter VII. To Mr. Norris","breadcrumb":"Letter 7","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A52424.0001.001/1:9.7?rgn=div2;view=fulltext","texts":[],"duplicate":"Norris.LLG","published":[1695],"copytext":[1705],"sourceDesc":"The letters between Astell and Norris were first published in 1695. Our copytext is the second edition of 1705, which is, according to its title page, ‘Corrected by the Authors, with some few Things added’. The text is derived from a transcription of the first edition from EEBO-TCP. Several changes have been made to this source, correcting some errors and bringing the text in line with the 1705 edition.","forename":"Mary","surname":"Astell","author":"Mary Astell","birth":1666,"death":1731,"nationality":"English","sex":"Female","blocks":[{"type":"title","content":"£2 LETTER VII. £2 £2 _To_ =_Mr._ Norris=. £2","id":"Astell.LLG.7"},{"type":"paragraph","content":"I Am glad we are come to so good an issue in the matter of our Debate, and shall therefore immediately apply my self to that most necessary and delightful Theme, which is the noblest entertainment of our Thoughts, the best improvement of our Minds at present, and will be the inexhaustible Spring of our Joy hereafter, the Love of GOD. I cannot but admire the sottishness of those dull _Epicureans,_ who make it their Business to hunt after Pleasures as vain and unsatisfactory as their admirers are Childish and Unwise, and in the mean time turn their Backs on this vast Repository of solid and substantial Joy. A Joy whose perpetual Current always affords a fresh Delight, and yet every Drop of it so entertaining, that we might live upon it to all Eternity! Whilst our Souls are inebriated with its Pleasures, our very Bodies partake of its Sweetness: For it excites a grateful and easie Motion in the animal Spirits, and causes such an agreeable Movement of the Passions as comprehends all that Delight, abstracted from the Uneasiness which other Objects are apt to occasion. Our Passions (although they have both their Use and Pleasure, yet) as we usually feel them are blended with so much Pain, that 'tis hard to determine whether the good or evil they do us be the greater, and a Man sometimes over-pays for his Mirth, by that Sting of Sorrow which attends it. However, I am not for a _Stoical Apathy_, I would not have my Hands and Feet cut off lest they should sometimes incommode me. The Fault is not in our Passions considered in themselves, but in our voluntary Misapplication and unsuitable Management of them. And if Love which is the leading and Master Passion were but once wisely regulated, our Passions would be so far from rebelling against and disquieting us, that on the contrary they would mightily facilitate the great Work we have to do, give Wings to this Earthly Body that presses down the Soul, and in a good Measure remove those Impediments that hinder her from mounting to the Original and End of her Being. What is it that makes our Joys tumultuous and flitting, our Fears tormenting, our Hopes disquieting, _&c_. but the Irregularity of our Desire? If we love amiss we shall both Fear and Hope, Grieve and Rejoyce without Reason and in a wrong Measure, we shall lash out into a thousand Extravagancies, and be as unhappy as we are unwise and unreasonable. Whereas if we tune our Love to the right Key, we need not be apprehensive of Discord among the rest of our Passions, all their Motions will be natural and regular, and all Concert in a becoming Harmony. The Divine Nature is a Field in which our grateful Passions may freely take their Range. If we make _GOD_ the Object of our Desire, our Hopes will neither delude, nor our Joys forsake us; there is no Serpent lurks in this Grass, all is calm and placid, secure and entertaining. And yet, unwise that we are! How hard is it to drive us to our Felicity, how difficult to convince us of our Happiness? How many Evasions do we find to with-hold our Love from him who requires it, not for his _own_ but _our_ Advantage! When shall we be, I need not say so just to _GOD,_ but so kind to our selves, as totally to withdraw every straggling Desire from the Creature, the very best of which is not able to satisfie the Longings, and fill the Capacities of the Mind. The Boundlessness of Desire is a plain Indication to me that it was never made for the Creature; for what is there in the whole Compass of Nature that can satisfie Desire? What but he who made it can replenish and content it? I need not bring Arguments for the Proof of this, every one has Experience enough to confirm it. For after all our Researches after that which is good for the Sons of Men, where is the happy Person who has not been defeated in his Hopes, or frustrated in his Enjoyments? Though he has obtained his Object, has he satisfied his Desire? For how amiable soever created Good may appear at a Distance, a closer Inspection and intimate Knowledge, declares it to be vain and empty, and a very improper Quarry for the Soul of Man.","subId":"1","id":"Astell.LLG.7.1"},{"type":"paragraph","content":"Indeed the Soul of our Neighbour has the most plausible Pretence to our Love, as being the most Godlike of all the Creatures, but since 'tis as indigent as our own, how can it supply our Wants, or consequently be the proper Object of our Desires? And if you will forgive a Remark which perhaps is not so solid as the Subject requires, I am apt to think that that Bashfulness and Unwillingness we feel in our selves to declare Love though never so pure and so refined from base and low Designs, and which shews it self in most, but especially in the best and most generous Tempers, proceeds from hence: The Soul blushes to declare her Indigence, and to go out of her self to seek for Happiness in that which _is not, cannot_ be the proper Object of her Desires. 'Tis true, a Sister Soul may give somewhat better Entertainment to our Love than other Creatures can, but she is not able to fill and content it. She must seek her own Felicity abroad, and if she cannot be her own Good, there is little Reason to expect she should be ours. And being I have heard some Object against your Account of the first and great Commandment, _that it is prejudicial to the second,_ and because I am of a quite contrary Opinion, and think nothing does more effectually secure and improve it, I will therefore offer to your Consideration and Correction such Meditations as I have had about it.","subId":"2","id":"Astell.LLG.7.2"},{"type":"paragraph","content":"It were I confess a strong Prejudice against your Way of stating the Love of _GOD,_ if it were in any Measure injurious to the right Understanding and due Performance of the Love we owe to our Neighbour. For since the Precepts of the Gospel are an exact and beautiful System of Wisdom and Perfection, every one of whose Parts are so duly proportioned to the other, that the Result of all is perfect Harmony and Order, I must needs conclude, that when such a Sense is put upon one Precept as causes it to clash and interfere with another, it can't be the genuine Meaning of it. And if I can't make over the whole of my Desire to _GOD,_ without defaulking from that Portion of Love he has assigned my Neighbour, I must of Necessity set the Signification of that Precept to a lower Pitch, and find out some other Medium to interpret the first and great Commandment. But there's no Necessity for this: So far is your Account of the Love of _GOD_ from being prejudicial to the Love of our Neighbour that (if I think right) 'tis the only solid and sure Foundation it can rest upon. For if I may lawfully bestow any Share of my Desire on my Neighbour, why not on the rest of _GOD_'s Creatures that are useful and beneficial to me, provided my Love be not inordinate, but contain it self within those Bounds that Reason and Religion have prescribed? For those who contend for a Love of Desire towards our Neighbour, won't deny but that that Desire may be inordinate, and in that Respect unlawful; and therefore, according to them, it is not the _bare_ desiring, but the _Excess_ and _Irregularity_ of that Desire that makes it peccant. But does not Reason plead as much for the Lawfulness of desiring one Creature as another? And what Arguments can be fetched from thence for the Love of our Neighbour, that will not be as concluding for the Love of other Creatures in their Degree and Proportion? If it be alledged that we have a Command to love our Neighbour, but none to love other Creatures, this seems to me a begging of the Question, for the Matter in Debate is, _Whether that Command ought to be understood of Love of Desire or Love of Benevolence._ But if we once permit our Desire to stray after the Creature, we open a Bank to all that Mischief, Malice and Uncharitableness that is in the World. And indeed, what can be so destructive to the Love of our Neighbour as these Desires? For the Creature being finite and empty too, and therefore unable to satisfie the Desire of a rational Soul, how is it possible but that a Multitude of Lovers who all desire the same thing, which is very far from being able to satisfie one, much less all of them, should cross each other in these Desires and Pursuits, and consequently destroy that Peace and mutual Benevolence which ought to be cherished among rational Beings, and to which the Precepts of the Gospel so strictly engage us? But the Divine Nature is an inexhaustible Ocean of Felicity, in which every one of us may satisfie his most inlarged Desires, without the least Diminution of its Fulness! We need not grudg nor envy each other's Portion, for here is enough for us all. And therefore the Soul that centres all her Love on _GOD,_ has no Temptation to those Sins that obstruct her Benevolence to her Neighbour. She does not _make Gold her Hope, nor the fine Gold her Confidence,_ and therefore can very readily part with it to supply her Brother's Necessities. She does not place her Felicity in the Pomps and Pleasures of this Mortal Life, and therefore does neither envy him who possesses them, nor seeks by injurious Practises to deprive him of them. And as she has no _Pleasure,_ no _coveting,_ no _Ambition,_ but to partake of the Divine Nature, so the Excellency of that Good on which she feeds assimilates her into its own Likeness, and inspires her with such a generous and diffusive Benignity, that she is willing to spend and be spent for the good of others, and in Imitation of the Divine _Philanthropy,_ expands her self in Acts of Kindness and Beneficence, as uncircumscribedly and universally as the Capacity of her Nature will permit.","subId":"3","id":"Astell.LLG.7.3"},{"type":"paragraph","content":"What has been said I hope is sufficient to authorize me without Suspicion of Injustice, to withdraw my Heart from my Neighbour and fix it _entirely_ on him who has Merit enough to deserve, and Kindness enough to embrace and requite the highest and most arduous Degree of Love I can possibly bestow on him. But it may further be considered, that our Saviour commands us to love our Neighbour _as our selves,_ and to love one another _as he has loved us._ Now our Love to our selves is a Love of Benevolence, and consequently such a Love to our Neighbour does fully discharge the Obligation of that Command. Nor does it appear that our Saviour loved with a love of Desire, as he was _GOD_ he _could_ not, and as he was Man he _need_ not, for a Love of Benevolence will answer all the End of his coming into the World. The Scripture 'tis true, mentions some happy Favourites who had a greater Interest in his Love than others. We read that _=JESUS= loved_ =Lazarus=, and of _the Disciple whom =JESUS= loved,_ but there is no Necessity to understand this of a Love of Desire, and whatever other Reason may be assigned for this particular Kindness, I am apt to think the main Design of it was for our Example, that as our blessed Lord has left us a Pattern of every Virtue, so he might especially recommend to us that most noble and comprehensive one _Friendship,_ which next to the Love of _GOD_ has the Precedency of all the rest. I am therefore very far from designing any Prejudice to Friendship by what I have offered here, I rather intend to assert and advance it. For he who permits his Desires to run after his Friend, will in the End neither please himself nor advantage his Friendship. How often do we force the Almighty to deprive us of these dear Idols that have usurped our Hearts? That so he may convince us how improper it is to permit our Souls to cleave to any Creature, which, allowing it to be able to entertain us at present, can give no Security for the future. And therefore he who would secure his Felicity, and have the Current of his Delight perpetual, must not suffer his Love to fix on any object but that which is _the same Yesterday, to Day, and for ever._ Besides, the Defects which we find in Friendship, owe their Original to this misplaced Desire. 'Tis this, that knowing the Narrowness of Humane Nature makes us endeavour to monopolize a worthy Person to our selves, whereby we do him a great Injury by contracting and limiting his Benevolence. This is it that hoodwinks our Souls, and makes us blind to our Friend's Imperfections; for where-ever Love fixes it either finds or fancies Excellency and Perfection: To discover a Defect embitters its Delight, wakes it out of its pleasant Dream, and is an uneasie Monitor that it ought not to rest here, since what is defective is so far not good, and consequently not lovely. But he who will not see his Friend's Infirmities is not like to inform him of them, and so frustrates the great Design of Friendship which is to discover and correct the most minute Irregularity, and to purifie and perfect the Mind with the greatest Accuracy. What is it but Desire that creates those Jealousies and Disquiets which sometimes creep into this refined Affection? For pure Benevolence delighting in _doing_ good, and having no Regard to the _receiving_ it, would not be disgusted at the Kindness which is shewn to a third Person, but rather rejoyce at the Exercise of its Friend's Virtue. From Desire proceeds that unbecoming Excess of Grief which is apt indecently to transport us when _GOD_ translates our Friend from our Bosom into his own. A generous and regular Friendship after it has paid that Tribute of Tears which Nature and the Worth of the Person requires, will rather prompt us to sympathize with and rejoyce in his Happiness, than to regret and complain of our own Loss. There is yet another Indecency that would be prevented were our Love only benevolent; and that is, that strong Antipathy which usually succeeds Affection whenever it comes to a Rupture, as 'tis odds but it may, considering the great Weakness of Humane Nature, and how seldom a Man is in every Stage of his Life consistent with himself, for a rightly constituted Friendship will incline us by all the Arts of Sweetness and Endearment to win upon the Offender, who has so much the greater _need_ of our Benevolence, by how much he does the less _deserve_ it. Our Kindness when he no longer returns it is the more excellent and generous, because more free: And though it cann't be called Friendship when the Bond is broke on one side, yet there may be a most refined and exalted Benevolence on the other.","subId":"4","id":"Astell.LLG.7.4"},{"type":"paragraph","content":"After all, methinks Benevolence is the most great and noble Kind of Love, and I wonder what should make us so fond of Desire, and so unwilling to withdraw it from the Creature, since so placed it is a continual Reproach to us, and perpetually upbraids us with our Weakness and Indigence. To need and desire nothing out of himself is the Prerogative and Perfection of the Divine Nature: And though a Creature need not blush to languish after _GOD_'s Fulness, and to thirst for this _Fountain of Living Water,_ yet methinks it should, to long after _broken Cisterns,_ Creatures as dry and empty as it self; did we therefore consult either our Honour or our Interest, we should without Reluctancy banish the Creature from our Hearts, abandoning all other Desires but that which has all the Pleasure and Advantage of Love, without any of its Pain and Imperfection.","subId":"5","id":"Astell.LLG.7.5"},{"type":"paragraph","content":"And thus Sir, I have endeavoured in this and my last, to point out, though very imperfectly, some of the Prerogatives of Divine Love. And I hope 'twill appear from the Utility as well as from the Reasonableness of the thing, that we ought to fix the whole of our Love on our Maker. And in Truth, if we think it reasonable to love GOD at all, I know not how we can with Safety permit our Hearts to love any thing else. For though we may fancy that the Love of the Creature is not contradictory, but subordinate to the Love of GOD, yet Love being the most rapid of all Motions, if once our Desire be set a moving, in vain do we think to stop and circumscribe it; and therefore as it is unjust, so it is unsafe to give it the least Tendency towards any Object but him who is the only proper and adequate one.","subId":"6","id":"Astell.LLG.7.6"},{"type":"paragraph","content":"I am exceedingly pleas'd with _=M. Malbranch=_'s Account of the Reasons why we have no Idea of our Souls, and wish I could read that ingenious Author in his own Language, or that he spake mine. However I have some Queries to make about the Matter, but must refer it to another Opportunity. You tell me I must not expect a Definition of Pleasure, all I desire is only such an Account as we have of some other things, which strictly speaking are not capable of a Definition; that Notion which I have entertained of Pleasure is, That it is _that grateful Relish or Sensation, which every Faculty enjoys, in the regular Application of it self, to such Objects as are agreeable to its Nature._ Or if you please, _Pleasure_ I take to be, _the Gratification of Natural Appetites according to, and not exceeding the Intention of Nature,_ and I pray be so kind as to tell me wherein I Mistake, whereby you will further engage me to be // ~~Sir, // ~~~~Your very humble #February 15. 1693.# // ~~~~~~and thankful Servant.","subId":"7","id":"Astell.LLG.7.7"}]}
