{"id":"Butler.S.12","imported":true,"parent":"Butler.S","title":"Sermon 12. Upon the Love of our Neighbour.","breadcrumb":"Sermon 12","published":[1726,1749],"copytext":[1749],"sourceDesc":"Butler’s [Fifteeen Sermons Preached at the Rolls Chapel] were first published in 1726. A second edition was produced in 1729, which included a new preface. A third edition of 1736 was simply a reprint of the second. A fourth edition of 1749 included six additional sermons preached on various occasions. This final edition is our copytext.","blocks":[{"type":"title","content":"£1 SERMON XII. £1 £2 _Upon the Love of our Neighbour._ £2 £3 [^Rom.^ xiii. 9.] £3 _And if there be any other Commandment, it is briefly comprehended in this Saying, namely, Thou shalt love thy Neighbour as thy self._","id":"Butler.S.12"},{"type":"paragraph","content":"Having already removed the prejudices against public spirit, or the love of our neighbour, on the side of private interest and self-love; I proceed to the particular explanation of the precept before us, by showing \"who is our neighbour: in what sense we are required to love him as ourselves: the influence such love would have upon our behaviour in life.\" And lastly, \"How this commandment comprehends in it all others.\"","subId":"1","id":"Butler.S.12.1"},{"type":"paragraph","content":"I. The objects and due extent of this affection will be understood by attending to the nature of it, and to the nature and circumstances of mankind in this world. The love of our neighbour is the same with charity, benevolence, or good-will. It is an affection to the good and happiness of our fellow-creatures. This implies in it a disposition to produce happiness: and this is the simple notion of goodness, which appears so amiable wherever we meet with it. From hence it is easy to see, that the perfection of goodness consists in love to the whole universe. This is the perfection of Almighty God.","subId":"2","id":"Butler.S.12.2"},{"type":"paragraph","content":"But as man is so much limited in his capacity, as so small a part of the creation comes under his notice and influence, and as we are not used to consider things in so general a way; it is not to be thought of, that the universe should be the object of benevolence to such creatures as we are. Thus, in that precept of our Saviour,[n16] \"Be ye perfect, even as your Father which is in heaven is perfect,\", the perfection of the Divine goodness is proposed to our imitation, as it is promiscuous, and extends to the evil as well as the good; not as it is absolutely universal, imitation of it in this respect being plainly beyond us. The object is too vast. For this reason, moral writers also have substituted a less general object for our benevolence—mankind. But this likewise is an object too general, and very much out of our view. Therefore persons more practical have, instead of mankind, put our country; and made the principle of virtue, of human virtue, to consist in the entire uniform love for our country; and this is what we call a public spirit, which in men of public stations is the character of a patriot. But this is speaking to the upper part of the world. Kingdoms and governments are large; and the sphere of action of far the greatest part of mankind is much narrower than the governments they live under: or, however, common men do not consider their actions as affecting the whole community, of which they are members. There plainly is wanting a less general and nearer object of benevolence for the bulk of men than that of their country. Therefore the Scripture, not being a book of theory and speculation, but a plain rule of life for mankind, has, with the utmost possible propriety, put the principle of virtue upon the love of our neighbour; which is that part of the universe, that part of mankind, that part of our country, which comes under our immediate notice, acquaintance, and influence, and with which we have to do.","subId":"3","id":"Butler.S.12.3"},{"type":"paragraph","content":"This is plainly the true account or reason why our Saviour places the principle of virtue in the love of our neighbour; and the account itself shows who are comprehended under that relation.","subId":"4","id":"Butler.S.12.4"},{"type":"paragraph","content":"II. Let us now consider in what sense we are commanded to love our neighbour as ourselves.","subId":"5","id":"Butler.S.12.5"},{"type":"paragraph","content":"This precept, in its first delivery by our Saviour, is thus introduced: \"Thou shalt love the Lord thy God with all thine heart, with all thy soul, and with all thy strength; and thy neighbour as thyself.\" These very different manners of expression do not lead our thoughts to the same measure or degree of love common to both objects; but to one peculiar to each. Supposing, then, which is to be supposed, a distinct meaning and propriety in the words, \"as thyself;\" the precept we are considering will admit of any of these senses; that we bear the same kind of affection to our neighbour as we do to ourselves; or, that the love we bear to our neighbour should have some certain proportion or other to self-love; or, lastly, that it should bear the particular proportion of equality, that it be in the same degree.","subId":"6","id":"Butler.S.12.6"},{"type":"paragraph","content":"First, The precept may be understood as requiring only that we have the same kind of affection to our fellow-creatures as to ourselves. That, as every man has the principle of self-love, which disposes him to avoid misery, and consult his own happiness; so we should cultivate the affection of good- will to our neighbour, and that it should influence us to have the same kind of regard to him. This, at least, must be commanded; and this will not only prevent our being injurious to him, but will also put us upon promoting his good. There are blessings in life, which we share in common with others; peace, plenty, freedom, healthful seasons. But real benevolence to our fellow-creatures would give us the notion of a common interest in a stricter sense: for in the degree we love another, his interest, his joys, and sorrows, are our own. It is from self-love that we form the notion of private good, and consider it as our own: love of our neighbour will teach us thus to appropriate to ourselves his good and welfare; to consider ourselves as having a real share in his happiness. Thus the principle of benevolence would be an advocate within our own breasts, to take care of the interests of our fellow-creatures, in all the interferings and competitions which cannot but be, from the imperfections of our nature, and the state we are in. It would likewise, in some measure, lessen that interfering, and hinder men from forming so strong a notion of private good, exclusive of the good of others, as we commonly do. Thus, as the private affection makes us in a peculiar manner sensihle of humanity, justice, or injustice, when exercised towards ourselves; love of our neighbour would give us the same kind of sensibility in his behalf. This would be the greater security of our uniform obedience to that most equitable rule, \"Whatsoever ye would that men should do unto you, do ye even so unto them.\"","subId":"7","id":"Butler.S.12.7"},{"type":"paragraph","content":"All this is indeed no more than that we should have a real love to our neighbour; but then, which is to be observed, the words, as thyself, express this in the most distinct manner, and determine the precept to relate to the affection itself. The advantage which this principle of benevolence has over other remote considerations is, that it is itself the temper of virtue; and likewise that is the chief, nay, the only effectual security of our performing the several offices of kindness we owe to our fellow-creatures. When, from distant considerations, men resolve upon anything to which they have no liking, or, perhaps, an averseness, they are perpetually finding out evasions and excuses; which need never be wanting, if people look for them; and they equivocate with themselves in the plainest cases in the world. This may be in respect to single determinate acts of virtue: but it comes in much more, where the obligation is to a general course of behaviour: and most of all, if it be such as cannot be reduced to fixed determinate rules. This observation may account for the diversity of the expression in that known passage of the prophet Micah, \"To do justly, and to love mercy.\" A man's heart must be formed to humanity and benevolence, he must love mercy, otherwise he will not act mercifully in any settled course of behaviour. A consideration of the future sanctions of religion is our only security of persevering in our duty, in cases of great temptations; so to get our heart and temper formed to a love and liking of what is good, is absolutely necessary in order to our behaving rightly in the familiar and daily intercourses amongst mankind.","subId":"8","id":"Butler.S.12.8"},{"type":"paragraph","content":"Secondly, The precept before us may be understood to require, that we love our neighbour in some certain proportion or other, according as we love ourselves. And indeed a man's character cannot be determined by the love he bears to his neighbour, considered absolutely: but the proportion which this bears to self-love, whether it be attended to or not, is the chief thing which forms the character and influences the actions. For as the form of the body is a composition of various parts; so likewise our inward structure is not simple or uniform, but a composition of various passions, appetites, affections, together with rationality; including in this last both the discernment of what is right, and a disposition to regulate ourselves by it. There is greater variety of parts in what we call a character, than there are features in a face: and the morality of that is no more determined by one part, than the beauty or deformity of this is by one single feature: each is to be judged of by all the parts or features not taken singly, but together. In the inward frame the various passions, appetites, affections, stand in different respects to each other. The principles in our mind may be contradictory, or checks and allays only, or incentives and assistants to each other. And principles, which in their nature have no kind of contrariety or affinity, may yet accidentally be each other's allays or incentives.","subId":"9","id":"Butler.S.12.9"},{"type":"paragraph","content":"From hence it comes to pass, that though we were able to look into the inward contexture of the heart, and see with the greatest exactness in what degree any one principle is in a particular man; we could not from thence determine how far that principle would go towards forming the character, or what influence it would have upon the actions, unless we could likewise discern what other principles prevailed in him, and see the proportion which that one bears to the others. Thus, though two men should have the affection of compassion in the same degree exactly, yet one may have the principle of resentment, or of ambition, so strong in him as to prevail over that of compassion, and prevent its having any influence upon his actions; so that he may deserve the character of a hard or cruel man: whereas the other, having compassion in just the same degree only, yet having resentment or ambition in a lower degree, his compassion may prevail over them, so as to influence his actions, and to denominate his temper compassionate. So that, how strange soever it may appear to people who do not attend to the thing, yet it is quite manifest, that when we say one man is more resenting or compassionate than another, this does not necessarily imply that one has the principle of resentment or of compassion stronger than the other. For if the proportion, which resentment or compassion bears to other inward principles, is greater in one than in the other; this is itself sufficient to denominate one more resenting or compassionate than the other.","subId":"10","id":"Butler.S.12.10"},{"type":"paragraph","content":"Further, the whole system, as I may speak, of affections (including rationality) which constitute the heart, as this word is used in Scripture and on moral subjects, are each and all of them stronger in some than in others. Now the proportion which the two general affections, benevolence and self-love, bear to each other, according to this interpretation of the text, denominates men's character as to virtue. Suppose, then, one man to have the principle of benevolence in a higher degree than another; it will not follow from hence that his general temper, or character, or actions, will be more benevolent than the other's. For he may have self-love in such a degree as quite to prevail over benevolence; so that it may have no influence at all upon his actions: whereas benevolence in the other person, though in a lower degree, may yet be the strongest principle in bis heart; and strong enough, to be the guide of his actions, so as to denominate him a good and virtuous man. The case is here as in scales: it is not one weight considered in itself, which determines whether the scale shall ascend or descend; but this depends upon the proportion which that one weight hath to the other.","subId":"11","id":"Butler.S.12.11"},{"type":"paragraph","content":"It being thus manifest, that the influence which benevolence has upon our actions, and how far it goes towards forming our character, is not determined by the degree itself of this principle in our mind, but by the proportion it has to self-love and other principles; a comparison also being made in the text between self-love and the love of our neighbour: these joint considerations afforded sufficient occasion for treating here of that proportion: it plainly is implied in the precept, though it should be questioned whether it be the exact meaning of the words \"as thyself.\"","subId":"12","id":"Butler.S.12.12"},{"type":"paragraph","content":"Love of our neighbour, then, must bear some proportion to self-love: and virtue, to be sure, consists in the due proportion. What this due proportion is, whether as a principle in the mind, or as exerted in actions, can be judged of only from our nature and condition in this world. Of the degree in which affections and the principles of action, considered in themselves, prevail, we have no measure: let us then proceed to the course of behaviour, the actions they produce.","subId":"13","id":"Butler.S.12.13"},{"type":"paragraph","content":"Both our nature and condition require that each particular man should make particular provision for himself; and the inquiry, what proportion benevolence should have to self-love, when brought down to practice, will be what is a competent care and provision for ourselves? And how certain soever it be, that each man must determine this for himself; and how ridiculous soever it would be, for any to attempt to determine it for another; yet it is to be observed that the proportion is real, and that a competent provision has a bound, and that it cannot be all which we can possibly get and keep within our grasp, without legal injustice. Mankind almost universally bring in vanity, supplies for what is called a life of pleasure, covetousness, or imaginary notions of superiority over others, to determine this question: but every one who desires to act a proper part in society, would do well to consider how far any of them come in to determine it, in the way of moral consideration. All that can be said is, supposing what, as the world goes, is so much to be supposed that it is scarce to be mentioned, that persons do not neglect what they really owe to themselves; the more of their care and thought, and of their fortune, they employ in doing good to their fellow-creatures, the nearer they come up to the law of perfection, \"Thou shalt love thy neighbour as thyself.\"","subId":"14","id":"Butler.S.12.14"},{"type":"paragraph","content":"Thirdly, If the words, \"as thyself,\" were to be understood of an equality of affection, it would not be attended with those consequences, which perhaps may be thought to follow from it. Suppose a person to have the same settled regard to others as to himself; that in every deliberate scheme or pursuit he took their interest into the account in the same degree as his own, so far as an equality of affection would produce this; yet he would, in fact, and ought to be, much more taken up and employed about himself, and his own concerns, than about others and their interests. For, besides the one common affection towards himself and his neighbour, he would have several other particular affections, passions, appetites, which he could not possibly feel in common both for himself and others: now these sensations themselves very much employ us, and have perhaps as great influence as self-love. So far indeed as self-love and cool reflection upon what is for our interest, would set us on work to gain a supply of our own several wants; so far the love of our neighbour would make us do the same for him: but the degree in which we are put upon seeking and making use of the means of gratification, by the feeling of those affections, appetites, and passions, must necessarily be peculiar to ourselves.","subId":"15","id":"Butler.S.12.15"},{"type":"paragraph","content":"That there are particular passions, (suppose shame, resentment,) which men seem to have, and feel in common both for themselves and others, makes no alteration in respect to those passions and appetites which cannot possibly be thus felt in common. From hence (and perhaps more things of the like kind might be mentioned) it follows, that though there were an equality of affection to both, jet regard to ourselves would be more prevalent than attention to the concerns of others.","subId":"16","id":"Butler.S.12.16"},{"type":"paragraph","content":"And from moral considerations it ought to be so, supposing still the equality of affection commanded: because we are in a peculiar manner, as I may speak, intrusted with ourselves; and, therefore, care of our own interest, as well as of our conduct, particularly belongs to us.","subId":"17","id":"Butler.S.12.17"},{"type":"paragraph","content":"To these things must be added, that moral obligations can extend no further than to natural possibilities. Now, we have a perception of our own interests, like consciousness of our own existence, which we always carry about with us; and which, in its continuation, kind, and degree, seems impossible to be felt in respect to the interests of others.","subId":"18","id":"Butler.S.12.18"},{"type":"paragraph","content":"From all these things it fully appears, that though we were to love our neighbour in the same degree as we love ourselves, so far as this is possible; yet the care of ourselves, of the individual, would not be neglected; the apprehended danger of which seems to be the only objection against understanding the precept in this strict sense.","subId":"19","id":"Butler.S.12.19"},{"type":"paragraph","content":"III. The general temper of mind which the due love of our neighbour would form us to, and the influence it would have upon our behaviour in life, is now to be considered.","subId":"20","id":"Butler.S.12.20"},{"type":"paragraph","content":"The temper and behaviour of charity is explained at large, in that known passage of St. Paul[n17]: _Charity suffereth long, and is kind; charity envieth not, doth not behave itself unseemly, seeketh not her own, thinketh no evil, beareth all things, believeth all things, hopeth all things._ As to the meaning of the expresions, _seeketh not her own, thinketh no evil, believeth all things_; however those expressions may be explained away, this meekness, and, in some degree, easiness of temper, readiness to forego our right for the sake of peace, as well as in the way of compassion, freedom from mistrust, and disposition to believe well of our neighbour; this general temper, I say, accompanies, and is plainly the effect of love and good-will. And though such is the world in which we live, that experience and knowledge of it not only may, but must beget in us greater regard to ourselves, and doubtfulness of the characters of others, than is natural to mankind, yet these ought not to be carried farther than the nature and course of things make necessary. It is still true, even in the present state of things, bad as it is, that a real good man had rather be deceived, than be suspicious; had rather forego his known right, than run the venture of doing even a hard thing. This is the general temper of that charity, of which the apostle asserts, that if he had it not, giving his \"body to be burned would avail him nothing;\" and which, he says, \"shall never fail.\"","subId":"21","id":"Butler.S.12.21"},{"type":"paragraph","content":"The happy influence of this temper extends to every different relation and circumstance in human life. It plainly renders a man better, more to be desired, as to all the respects and relations we can stand in to each other. The benevolent man is disposed to make use of all external advantages in such a manner as shall contribute to the good of others, as well as to his own satisfaction. His own satisfaction consists in this. He will be easy and kind to his dependents, compassionate to the poor and distressed, friendly to all with whom he has to do. This includes the good neighbour, parent, master, magistrate: and such a behaviour would plainly make dependence, inferiority, and even servitude, easy. So that a good or charitable man, of superior rank in wisdom, fortune, authority, is a common blessing to the place he lives in: happiness grows under his influence. This good principle in inferiors would discover itself in paying respect, gratitude, obedience, as due.","subId":"22","id":"Butler.S.12.22"},{"type":"paragraph","content":"It were, therefore, methinks, one just way of trying one's own character, to ask ourselves, Am I in reality a better master or servant, a better friend, a better neighbour, than such and such persons; whom, perhaps, I may think not to deserve the character of virtue and religion, so much as myself?","subId":"23","id":"Butler.S.12.23"},{"type":"paragraph","content":"And as to the spirit of party, which unhappily prevails amongst mankind, whatever are the distinctions which serve for a supply to it, some or other of which have obtained in all ages and countries; one who is thus friendly to his kind will immediately make due allowances for it, as what cannot but be amongst such creatures as men, in such a world as this. And as wrath and fury and overbearing upon these occasions proceed, as I may speak, from men's feeling only on their own side; so a common feeling, for others as well as for ourselves, would render us sensible to this truth, which it is strange can have so little influence; that we ourselves differ from others, just as much as they do from us. I put the matter in this way, because it can scarce be expected that the generality of men should see, that those things which are made the occasions of dissension and fomenting the party-spirit, are really nothing at all: but it may be expected from all people, how much soever they are in earnest about their respective peculiarities, that humanity and common good-will to their fellow-creatures should moderate and restrain that wretched spirit.","subId":"24","id":"Butler.S.12.24"},{"type":"paragraph","content":"This good temper of charity likewise would prevent strife and enmity arising from other occasions: it would prevent our giving just cause of offence, and our taking it without cause. And in cases of real injury, a good man will make all the allowances which are to be made: and, without any attempts of retaliation, he will only consult his own and other men's security for the future, against injustice and wrong.","subId":"25","id":"Butler.S.12.25"},{"type":"paragraph","content":"IV. I proceed to consider, lastly, what is affirmed of the precept now explained, that it comprehends in it all others; i.e., that to love our neighbour as ourselves includes in it all virtues.","subId":"26","id":"Butler.S.12.26"},{"type":"paragraph","content":"Now, the way in which every maxim of conduct, or general speculative assertion, when it is to be explained at large, should be treated, is, to show what are the particular truths which were designed to be comprehended under such a general observation, how far it is strictly true; and then the limitations, restrictions, and exceptions, if there be exceptions, with which it is to be understood. But it is only the former of these, namely, how far the assertion in the text holds, and the ground of pre-eminence assigned to the precept of it, which in strictness comes into our present consideration.","subId":"27","id":"Butler.S.12.27"},{"type":"paragraph","content":"However, in almost everything that is said, there is somewhat to be understood beyond what is explicitly laid down, and which we of course supply; somewhat, I mean, which would not be commonly called a restriction or limitation. Thus, when benevolence is said to be the sum of virtue, it is not spoken of as a blind propension, but as a principle in reasonable creatures, and so to be directed by their reason: for reason and reflection come into our notion of a moral agent. And that will lead us to consider distant consequences, as well as the immediate tendency of an action; it will teach us, that the care of some persons, suppose children and families, is particularly committed to our charge by nature and Providence; as also, that there are other circumstances, suppose friendship or former obligations, which require that we do good to some, preferably to others. Reason, considered merely as subservient to benevolence, as assisting to produce the greatest good, will teach us to have particular regard to these relations and circumstances; because it is plainly for the good of the world that they should be regarded. And as there are numberless cases, in which, notwithstanding appearances, we are not competent judges, whether a particular action will upon the whole do good or harm; reason in the same way will teach us to be cautious how we act in these cases of uncertainty. It will suggest to our consideration, which is the safer side; how liable we are to be led wrong by passion and private interest; and what regard is due to laws, and the judgment of mankind. All these things must come into consideration, were it only in order to determine which way of acting is likely to produce the greatest good. Thus, upon supposition that it were in the strictest sense true, without limitation, that benevolence includes in it all virtues; yet reason must come in as its guide and director, in order to attain its own end, the end of benevolence, the greatest public good. Reason, then, being thus included, let us now consider the truth of the assertion itself.","subId":"28","id":"Butler.S.12.28"},{"type":"paragraph","content":"First, It is manifest that nothing can be of consequence to mankind or any creature, but happiness. This then is all which any person can, in strictness of speaking, be said to have a right to. We can, therefore, owe no man anything, but only to further and promote his happiness, according to our abilities. And, therefore, a disposition and endeavour to do good to all with whom we have to do, in the degree and manner which the different relations we stand in to them require, is a discharge of all the obligations we are under to them.","subId":"29","id":"Butler.S.12.29"},{"type":"paragraph","content":"As human nature is not one simple uniform thing, but a composition of various parts, body, spirit, appetites, particular passions, and affections; for each of which reasonable self-love would lead men to have due regard, and make suitable provision: so society consists of various parts, to which we stand in different respects and relations; and just benevolence would as surely lead us to have due regard to each of these, and behave as the respective relations require. Reasonable good-will, and right behaviour towards our fellow-creatures, are in a manner the same: only that the former expresseth the principle as it is in the mind; the latter, the principle as it were become external, i.e., exerted in actions.","subId":"30","id":"Butler.S.12.30"},{"type":"paragraph","content":"And so far as temperance, sobriety, and moderation in sensual pleasures, and the contrary vices, have any respect to our fellow-creatures, any influences upon their quiet, welfare, and happiness; as they always have a real, and often a near influence upon it; so far it is manifest those virtues may be produced by the love of our neighbour, and that the contrary vices would be prevented by it. Indeed, if men's regard to themselves will not restrain them from excess, it may be thought little probable that their love to others will be suflicient: but the reason is, that their love to others is not, any more than the regard to themselves, just, and in its due degree. There are, however, manifest instances of persons kept sober and temperate from regard to their affairs, and the welfare of those who depend upon them. And it is obvious to every one, that habitual excess, a dissolute course of life, implies a general neglect of the duties we owe towards our friends, our families, and our country.","subId":"31","id":"Butler.S.12.31"},{"type":"paragraph","content":"From hence it is manifest, that the common virtues, and the common vices of mankind, may be traced up to benevolence, or the want of it. And this entitles the precept, \"Thou shalt love thy neighbour as thyself,\" to the preeminence given to it; and is a justification of the apostle's assertion, that all other commandments are comprehended in it; whatever cautions and restrictions[n18] there are, which might require to be considered, if we were to state particularly and at length, what is virtue and right behaviour in mankind. But,","subId":"32","id":"Butler.S.12.32"},{"type":"paragraph","content":"Secondly, It might be added, that in a higher and more general way of consideration, leaving out the particular nature of creatures, and the particular circumstances in which they are placed, benevolence seems in the strictest sense to include in it all that is good and worthy; all that is good, which we have any distinct particular notion of. We have no clear conception of any positive moral attribute in the Supreme Being, but what maybe resolved up into goodness. And if we consider a reasonable creature, or moral agent, without regard to the particular relations and circumstances in which he is placed, we cannot conceive anything else to come in towards determining whether he is to be ranked in a higher or lower class of virtuous beings, but the higher or lower degree in which that principle, and what is manifestly connected with it, prevail in him.","subId":"33","id":"Butler.S.12.33"},{"type":"paragraph","content":"That which we more strictly call piety, or the love of God, and which is an essential part of a right temper, some may perhaps imagine no way connected with benevolence; yet, surely, they must be connected, if there be indeed in being an object infinitely good. Human nature is so constituted, that every good affection implies the love of itself; i.e., becomes the object of a new affection in the same person. Thus, to be righteous, implies in it the love of righteousness; to be benevolent, the love of benevolence; to be good, the love of goodness; whether this righteousness, benevolence, or goodness, be viewed as in our own mind, or in another's: and the love of God, as a Being perfectly good, is the love of perfect goodness, contemplated in a being or person. Thus morality and religion, virtue and piety, will at last necessarily coincide, run up into one and the same point, and love will be in all senses the end of the commandment.","subId":"34","id":"Butler.S.12.34"},{"type":"paragraph","content":"O Almighty God, inspire us with this divine principle; kill in us all the seeds of envy and ill-will; and help us, by cultivating within ourselves the love of our neighbour, to improve in the love of thee. Thou hast placed us in various kindreds, friendships, and relations, as the school of discipline for our affections: help us, by the due exercise of them, to improve to perfection, till all partial affection be lost in that entire, universal one, and thou, O God, shalt be all in all!","subId":"35","id":"Butler.S.12.35"},{"type":"note","content":"[Matth. v. 48.]","subId":"n16","id":"Butler.S.12.n16"},{"type":"note","content":"[1 Cor. xiii.]","subId":"n17","id":"Butler.S.12.n17"},{"type":"note","content":"For instance: as we are not competent judges what is, upon the whole, for the good of the world, there may be other immediate ends appointed us to pursue, besides that one of doing good, or producing happiness. Though the good of the creation be the only end of the Author of it, yet he may have laid us under particular obligations, which we may discern and feel ourselves under, quite distinct from a perception that the observance or violation of them is for the happiness or misery of our fellow-creatures. And this is, in fact, the case. For there are certain dispositions of mind, and certain actions, which are in themselves approved or disapproved by mankind, abstracted from the consideration of their tendency to the happiness or misery of the world; approved or disapproved by reflection, by that principle within, which is the guide of life, the judge of right and wrong. Numberless instances of this kind might be mentioned. There are pieces of treachery, which in themselves appear base and detestable to every one. There are actions which, perhaps, can scarce have any other general name given them than indecencies, which yet are odious and shocking to human nature. There is such a thing as meanness, a little mind, which, as it is quite distinct from incapacity, so it raises a dislike and disapprobation quite different from that contempt which men are too apt to have of mere folly. On the other hand, what we call greatness of mind is the object of another sort of approbation than superior understanding. Fidelity, honour, strict justice, are themselves approved in the highest degree, abstracted from the consideration of their tendency. Now, whether it be thought that each of these are connected with benevolence in our nature, and so may be considered as the same thing with it; or whether some of them be thought an inferior kind of virtues and vices, somewhat like natural beauties and deformities; or, lastly, plain exceptions to the general rule; thus much, however, is certain, that the things now instanced in, and numberless others, are approved or disapproved by mankind in general, in quite another view than as conducive to the happiness or misery of the world.","subId":"n18","id":"Butler.S.12.n18"}],"texts":[],"ancestors":[{"id":"Butler","forename":"Joseph","surname":"Butler","birth":1692,"death":1752,"published":1716,"nationality":"English","sex":"Male","texts":[{"id":"Butler.LCB","forename":"Joseph","surname":"Butler","title":"Several Letters to the Reverend Dr. Clarke, from a Gentleman in Gloucestershire; with the Dr's Answers Thereunto","birth":1692,"death":1752,"published":[1716],"nationality":"English","sex":"Male","duplicate":"ClarkeS.LCB","breadcrumb":"Letters Between Clarke and Butler"},{"id":"Butler.S","forename":"Joseph","surname":"Butler","title":"Fifteen Sermons Preached at the Rolls Chapel, to which are added Six Sermons Preached on Publick Occasions","birth":1692,"death":1752,"published":[1726,1749],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Sermons"},{"id":"Butler.AR","forename":"Joseph","surname":"Butler","title":"The Analogy of Religion","birth":1692,"death":1752,"published":[1736],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Analogy of Religion"}]},{"id":"Butler.S","forename":"Joseph","surname":"Butler","title":"Fifteen Sermons Preached at the Rolls Chapel, to which are added Six Sermons Preached on Publick Occasions","birth":1692,"death":1752,"published":[1726,1749],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Sermons"}],"prev":{"id":"Butler.S.11","imported":true,"title":"Sermon 11. Upon the Love of our Neighbour.","breadcrumb":"Sermon 11","published":[1726,1749]},"next":{"id":"Butler.S.13-14","imported":true,"title":"Sermon 13, 14. Upon the Love of God.","breadcrumb":"Sermon 13","published":[1726,1749]}}