{"id":"Butler.S.20","imported":true,"parent":"Butler.S","title":"Sermon 20","breadcrumb":"Sermon 20","published":[1726,1749],"copytext":[1749],"sourceDesc":"Butler’s [Fifteeen Sermons Preached at the Rolls Chapel] were first published in 1726. A second edition was produced in 1729, which included a new preface. A third edition of 1736 was simply a reprint of the second. A fourth edition of 1749 included six additional sermons preached on various occasions. This final edition is our copytext.","blocks":[{"type":"title","content":"£1 SERMON XX. £1 £3 [1 ^Tim.^ ii. 1, 2.] £3 _I exhort, that first of all, supplications, prayers, intercessions, and giving of thanks, be made for all men: for kings, and for all that are in authority; that we may lead a quiet and peaceable life, in all godliness and honesty._","id":"Butler.S.20"},{"type":"paragraph","content":"It is impossible to describe the general end which Providence has appointed us to aim at, in our passage through the present world, in more expressive words than these very plain ones of the apostle, \"to lead a quiet and peaceable life, in all godliness and honesty.\" \"A quiet and peaceable life,\" by way of distinction, surely, from eager tumultuary pursuits in our private capacity, as well as in opposition both to our making insurrections in the state, and to our suffering oppression from it. \"To lead a quiet and peaceable life, in all godliness and honesty,\" is the whole that we have any reason to be concerned for. To this the constitution of our nature carries us: and our external condition is adapted to it.","subId":"1","id":"Butler.S.20.1"},{"type":"paragraph","content":"Now, in aid to this general appointment of Providence, civil government has been instituted over the world, both 244 by the light of nature and by revelation, to instruct men in the duties of fidelity, justice, and regard to common good, and enforce the practice of these virtues, without which there could have been no peace or quiet amongst mankind; and to preserve, in different ways, a sense of religion, as well as virtue, and of God's authority over us. For if we could suppose men to have lived out of government, they must have run wild, and all knowledge of divine things must have been lost from among them. But by means of their uniting under it, they have been preserved in some tolerable security from the fraud and violence of each other; order, a sense of virtue, and the practice of it, has been, in some measure, kept up; and religion, more or less pure, has been all along spread and propagated. So that I make no scruple to affirm, that civil government has been, in all ages, a standing publication of the law of nature, and an enforcement of it; though never in its perfection, for the most part greatly corrupted, and, I suppose, always so in some degree.","subId":"2","id":"Butler.S.20.2"},{"type":"paragraph","content":"And, considering that civil government is that part of God's government over the world, which he exercises by the instrumentality of men, wherein that which is oppression, injustice, cruelty, as coming from them, is, under his direction, necessary discipline, and just punishment; considering, that \"all power is of God,\" Rom. xiii. 1, all authority is properly of divine appointment; men's very living under magistracy might naturally have led them to the contemplation of authority in its source and origin; the one supreme, absolute authority of Almighty God, by which he \"doth according to his will in the army of heaven, and among the inhabitants of the earth,\" Dan. iv. 35; which he now exerts, visibly and invisibly, by different instruments, in different forms of administration, different methods of discipline and punishment; and which he will continue to exert hereafter, not only over mankind, when this mortal life shall be ended, but throughout his universal kingdom; till, by having rendered to all according to all their works, he shall have completely executed that just scheme of government, which he has already begun to execute in this world, by their hands whom he has appointed for the present \"punishment of evil doers, and for the praise of them that do well,\" 1 Pet. ii. 14.","subId":"3","id":"Butler.S.20.3"},{"type":"paragraph","content":"And though that perfection of justice cannot in any sort take place in this world, even under the very best governments; yet, under the worst, men have been enabled to lead much more quiet and peaceable lives, as well as to attend to and keep up a sense of religion, much more than they could possibly have done without any government at all. But a free Christian government is adapted to answer these purposes in a higher degree, in proportion to its just liberty, and the purity of its religious establishment. And as we enjoy these advantages, civil and religious, in a very eminent degree, under a good prince, and those he has placed in authority over us, we are eminently obliged to offer up supplications and thanksgivings in their behalf: to pay them all that duty which these prayers imply; and \"to lead,\" as those advantages enable, and have a tendency to dispose us to do, \"quiet and peaceable lives, in all godliness and honesty.\"","subId":"4","id":"Butler.S.20.4"},{"type":"paragraph","content":"Of the former of these advantages, our free constitution of civil government, we seem to have a very high value. And if we would keep clear from abuses of it, it could not be overvalued, otherwise than as everything may, when considered as respecting this world only. We seem, I say, sufficiently sensible of the value of our civil liberty. It is our daily boast, and we are in the highest degree jealous of it. Would to God we were somewhat more judicious in our jealousy of it, so as to guard against its chief enemy, one might say, the only enemy of it we have at present to fear, I mean licentiousness: which has undermined so many free governments, and without whose treacherous help no free government, perhaps, ever was undermined. This licentiousness, indeed, is not only dangerous to liberty, but it is actually a present infringement of it in many instances. But I must not turn this good day into a day of reproach. Dropping, then, the encroachments which are made upon our liberty, peace, and quiet, by licentiousness, we are certainly a freer nation than any other we have an account of; and as free, it seems, as the very nature of government will permit. Every man is equally under the protection of the laws; may have equal justice against the most rich and powerful; and securely enjoy all the common blessings of life, with which the industry of his ancestors, or his own, has furnished him. In some other countries the upper part of the world is free; but in Great Britain the whole body of the people is free. For we have at length, to the distinguished honour of those who began, and have more particularly laboured in it, emancipated our northern provinces from most of their legal remains of slavery; for voluntary slavery cannot be abolished, at least not directly, by law. I take leave to speak of this long-desired work as done; since it wants only his concurrence, who, as we have found by many years' experience, considers the good of his people as his own. And I cannot but look upon these acts of the legislature, in a further view, as instances of regard to posterity, and declarations of its readiness to put every subject upon an equal footing of security and freedom, if any of them are not so, in any other respects, which come into its view; and as a precedent and example for doing it.","subId":"5","id":"Butler.S.20.5"},{"type":"paragraph","content":"Liberty, which is the very genius of our civil constitution, and runs through every branch of it, extends its influence to the ecclesiastical part of it. A religious establishment, without a toleration of such as think they cannot, in conscience, conform to it, is itself a general tyranny; because it claims absolute authority over conscience, and would soon beget particular kinds of tyranny of the worst sort, tyranny over the mind, and various superstitions, after the way should be paved for them, as it soon must by ignorance. On the other hand, a constitution of civil government without any religious establishment, is a chimerical project, of which there is no example: and which, leaving the generality without guide and instruction, must leave religion to be sunk and forgotten amongst them; and, at the same time, give full scope to superstition and the gloom of enthusiasm; which last, especially, ought surely to be diverted and checked, as far as it can be done without force. Now, a reasonable establishment provides instruction for the ignorant, withdraws them, not in the way of force, but of guidance, from running after those kinds of conceits. It doubtless has a tendency, likewise, to keep up a sense of real religion, and real Christianity, in a nation; and is, moreover, necessary for the encouragement of learning: some parts of which the Scripture revelation absolutely requires should be cultivated.","subId":"6","id":"Butler.S.20.6"},{"type":"paragraph","content":"It is to be remarked, further, that the value of any particular religious establishment is not to be estimated merely by what it is in itself, but also by what it is in comparison with those of other nations ; a comparison which will sufficiently teach us not to expect perfection in human things. And what is still more material, the value of our own ought to be very much heightened in our esteem, by considering what it is a security from; I mean that great corruption of Christianity, popery, which is ever hard at work to bring us again under its yoke. Whoever will consider the popish claims to the disposal of the whole earth, as of divine right; to dispense with the most sacred engagements; the claims to supreme absolute authority in religion; in short, the general claims which the canonists express by the words, plenitude of power;—whoever, I say, will consider popery as it is professed at Rome, may see that it is manifest open usurpation of all human and divine authority. But even in those Roman catholic countries where these monstrous claims are not admitted, and the civil power does, in many respects, restrain the papal, yet persecution is professed, as it is absolutely enjoined, by what is acknowledged to be their highest authority, a general council, so called, with the pope at the head of it; and is practised in all of them, I think, without exception, where it can be done safely. Thus they go on to substitute force instead of argument; and external profession made by force instead of reasonable conviction. And thus corruptions of the grossest sort have been in vogue for many generations, in many parts of Christendom, and are so still, even where popery obtains in its least absurd form; and their antiquity and wide extent are insisted upon as proofs of their truth;—a kind of proof which, at best, can be only presumptive, but which loses all its little weight, in proportion as the long and large prevalence of such corruptions has been obtained by force.","subId":"7","id":"Butler.S.20.7"},{"type":"paragraph","content":"Indeed, it is said in the book of Job, that the worship of \"the sun and moon was an iniquity to be punished by the judge,\" Job xxxi. 26—28. And this, though it is not so much as a precept, much less a general one, is, I think, the only passage of Scripture which can, with any colour, be alleged in favour of persecution of any sort; for what the Jews did, and what they were commanded to do, under their theocracy, are both quite out of the case. But, whenever that book was written, the scene of it is laid at a time when idolatry was in its infancy, an acknowledged novelty, essentially destructive of true religion, arising, perhaps, from mere wantonness of imagination. In these circumstances, this greatest of evils, which afterwards laid waste true religion over the face of the earth, might have been suppressed at once, without danger of mistake or abuse. And one might go on to add, that if those to whom the care of this belonged, instead of serving themselves of prevailing superstitions, had in all ages and countries opposed them in their rise, and adhered faithfully to that primitive religion, which was received \"of old, since man was placed upon earth,\" Job xx. 4, there could not possibly have been any such difference of opinion concerning the Almighty Governor of the world, as could have given any pretence for tolerating the idolatries which overspread it. On the contrary, his universal monarchy must have been universally recognized, and the general laws of it more ascertained and known, than the municipal ones of any particular country can be. In such a state of religion, as it could not but have been acknowledged by all mankind, that immorality of every sort was disloyalty to him, \"the high and lofty One that inhabiteth eternity, whose name is Holy,\" Isa. lvii. 15; so it could not but have been manifest, that idolatry, in those determinate instances of it, was plain rebellion against him; and, therefore, might have been punished as an offence of the highest kind, against the supreme authority in nature. But this is in no sort applicable to the present state of religion in the world. For if the principle of punishing idolatry were now admitted amongst the several different parties in religion, the weakest in every place would run a great risk of being convicted of it; or, however, heresy and schism would soon be found crimes of the same nature, and equally deserving punishment. Thus the spirit of persecution would range without any stop or control, but what should arise from its want of power. But our religious establishment disclaims all principles of this kind, and desires not to keep persons in its communion, or gain proselytes to it, by any other methods than the Christian ones of argument and conviction.","subId":"8","id":"Butler.S.20.8"},{"type":"paragraph","content":"These hints may serve to remind us of the value we ought to set upon our constitution in church and state, the advantages of which are the proper subjects of our commemoration on this day, as his Majesty has shown himself, not in words, but in the whole course of his reign, the guardian and protector of both. And the blessings of his reign are not only rendered more sensible, but are really heightened, by its securing us from that pretender to his crown, whom we had almost forgot, till our late danger renewed our apprehensions; who, we know, is a professed enemy to our church, and grown old in resentments, and maxims of government, directly contrary to our civil constitution; nay, his very claim is founded in principles destructive of it. Our deliverance, and our security, from this danger, with all the other blessings of the king's government, are so many reasons for \"supplication, prayers, intercessions, and giving of thanks,\" to which we are exhorted, as well as for all other dutiful behaviour towards it; and should also remind us to take care and make due improvement of those blessings, \"by leading,\" in the enjoyment of them, \"quiet and peaceable lives, in all godliness and honesty.\"","subId":"9","id":"Butler.S.20.9"},{"type":"paragraph","content":"The Jewish church offered sacrifices even for heathen princes to whom they were in subjection; and the primitive Christian church, the Christian sacrifices of supplications and prayers, for the prosperity of the emperor and the state; though they were falsely accused of being enemies to both, because they would not join in their idolatries. In conformity to these examples of the church of God in all ages, prayers for the king, and those in authority under him, are part of the daily service of our own. And for the day of his inauguration a particular service is appointed, which we are here assembled in the house of God to celebrate. This is the first duty we owe to kings, and those who are in authority under them, that we make prayers and thanksgivings for them. And in it is comprehended, what yet may be considered as another, paying them honour and reverence. Praying for them is itself an instance and expression of this, as it gives them a part in our highest solemnities. It also reminds us of that further honour and reverence which we are to pay them, as occasions offer, throughout the whole course of our behaviour. \"Fear God, honour the king,\" 1 Pet. ii. 17, are apostolic precepts; and \"despising government, and speaking evil of dignities,\" 2 Pet. ii. 9, 10, apostolic descriptions of such as \"are reserved unto the day of judgment to be punished.\" And if these evil speeches are so highly criminal, it cannot be a thing very innocent to make a custom of entertaining ourselves with them.","subId":"10","id":"Butler.S.20.10"},{"type":"paragraph","content":"Further, if we are to pray \"that we may,\" that it may be permitted us to \"lead a quiet and peaceable life,\" we ought surely to live so, when, by means of a mild equal government, it is permitted us; and be very thankful, first to God, and then to those whom he makes the instruments of so great good to us, and pay them all obedience and duty; though everything be not conducted according to our judgment, nor every person in employment whom we may think deserving of it. Indeed, opposition in a legal regular way, to measures which a person thinks wrong, cannot but be allowed in a free government. It is in itself just, and also keeps up the spirit of liberty. But opposition from indirect motives, to measures which he sees to be necessary, is itself immoral: it keeps up the spirit of licentiousness; is the greatest reproach of liberty, and in many ways most dangerous to it; and has been a principal means of overturning free governments. It is well, too, if the legal subjection to the government we live under, which may accompany such behaviour, be not the reverse of Christian subjection; \"subjection for wrath only,\" and \"not for conscience sake,\" Rom. xiii. 5. And one who wishes well to his country will beware how he inflames the common people against measures, whether right or wrong, which they are not judges of. For no one can foresee how far such dissaffection will extend; but every one sees, that it diminishes the reverence which is certainly owing to authority. Our due regards to these things are indeed instances of our loyalty, but they are in reality as much instances of our patriotism too. Happy the people who live under a prince the justice of whose government renders them coincident!","subId":"11","id":"Butler.S.20.11"},{"type":"paragraph","content":"Lastly, As, by the good providence of God, we were born under a free government, and are members of a pure reformed church, both of which he has wonderfully preserved through infinite dangers: if we do not take heed to live like Christians, nor to govern ourselves with decency, in those respects in which we are free, we shall be a dishonour to both. Both are most justly to be valued; but they may be valued in the wrong place. It is no more a recommendation of civil, than it is of natural liberty,[n29] that it must put us into a capacity of behaving ill. Let us then value our civil constitution, not because it leaves us the power of acting as mere humour and passion carries us, in those respects in which governments less free lay men under restraints, but for its equal laws, by which the great are disabled from oppressing those below them. Let us transfer, each of us, the equity of this our civil constitution to our own personal character; and be sure to be as much afraid of subjection to mere arbitrary will and pleasure in ourselves, as to the arbitrary will of others. For the tyranny of our own lawless passions is the nearest and most dangerous of all tyrannies.","subId":"12","id":"Butler.S.20.12"},{"type":"paragraph","content":"Then as to the other part of our constitution, let us value it, not because it leaves us at liberty to have as little religion as we please, without being accountable to human judicatories; but because it affords us the means and assistance to worship God according to his word; because it exhibits to our view, and enforces upon our conscience, genuine Christianity, free from the superstitions with which it is defiled in other countries. These superstitions naturally tend to abate its force: our profession of it, in its purity, is a particular call upon us to yield ourselves up to its full influence; \"to be pure in heart,\" Matt. v. 8; \"to be holy in all manner of conversation,\" 1 Pet. i. 15. Much of the form of godliness is laid aside amongst us: this itself should admonish us to attend more to the \"power thereof,\" 2 Tim. iii. 5. We have discarded many burdensome ceremonies; let us be the more careful to cultivate inward religion. We have thrown off a multitude of superstitious practices, which were called good works: let us the more abound in all moral virtues, these being unquestionably such. Thus our lives will justify and recommend the Reformation; and we shall \"adorn the doctrine of God our Saviour in all things,\" Tit. ii. 10.","subId":"13","id":"Butler.S.20.13"},{"type":"note","content":"Natural liberty, as opposed to necessity, or fate.","subId":"n29","id":"Butler.S.20.n29"}],"texts":[],"ancestors":[{"id":"Butler","forename":"Joseph","surname":"Butler","birth":1692,"death":1752,"published":1716,"nationality":"English","sex":"Male","texts":[{"id":"Butler.LCB","forename":"Joseph","surname":"Butler","title":"Several Letters to the Reverend Dr. Clarke, from a Gentleman in Gloucestershire; with the Dr's Answers Thereunto","birth":1692,"death":1752,"published":[1716],"nationality":"English","sex":"Male","duplicate":"ClarkeS.LCB","breadcrumb":"Letters Between Clarke and Butler"},{"id":"Butler.S","forename":"Joseph","surname":"Butler","title":"Fifteen Sermons Preached at the Rolls Chapel, to which are added Six Sermons Preached on Publick Occasions","birth":1692,"death":1752,"published":[1726,1749],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Sermons"},{"id":"Butler.AR","forename":"Joseph","surname":"Butler","title":"The Analogy of Religion","birth":1692,"death":1752,"published":[1736],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Analogy of Religion"}]},{"id":"Butler.S","forename":"Joseph","surname":"Butler","title":"Fifteen Sermons Preached at the Rolls Chapel, to which are added Six Sermons Preached on Publick Occasions","birth":1692,"death":1752,"published":[1726,1749],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Sermons"}],"prev":{"id":"Butler.S.19","imported":true,"title":"Sermon 19","breadcrumb":"Sermon 19","published":[1726,1749]},"next":{"id":"Butler.S.21","imported":true,"title":"Sermon 21","breadcrumb":"Sermon 21","published":[1726,1749]}}