{"id":"Butler.S.6","imported":true,"parent":"Butler.S","title":"Sermon 6. Upon Compassion.","breadcrumb":"Sermon 6","published":[1726,1749],"copytext":[1749],"sourceDesc":"Butler’s [Fifteeen Sermons Preached at the Rolls Chapel] were first published in 1726. A second edition was produced in 1729, which included a new preface. A third edition of 1736 was simply a reprint of the second. A fourth edition of 1749 included six additional sermons preached on various occasions. This final edition is our copytext.","blocks":[{"type":"title","content":"£1 SERMON VI. £1 £2 _Upon Compassion._ £2 £4 Preached the first Sunday in _Lent_. £4 £3 [^Rom.^ xii. 15.] £3 _Rejoice with them that do rejoice, and weep with them that weep._","id":"Butler.S.6"},{"type":"paragraph","content":"There is a much more exact correspondence between the natural and moral world, than we are apt to take notice of. The inward frame of man does, in a peculiar manner, answer to the external condition and circumstances of life in whicb he is placed. This is a particular instance of that general observation of the Son of Sirach, All things are double one against another, and God hath made nothing imperfect, Eccles. xlii. 24. The several passions and affections in the heart of man, compared with the circumstances of life in which he is placed, afford, to such as will attend to them, as certain instances of final causes, as any whatever which are more commonly alleged for such: since those affections lead him to a certain determinate course of action suitable to those circumstances; as (for instance) compassion, to relieve the distressed. And as all observations of final causes, drawn from the principles of action in the heart of man, compared with the condition he is placed in, serve all the good uses which instances of final causes in the material world about us do; and both these are equally proofs of wisdom and design in the Author of nature; so the former serve to further good purposes; they show us what course of life we are made for, what is our duty, and, in a peculiar manner, enforce upon us the practice of it.","subId":"1","id":"Butler.S.6.1"},{"type":"paragraph","content":"Suppose we are capable of happiness and of misery in degrees equally intense and extreme, yet we are capable of the latter for a much longer time, beyond all comparison. We see men in the tortures of pain for hours, days, and excepting the short suspensions of sleep, for months together, without intermission; to which no enjoyments of life do, in degree and continuance, bear any sort of proportion. And such is our make, and that of the world about us, that anything may become the instrument of pain and sorrow to us. Thus, almost any one man is capable of doing mischief to any other, though he may not be capable of doing him good; and if he be capable of doing him some good, he is capable of doing him more evil. And it is, in numberless cases, much more in our power to lessen the miseries of others, than to promote their positive happiness, any otherwise than as the former often includes the latter; ease from misery occasioning, for some time, the greatest positive enjoyment. This constitution of nature, namely, that it is so much more in our power to occasion, and likewise to lessen misery, than to promote positive happiness, plainly required a particular affection, to hinder us from abusing, and to incline us to make a right use of the former powers, i.e., the powers both to occasion and to lessen misery; over and above what was necessary to induce us to make a right use of the latter power, that of promoting positive happiness. The power we have over the misery of our fellow-creatures, to occasion or lessen it, being a more important trust than the power we have of promoting their positive happiness; the former requires, and has a further, an additional security and guard against its being violated, beyond, and over and above what the latter has. The social nature of man, and general good-will to his species, equally prevent him from doing evil, incline him to relieve the distressed, and to promote the positive happiness of his fellow-creatures; but compassion only restrains from the first, and carries him to the second; it hath nothing to do with the third.","subId":"2","id":"Butler.S.6.2"},{"type":"paragraph","content":"The final causes, then, of compassion are, to prevent and to relieve misery.","subId":"3","id":"Butler.S.6.3"},{"type":"paragraph","content":"As to the former: this affection may plainly be a restraint upon resentment, envy, unreasonable self-love; that is, upon all the principles from which men do evil to one another. Let us instance only in resentment. It seldom happens, in regulated societies, that men have an enemy so entirely in their power, as to be able to satiate their resentment with safety. But if we were to put this case, it is plainly supposable, that a person might bring his enemy into such a condition, as, from being the object of anger or rage, to become an object of compassion, even to himself though the most malicious man in the world: and in this case compassion would stop him, if he could stop with safety, from pursuing his revenge any farther. But since nature has placed within us more powerful restraints to prevent mischief and since the final cause of compassion is much more to relieve misery, let us go on to the consideration of it in this view.","subId":"4","id":"Butler.S.6.4"},{"type":"paragraph","content":"As this world was not intended to be a state of any great satisfaction or high enjoyment; so neither was it intended to be a mere scene of unhappiness and sorrow. Mitigations and reliefs are provided, by the merciful Author of nature, for most of the afflictions in human life. There is kind provision made even against our frailties; as we are so constituted, that time abundantly abates our sorrows, and begets in us that resignment of temper, which ought to have been produced by a better cause; a due sense of the authority of God, and our state of dependence. This holds in respect to far the greatest part of the evils of life; I suppose, in some degree, as to pain and sickness. Now, this part of the constitution or make of man, considered as some relief to misery, and not as provision for positive happiness, is, if I may so speak, an instance of nature's compassion for us, and every natural remedy or relief to misery, may be considered in the same view.","subId":"5","id":"Butler.S.6.5"},{"type":"paragraph","content":"But since, in many cases, it is very much in our power to alleviate the miseries of each other; and benevolence, though natural in man to man, yet is, in a very low degree, kept down by interest and competitions; and men, for the most part, are so engaged in the business and pleasures of the world, as to overlook and turn away from objects of misery, which are plainly considered as interruptions to them in their way, as intruders upon their business, their gaiety and mirth;—compassion is an advocate within us in their behalf, to gain the unhappy admittance and access, to make their case attended to. If it sometimes serves a contrary purpose, and makes men industriously turn away from the miserable, these are only instances of abuse and perversion: for the end for which the affection was given us, most certainly is, not to make us avoid, but to make us attend to the objects of it. And if men would only resolve to allow this much to it, let it bring before their view, the view of their mind, the miseries of their fellow-creatures; let it gain for them that their case be considered; I am persuaded it would not fail of gaining more, and that very few real objects of charity would pass unrelieved. Pain, and sorrow, and misery, have a right to our assistance: compassion puts us in mind of the debt, and that we owe it to ourselves, as well as to the distressed. For to endeavour to get rid of the sorrow of compassion, by turning from the wretched, when yet it is in our power to relieve them, is as unnatural as to endeavour to get rid of the pain of hunger by keeping from the sight of food. That we can do one with greater success than we can the other, is no proof that one is less a violation of nature than the other. Compassion is a call, a demand of nature, to relieve the unhappy; as hunger is a natural call for food. This affection plainly gives the objects of it an additional claim to relief and mercy, over and above what our fellow-creatures in common have to our good-will. Liberality and bounty are exceedingly commendable; and a particular distinction in such a world as this, where men set themselves to contract their heart, and close it to all interests but their own. It is by no means to be opposed to mercy, but always accompanies it: the distinction between them is only, that the former leads our thoughts to a more promiscuous and undistinguished distribution of favours; to those who are not as well as those who are necessitous; whereas, the object of compassion is misery. But in the comparison, and where there is not a possibility of both, mercy is to have the preference: the affection of compassion manifestly leads us to this preference. Thus, to relieve the indigent and distressed; to single out the unhappy, from whom can be expected no returns, either of present entertainment or future service, for the objects of our favours; to esteem a man's being friendless as a recommendation; dejection, and incapacity of struggling through the world, as a motive for assisting him; in a word, to consider these circumstances of disadvantage, which are usually thought a sufficient reason for neglect and overlooking a person, as a motive for helping him forward: this is the course of benevolence, which compassion marks out and directs us to; this is that humanity, which is so peculiarly becoming our nature and circumstances in this world.","subId":"6","id":"Butler.S.6.6"},{"type":"paragraph","content":"To these considerations, drawn from the nature of man, must be added the reason of the thing itself we are recommending, which accords to and shows the same. For, since it is so much more in our power to lessen the misery of our fellow-creatures, than to promote their positive happiness: in cases where there is an inconsistency, we shall be likely to do much more good by setting ourselves to mitigate the former, than by endeavouring to promote the latter. Let the competition be between the poor and the rich. It is easy, you will say, to see which will have the preference. True: but the question is, which ought to have the preference? What proportion is there between the happiness produced by doing a favour to the indigent, and that produced by doing the same favour to one in easy circumstances? It is manifest, that the addition of a very large estate to one who before had an affluence, will in many instances yield him less new enjoyment or satisfaction, than any ordinary charity would yield to a necessitous person. So that it is not only true that our nature, i.e., the voice of God within us, carries us to the exercise of charity and benevolence in the way of compassion or mercy, preferably to any other way; but we also manifestly discern much more good done by the former; or, if you will allow me the expressions, more misery annihilated, and happiness created. If charity, and benevolence, and endeavouring to do good to our fellow-creatures be anything, this observation deserves to be most seriously considered by all who have to bestow. And it holds with great exactness, when applied to the several degrees of greater and less indigency throughout the various ranks in human life: the happiness or good produced not being in proportion to what is bestowed, but in proportion to this joined with the need then was of it.","subId":"7","id":"Butler.S.6.7"},{"type":"paragraph","content":"It may perhaps be expected, that upon this subject notice should be taken of occasions, circumstances, and characters, which seem at once to call forth affections of different sorts. Thus, vice may be thought the object both of pity and indignation; folly, of pity and of laughter. How far this is strictly true, I shall not inquire; but only observe upon the appearance, how much more humane it is to yield and give scope to affections, which are most directly in favour of, and friendly towards our fellow-creatures; and that there is plainly much less danger of being led wrong by these, than by the other.","subId":"8","id":"Butler.S.6.8"},{"type":"paragraph","content":"But, notwithstanding all that has been said in recommendation of compassion, that it is most amiable, most becoming human nature, and most useful to the world; yet it must be owned, that every affection, as distinct from a principle of reason, may rise too high, and be beyond its just proportion. And by means of this one carried too far, a man throughout his life is subject to much more uneasiness, than belongs to his share: and in particular instances, it may be in such a degree, as to incapacitate him from assisting the very person who is the object of it. But as there are some who, upon principle, set up for suppressing this affection itself as weakness, there is also I know not what of fashion on this side: and, by some means or other, the whole world almost is run into the extremes of insensibility towards the distresses of their fellow-creatures; so that general rules and exhortations must always be on the other side.","subId":"9","id":"Butler.S.6.9"},{"type":"paragraph","content":"And now, to go on to the uses we should make of the foregoing reflections, the further views they lead us to, and the general temper they have a tendency to beget in us. There being that distinct affection implanted in the nature of man, tending to lessen the miseries of life, that particular provision made for abating its sorrows, more than for increasing its positive happiness, as before explained; this may suggest to us, what should be our general aim respecting ourselves, in our passage through this world; namely, to endeavour chiefly to escape misery, keep free from uneasiness, pain, and sorrow, or to get relief and mitigation of them; to propose to ourselves peace and tranquillity of mind, rather than pursue after high enjoyments. This is what the constitution of nature, before explained, marks out as the course we should follow, and the end we should aim at. To make pleasure, and mirth, and jollity, our business, and be constantly hurrying about after some gay amusement, some new gratification of sense or appetite, to those who will consider the nature of man and our condition in this world, will appear the most romantic scheme of life that ever entered into thought. And yet, how many are there who go on in this course, without learning better from die daily, the hourly disappointments, listlessness, and satiety, which accompany this fashionable method of wasting away their days?","subId":"10","id":"Butler.S.6.10"},{"type":"paragraph","content":"The subject we have been insisting upon would lead us into the same kind of reflections, by a different connection. The miseries of life brought home to ourselves by compassion, viewed through this affection, considered as the sense by which they are perceived, would beget in us that moderation, humility, and soberness of mind, which has been now recommended; and which peculiarly belongs to a season of recollection, the only purpose of which is to bring us to a just state of things, to recover us out of that forgetfulness of ourselves, and our true state, which, it is manifest, far the greatest part of men pass their whole life in. Upon this account Solomon says, that it is better to go to the house of mourning than to go to the house of feasting; i.e., it is more to a man's advantage to turn his eyes towards objects of distress, to recall sometimes to his remembrance the occasions of sorrow, than to pass all his days in thoughtless mirth and gaiety. And he represents the wise as choosing to frequent the former of these places; to be sure not for its own sake, but because by the sadness of the countenance the heart is made better. Every one observes, how temperate and reasonable men are when humbled and brought low by afflictions, in comparison of what they are in high prosperity. By this voluntary resort to the house of mourning, which is here recommended, we might learn all those useful instructions which calamities teach, without undergoing them ourselves; and grow wiser and better at a more easy rate than man commonly do. The objects themselves, which in that place of sorrow lie before our view, naturally give us a seriousness and attention, check that wantonness which is the growth of prosperity and ease, and lead us to reflect upon the deficiencies of human life itself; that every man, at his best estate, is altogether vanity. This would correct the florid and gaudy prospects and expectations which we are too apt to indulge, teach us to lower our notions of happiness and enjoyment, bring them down to the reality of things, to what is attainable, to what the frailty of our condition will admit of, which, for any continuance, is only tranquillity, ease, and moderate satisfactions. Thus we might at once become proof against the temptations with which the whole world almost is carried away; since it is plain, that not only what is called a life of pleasure, but also vicious pursuits in general, aim at somewhat besides, and beyond these moderate satisfactions.","subId":"11","id":"Butler.S.6.11"},{"type":"paragraph","content":"And as to that obstinacy and wilfulness, which render men so insensible to the motives of religion; this right sense of ourselves and of the world about us, would bend the stubborn mind, soften the heart, and make it more apt to receive impression: and this is the proper temper in which to call our ways to remembrance, to review and set home upon ourselves the miscarriages of our past life. In such a compliant state of mind, reason and conscience will have a fair hearing; which is the preparation for, or rather the beginning of that repentance, the outward show of which we all put on at this season.","subId":"12","id":"Butler.S.6.12"},{"type":"paragraph","content":"Lastly, The various miseries of life which lie before us wherever we turn our eyes, the frailty of this mortal state we are passing through, may put us in mind that the present world is not our home; that we are merely strangers and travellers in it, as all our fathers were. It is therefore to be considered as a foreign country, in which our poverty and wants, and the insufficient supplies of them, were designed to turn our views to that higher and better state we are heirs to; a state, where will be no follies to be overlooked, no miseries to be pitied, no wants to be relieved; where the affection we have been now treating of, will happily be lost, as there will be no objects to exercise it upon: for God shall wipe away all tears from their eyes; and there shall be no more death, neither sorrow, nor crying; neither shall there be any more pain; for the former things are passed away.","subId":"13","id":"Butler.S.6.13"}],"texts":[],"ancestors":[{"id":"Butler","forename":"Joseph","surname":"Butler","birth":1692,"death":1752,"published":1716,"nationality":"English","sex":"Male","texts":[{"id":"Butler.LCB","forename":"Joseph","surname":"Butler","title":"Several Letters to the Reverend Dr. Clarke, from a Gentleman in Gloucestershire; with the Dr's Answers Thereunto","birth":1692,"death":1752,"published":[1716],"nationality":"English","sex":"Male","duplicate":"ClarkeS.LCB","breadcrumb":"Letters Between Clarke and Butler"},{"id":"Butler.S","forename":"Joseph","surname":"Butler","title":"Fifteen Sermons Preached at the Rolls Chapel, to which are added Six Sermons Preached on Publick Occasions","birth":1692,"death":1752,"published":[1726,1749],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Sermons"},{"id":"Butler.AR","forename":"Joseph","surname":"Butler","title":"The Analogy of Religion","birth":1692,"death":1752,"published":[1736],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Analogy of Religion"}]},{"id":"Butler.S","forename":"Joseph","surname":"Butler","title":"Fifteen Sermons Preached at the Rolls Chapel, to which are added Six Sermons Preached on Publick Occasions","birth":1692,"death":1752,"published":[1726,1749],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Sermons"}],"prev":{"id":"Butler.S.5","imported":true,"title":"Sermon 5. Upon Compassion.","breadcrumb":"Sermon 5","published":[1726,1749]},"next":{"id":"Butler.S.7","imported":true,"title":"Sermon 7. Upon the Character of Balaam.","breadcrumb":"Sermon 7","published":[1726,1749]}}