{"id":"Hume.HE.3.33","imported":true,"parent":"Hume.HE.3","title":"Chapter 33. Henry VIII (cont.)","breadcrumb":"Chapter 33","published":[1759],"copytext":[1778],"sourceDesc":"Hume’s [History of England] was written in three stages, and in reverse chronological order. He began with two volumes on the History of Great Britain (from the Union of the Crowns to the death of James II), published in 1754 and 1757. In 1759 he then published two more volumes, on the House of Tudor. This necessitated changing the title from the [History of Great Britain] to the [History of England], since he now began the story a century and a half before the union. Finally, in 1762, he published two more volumes tracing the country’s history back even further, all the way to the Celtic Britons and the Roman invasion. In 1763, the first complete set was published, but owing to the size of the work – including the now very large index included in the final volume – it had to be chopped up rather awkwardly into 8 volumes rather than 6. The text here follows the posthumous 1778 edition, which Hume was working on before he died. That edition was also (of necessity) printed in 8 volumes, but it is shown here divided into 6 volumes instead (matching the breaks that appeared in the volumes as they were originally published).","blocks":[{"type":"title","content":"£2 CHAP. XXXIII. £2 £1 HENRY VIII. £1 _War with Scotland——Victory of Solway——Death of James V.——Treaty with Scotland——New rupture——Rupture with France——A Parliament——Affairs of Scotland——A Parliament——Campaign in France——A Parliament——Peace with France and Scotland——Persecutions——Execution of the earl of Surrey——Attainder of the duke of Norfolk——Death of the king——His character——Miscellaneous transactions._","id":"Hume.HE.3.33"},{"type":"paragraph","content":"#1542. War with Scotland.# HENRY, being determined to avenge himself on the king of Scots for slighting the advances, which he had made him, would gladly have obtained a supply from parliament, in order to prosecute that enterprize; but as he did not think it prudent to discover his intentions, that assembly, conformably to their frugal maxims, would understand no hints; and the king was disappointed in his expectations. He continued, however, to make preparations for war; and as soon as he thought himself in a condition to invade Scotland, he published a manifesto, by which he endeavoured to justify hostilities. He complained of James's breach of word, in declining the promised interview; which was the real |ground of the quarrel[n1]: But in order to give a more specious colouring to the enterprize, he mentioned other injuries; namely, that his nephew had granted protection to some English rebels and fugitives, and had detained some territory, which, Henry pretended, belonged to England. He even revived the old claim to the vassalage of Scotland, and he summoned James to do homage to him as his liege lord and superior. He employed the duke of Norfolk, whom he called the scourge of the Scots, to command in the war; and though James sent the bishop of Aberdeen, and Sir James Learmont of Darsay, to appease his uncle, he would hearken to no terms of accommodation. While Norfolk was assembling his army at Newcastle, Sir Robert Bowes, attended by Sir Ralph Sadler, Sir Ralph Evers, Sir Brian Latoun, and others, made an incursion into Scotland, and advanced towards Jedburgh, with an intention of pillaging and destroying that town. The earl of Angus, and George Douglas, his brother, who had been many years banished their country, and had subsisted by Henry's bounty, joined the English army in this incursion; and the forces, commanded by Bowes, exceeded four thousand men. James had not been negligent in his preparations for defence, and had posted a considerable body, under the command of the earl of Huntley, for the protection of the borders. Lord Hume, at the head of his vassals, was hastening to join Huntley, when he met with the English army; #24th Aug.# and an action immediately ensued. During the engagement, the forces under Huntley began to appear; and the English, afraid of being surrounded and overpowered, took to flight, and were pursued by the enemy. Evers, Latoun, and some other persons of distinction, were taken prisoners. A few only of small note fell in the skirmish[n2].","subId":"1","id":"Hume.HE.3.33.1"},{"type":"paragraph","content":"^The^ duke of Norfolk, meanwhile, began to move from his camp at Newcastle; and being attended by the earls of Shrewsbury, Derby, Cumberland, Surrey, Hertford, Rutland, with many others of the nobility, he advanced to the borders. His forces amounted to above twenty thousand men; and it required the utmost efforts of Scotland to resist such a formidable armament. James had assembled his whole military force at Fala and Sautrey, and was ready to advance as soon as he should be informed of Norfolk's |invading his kingdom. The English passed the Tweed at Berwic, and marched along the banks of the river as far as Kelso; but hearing that James had collected near thirty thousand men, they repassed the river at that village, and retreated into their own country[n3]. The king of Scots, inflamed with a desire of military glory, and of revenge on his invaders, gave the signal for pursuing them, and carrying the war into England. He was surprized to find, that his nobility, who were in general disaffected on account of the preference which he had given to the clergy, opposed this resolution, and refused to attend him in his projected enterprize. Enraged at this mutiny, he reproached them with cowardice, and threatened vengeance; but still resolved, with the forces which adhered to him, to make an impression on the enemy. He sent ten thousand men to the western borders, who entered England at Solway frith; and he himself followed them at a small distance, ready to join them upon occasion. Disgusted, however, at the refractory disposition of his nobles, he sent a message to the army, depriving lord Maxwel, their general, of his commission, and conferring the command on Oliver Sinclair, a private gentleman, who was his favourite. The army was extremely disgusted with this alteration, and was ready to disband; when a small body of English appeared, not exceeding 500 men, under the command of Dacres and Musgrave. #24th Nov. Victory at Solway.# A panic seized the Scots, who immediately took to flight, and were pursued by the enemy. Few were killed in this rout; for it was no action; but a great many were taken prisoners, and some of the principal nobility: Among these, the earls of Cassilis and Glencairn; the lords Maxwel, Fleming, Somerville, Oliphant, Grey, who were all sent to London, and given in custody to different noblemen.","subId":"2","id":"Hume.HE.3.33.2"},{"type":"paragraph","content":"^The^ king of Scots, hearing of this disaster, was astonished; and being naturally of a melancholic disposition, as well as endowed with a high spirit, he lost all command of his temper on this dismal occasion. Rage against his nobility, who, he believed, had betrayed him; shame for a defeat by such unequal numbers; regret for the past, fear of the future; all these passions so wrought upon him, that he would admit of no consolation, but abandoned himself wholly to despair. His body was wasted by sympathy with his anxious |mind; and even his life began to be thought in danger. He had no issue living; and hearing that his queen was safely delivered, he asked whether she had brought him a male or female child? Being told, the latter; he turned himself in his bed: \"The crown came with a woman,\" said he, \"and it will go with one: Many miseries await this poor kingdom: Henry will make it his own either by force of arms or by marriage.\" #14th Dec. Death of James the Fifth.# A few days after, he expired, in the flower of his age; a prince of considerable virtues and talents; well fitted, by his vigilance and personal courage, for repressing those disorders, to which his kingdom, during that age, was so much exposed. He executed justice with impartiality and rigour; but as he supported the commonalty and the church against the rapine of the nobility, he escaped not the hatred of that order. The protestants also, whom he opposed, have endeavoured to throw many stains on his memory; but have not been able to fix any considerable imputation upon him[n4].","subId":"3","id":"Hume.HE.3.33.3"},{"type":"paragraph","content":"#1543.# ^Henry^ was no sooner informed of his victory and of the death of his nephew, than he projected, as James had foreseen, the scheme of uniting Scotland to his own dominions, by marrying his son, Edward, to the heiress of that kingdom[n5]. He called together the Scottish nobles, who were his prisoners; and after reproaching them, in severe terms, for their pretended breach of treaty, he began to soften his tone, and proposed to them this expedient, by which, he hoped, those disorders, so prejudicial to both states, would for the future be prevented. He offered to bestow on them their liberty without ransom; and only required of them engagements to favour the marriage of the prince of Wales with their young mistress. They were easily prevailed on to give their assent to a proposal, which seemed so natural, and so advantageous to both kingdoms; and being conducted to Newcastle, they delivered to the duke of Norfolk hostages for their return, in case the intended nuptials were not completed: And they thence proceeded to Scotland, where they found affairs in some confusion.","subId":"4","id":"Hume.HE.3.33.4"},{"type":"paragraph","content":"^The^ pope, observing his authority in Scotland to be in danger from the spreading of the new opinions, had bestowed on Beaton, the primate, the dignity of cardinal, in order to confer more influence |upon him; and that prelate had long been regarded as prime minister to James, and as the head of that party, which defended the ancient privileges and property of the ecclesiastics. Upon the death of his master, this man, apprehensive of the consequences both to his party and to himself, endeavoured to keep possession of power; and for that purpose, he is accused of executing a deed, which required a high degree of temerity. He forged, it is said, a will for the king, appointing himself, and three noblemen more, regents of the kingdom during the minority of the infant princess[n6]. At least, for historians are not well agreed in the circumstances of the fact, he had read to James a paper of that import, to which that monarch, during the delirium which preceded his death, had given an imperfect assent and approbation[n7]. By virtue of this will, Beaton had put himself in possession of the government; and having united his interests with those of the queen-dowager, he obtained the consent of the convention of states, and excluded the pretensions of the earl of Arran.","subId":"5","id":"Hume.HE.3.33.5"},{"type":"paragraph","content":"^James^ earl of Arran, of the name of Hamilton, was next heir to the crown by his grandmother, daughter of James III; and on that account seemed best entitled to possess that high office, into which the cardinal had intruded himself. The prospect also of his succession after a princess, who was in such tender infancy, procured him many partizans; and though his character indicated little spirit, activity, or ambition, a propensity, which he had discovered for the new opinions, had attached to him all the zealous promoters of those innovations. By means of these adherents, joined to the vassals of his own family, he had been able to make opposition to the cardinal's administration; and the suspicion of Beaton's forgery, with the accession of the noblemen, who had been prisoners in England, assisted too by some money sent from London, was able to turn the balance in his favour. The earl of Angus and his brother, having taken the present opportunity of returning into their native country, opposed the cardinal with all the credit of that powerful family; and the majority of the convention had now embraced opposite interests to those which formerly prevailed. Arran was declared governor; the cardinal was committed |to custody under the care of lord Seton; and a negociation was commenced with Sir Ralph Sadler, the English ambassador, for the marriage of the infant queen with the prince of Wales. #Treaty with Scotland.# The following conditions were quickly agreed on; that the queen should remain in Scotland till she should be ten years of age; that she should then be sent to England to be educated; that six Scottish noblemen should immediately be delivered as hostages to Henry; and that the kingdom, notwithstanding its union with England, should still retain its laws and privileges[n8]. By means of these equitable conditions, the war between the nations, which had threatened Scotland with such dismal calamities, seemed to be fully composed, and to be changed into perpetual concord and amity.","subId":"6","id":"Hume.HE.3.33.6"},{"type":"paragraph","content":"^But^ the cardinal-primate, having prevailed on Seton to restore him to his liberty, was able, by his intrigues, to confound all these measures, which appeared so well concerted. He assembled the most considerable ecclesiastics; and having represented to them the imminent danger, to which their revenues and privileges were exposed, he persuaded them to collect privately from the clergy a large sum of money, by which, if entrusted to his management, he engaged to overturn the schemes of their enemies[n9]. Besides the partizans, whom he acquired by pecuniary motives, he rouzed up the zeal of those, who were attached to the catholic worship; and he represented the union with England as the sure forerunner of ruin to the church and to the ancient religion. The national antipathy of the Scots to their southern neighbours was also an infallible engine, by which the cardinal wrought upon the people; and though the terror of Henry's arms, and their own inability to make resistance, had procured a temporary assent to the alliance and marriage proposed, the settled habits of the nation produced an extreme aversion to those measures. The English ambassador and his retinue received many insults from persons whom the cardinal had instigated to commit those violences, in hopes of bringing on a rupture: But Sadler prudently dissembled the matter; and waited patiently, till the day appointed for the delivery of the hostages. He then demanded of the regent the performance of that important article; but received for answer, that his authority was very precarious, that the nation had now taken a different impression, and |that it was not in his power to compel any of the nobility to deliver themselves as hostages to the English. Sadler, foreseeing the consequence of this refusal, sent a summons to all those who had been prisoners in England, and required them to fulfil the promise, which they had given, of returning into custody. None of them showed so much sentiment of honour, as to fulfil their engagements, except Gilbert Kennedy, earl of Cassilis. Henry was so well pleased with the behaviour of this nobleman, that he not only received him graciously, but honoured him with presents, gave him his liberty, and sent him back to Scotland, with his two brothers, whom he had left as hostages[n10].","subId":"7","id":"Hume.HE.3.33.7"},{"type":"paragraph","content":"#New rupture.# ^This^ behaviour of the Scottish nobles, though it reflected dishonour on the nation, was not disagreeable to the cardinal, who foresaw, that all these persons would now be deeply interested to maintain their enmity and opposition to England. And as a war was soon expected with that kingdom, he found it necessary immediately to apply to France, and to crave the assistance of that ancient ally, during the present distresses of the Scottish nation. Though the French king was fully sensible of his interest in supporting Scotland, a demand of aid could not have been made on him at a more unseasonable juncture. His pretensions on the Milanese, and his resentment against Charles, had engaged him in a war with that potentate; and having made great, though fruitless efforts during the preceding campaign, he was the more disabled at present from defending his own dominions, much more from granting any succour to the Scots. Matthew Stuart, earl of Lenox, a young nobleman of a great family, was at that time in the French court; and Francis, being informed, that he was engaged in ancient and hereditary enmity with the Hamiltons, who had murdered his father, sent him over to his native country, as a support to the cardinal and the queen-mother: And he promised, that a supply of money, and, if necessary, even military succours, should soon be dispatched after him. Arran, the governor, seeing all these preparations against him, assembled his friends, and made an attempt to get the person of the infant queen into his custody; but being repulsed, he was obliged to come to an accommodation with his enemies, and to entrust that precious charge to four neutral persons, |the heads of potent families, the Grahams, Areskines, Lindseys, and Levingstones. The arrival of Lenox, in the midst of these transactions, served to render the victory of the French party over the English still more undisputable[n11].","subId":"8","id":"Hume.HE.3.33.8"},{"type":"paragraph","content":"#Rupture with France.# ^The^ opposition, which Henry met with in Scotland from the French intrigues, excited his resentment, and farther confirmed the resolution, which he had already taken, of breaking with France, and of uniting his arms with those of the emperor. He had other grounds of complaint against the French king; which, though not of great importance, yet being recent, were able to overbalance those great injuries, which he had formerly received from Charles. He pretended, that Francis had engaged to imitate his example in separating himself entirely from the see of Rome, and that he had broken his promise in that particular. He was dissatisfied, that James his nephew, had been allowed to marry, first Magdalene of France, then a princess of the house of Guise; and he considered these alliances as pledges, which Francis gave of his intentions to support the Scots against the power of England[n12]. He had been informed of some railleries, which the French king had thrown out against his conduct with regard to his wives. He was disgusted, that Francis, after so many obligations which he owed him, had sacrificed him to the emperor; and, in the confidence of friendship, had rashly revealed his secrets to that subtle and interested monarch. And he complained, that regular payments were never made of the sums due to him by France, and of the pension, which had been stipulated. Impelled by all these motives, he alienated himself from his ancient friend and confederate, and formed a league with the emperor, who earnestly courted his alliance. This league, besides stipulations for mutual defence, contained a plan for invading France; and the two monarchs agreed to enter Francis's dominions with an army, each of twenty-five thousand men; and to require that prince to pay Henry all the sums which he owed him, and to consign Boulogne, Montreuil, Terouenne, and Ardres, as a security for the regular payment of his pension for the future: In case these conditions were rejected, the confederate princes agreed to challenge, for Henry, the crown of France, or, in default of it, the dutchies of Normandy, |Aquitaine, and Guienne; for Charles, the dutchy of Burgundy, and some other territories[n13]. That they might have a pretence for enforcing these claims, they sent a message to Francis, requiring him to renounce his alliance with Sultan Solyman, and to make reparation for all the prejudice, which Christendom had sustained from that unnatural confederacy. Upon the French king's refusal, war was declared against him by the allies. It may be proper to remark, that the partizans of France objected to Charles his alliance with the heretical king of England, as no less obnoxious than that which Francis had contracted with Solyman: And they observed, that this league was a breach of the solemn promise, which he had given to Clement VII. never to make peace or alliance with England.","subId":"9","id":"Hume.HE.3.33.9"},{"type":"paragraph","content":"#22d Jan. A parliament.# ^While^ the treaty with the emperor was negociating, the king summoned a new session of parliament, in order to obtain supplies for his projected war with France. The parliament granted him a subsidy to be paid in three years: It was levied in a peculiar manner; but exceeded not three shillings in the pound, upon any individual[n14]. The convocation gave the king six shillings in the pound, to be levied in three years. Greater sums were always, even during the establishment of the Catholic religion, exacted from the clergy than from the laity: Which made the emperor Charles say, when Henry dissolved the monasteries, and sold their revenues, or bestowed them on his nobility and courtiers, that he had killed the hen, which brought him the golden eggs[n15].","subId":"10","id":"Hume.HE.3.33.10"},{"type":"paragraph","content":"^The^ parliament also facilitated the execution of the former law, by which the king's proclamations were made equal to statutes: They appointed, that any nine counsellors should form a legal court for punishing all disobedience to proclamations. The total abolition of juries in criminal causes, as well as of all parliaments, seemed, if the king had so pleased, the necessary consequence of |this enormous law. He might issue a proclamation, enjoining the execution of any penal statute, and afterwards try the criminals, not for breach of the statute, but for disobedience to his proclamation. It is remarkable, that lord Mountjoy entered a protest against this law; and it is equally remarkable, that that protest is the only one entered against any public bill during this whole reign[n16].","subId":"11","id":"Hume.HE.3.33.11"},{"type":"paragraph","content":"^It^ was enacted[n17], this session, that any spiritual person, who preached or taught contrary to the doctrine contained in the king's book, the _Erudition of a Christian man,_ or contrary to any doctrine which he should _thereafter_ promulgate, was to be admitted on the first conviction to renounce his error; on the second, he was required to carry a faggot; which if he refused to do, or fell into a third offence, he was to be burnt. But the laity, for the third offence, were only to forfeit their goods and chattels, and be liable to perpetual imprisonment. Indictment must be laid within a year after the offence, and the prisoner was allowed to bring witnesses for his exculpation. These penalties were lighter than those which were formerly imposed on a denial of the real presence: It was, however, subjoined in this statute, that the act of the six articles was still in force. But in order to make the king more entirely master of his people, it was enacted, that he might hereafter, at his pleasure, change this act, or any provision in it. By this clause, both parties were retained in subjection: So far as regarded religion, the king was invested, in the fullest manner, with the sole legislative authority in his kingdom: And all his subjects were, under the severest penalties, expressly bound to receive implicitly, whatever doctrine he should please to recommend to them.","subId":"12","id":"Hume.HE.3.33.12"},{"type":"paragraph","content":"^The^ reformers began to entertain hopes, that this great power of the crown might still be employed in their favour. The king married Catherine Par, widow of Nevil lord Latimer; a woman of virtue, and somewhat inclined to the new doctrine. By this marriage, Henry confirmed what had formerly been foretold in jest, that he would be obliged to espouse a widow. The king's league with the emperor seemed a circumstance no less favourable to the catholic party; and thus matters remained still nearly balanced between the factions.","subId":"13","id":"Hume.HE.3.33.13"},{"type":"paragraph","content":"^The^ advantages, gained by this powerful confederacy between |Henry and Charles, were inconsiderable during the present year. The campaign was opened with a victory, gained by the duke of Cleves, Francis's ally, over the forces of the emperor[n18]: Francis, in person, took the field early; and made himself master, without resistance, of the whole dutchy of Luxembourg: He afterwards took Landrecy, and added some fortifications to it. Charles, having at last assembled a powerful army, appeared in the Low-Countries; and after taking almost every fortress in the dutchy of Cleves, he reduced the duke to accept of the terms, which he was pleased to prescribe to him. Being then joined by a body of six thousand English, he sat down before Landrecy, and covered the siege with an army of above forty thousand men. Francis advanced at the head of an army not much inferior; as if he intended to give the emperor battle, or oblige him to raise the siege; But while these two rival monarchs were facing each other, and all men were in expectation of some great event; the French king found means of throwing succour into Landrecy, and having thus effected his purpose, he skilfully made a retreat. Charles, finding the season far advanced, despaired of success in his enterprize, and found it necessary to go into winter-quarters.","subId":"14","id":"Hume.HE.3.33.14"},{"type":"paragraph","content":"#Affairs of Scotland.# ^The^ vanity of Henry was flattered, by the figure which he made in the great transactions on the continent: But the interests of his kingdom were more deeply concerned in the event of affairs in Scotland. Arran, the governor, was of so indolent and unambitious a character, that, had he not been stimulated by his friends and dependants, he never had aspired to any share in the administration; and when he found himself overpowered by the party of the queen-dowager, the cardinal, and the earl of Lenox, he was glad to accept of any terms of accommodation, however dishonourable. He even gave them a sure pledge of his sincerity, by renouncing the principles of the reformers, and reconciling himself to the Romish communion in the Franciscan church at Stirling. By this weakness and levity he lost his credit with the whole nation, and rendered the protestants, who were hitherto the chief support of his power, his mortal enemies. The cardinal acquired an entire ascendant in the kingdom: The queen-dowager placed implicit confidence in him: The governor was obliged to yield to him in |every pretension: Lenox alone was become an obstacle to his measures, and reduced him to some difficulty.","subId":"15","id":"Hume.HE.3.33.15"},{"type":"paragraph","content":"^The^ inveterate enmity, which had taken place between the families of Lenox and Arran, made the interests of these two noblemen entirely incompatible; and as the cardinal and the French party, in order to engage Lenox the more in their cause, had flattered him with the hopes of succeeding to the crown after their infant sovereign this rivalship had tended still farther to rouze the animosity of the Hamiltons. Lenox too had been encouraged to aspire to the marriage of the queen-dowager, which would have given him some pretensions to the regency; and as he was become assuming, on account of the services which he had rendered the party, the cardinal found, that, since he must chuse between the friendship of Lenox, and that of Arran, the latter nobleman, who was more easily governed, and who was invested with present authority, was in every respect preferable. Lenox, finding that he was not likely to succeed in his pretensions to the queen-dowager, and that Arran, favoured by the cardinal, had acquired the ascendant, retired to Dunbarton, the governor of which was entirely at his devotion; he entered into a secret correspondence with the English court; and he summoned his vassals and partizans to attend him. All those who were inclined to the protestant religion, or were on any account discontented with the cardinal's administration, now regarded Lenox as the head of their party; and they readily made him a tender of their services. In a little time, he had collected an army of ten thousand men, and he threatened his enemies with immediate destruction. The cardinal had no equal force to oppose to him; but as he was a prudent man, he foresaw, that Lenox could not long subsist so great an army, and he endeavoured to gain time, by opening a negociation with him. He seduced his followers, by various artifices; he prevailed on the Douglasses to change party; he represented to the whole nation the danger of civil wars and commotions: And Lenox, observing the unequal contest, in which he was engaged, was at last obliged to lay down his arms, and to accept of an accommodation with the governor and the cardinal. Present peace was restored; but no confidence took place between the parties. Lenox, fortifying his castles, and putting himself in a posture of defence, waited the |arrival of English succours, from whose assistance alone he expected to obtain the superiority over his enemies.","subId":"16","id":"Hume.HE.3.33.16"},{"type":"paragraph","content":"#1544. January 14. A parliament.# ^While^ the winter season restrained Henry from military operations, he summoned a new parliament; in which a law was passed, such as he was pleased to dictate, with regard to the succession of the crown. After declaring, that the prince of Wales, or any of the king's male issue, were first and immediate heirs to the crown, the parliament restored the two princesses, Mary and Elizabeth, to their right of succession. This seemed a reasonable piece of justice, and corrected what the king's former violence had thrown into confusion; but it was impossible for Henry to do any thing, how laudable soever, without betraying in some circumstance, his usual extravagance and caprice: Though he opened the way for these two princesses to mount the throne, he would not allow the acts to be reversed, which had declared them illegitimate; he made the parliament confer on him a power of still excluding them, if they refused to submit to any conditions, which he should be pleased to impose; and he required them to enact, that, in default of his own issue, he might dispose of the crown, as he pleased, by will or letters patent. He did not probably foresee, that, in proportion as he degraded the parliament, by rendering it the passive instrument of his variable and violent inclinations, he taught the people to regard all its acts as invalid, and thereby defeated even the purposes, which he was so bent to attain.","subId":"17","id":"Hume.HE.3.33.17"},{"type":"paragraph","content":"^An^ act passed, declaring that the king's usual stile should be \"King of England, France, and Ireland, defender of the faith, and on earth the supreme head of the church of England and Ireland.\" It seemed a palpable inconsistency, to retain the title of Defender of the faith, which the court of Rome had conferred on him, for maintaining its cause against Luther; and yet subjoin his ecclesiastical supremacy, in opposition to the claims of that court.","subId":"18","id":"Hume.HE.3.33.18"},{"type":"paragraph","content":"^An^ act also passed, for the remission of the debt, which the king had lately contracted by a general loan, levied upon the people. It will easily be believed, that, after the former act of this kind, the loan was not entirely voluntary[n19]. But there was a peculiar circumstance, attending the present statute, which none but Henry would |have thought of; namely, that those who had already gotten payment, either in whole or in part, should refund the money to the exchequer.","subId":"19","id":"Hume.HE.3.33.19"},{"type":"paragraph","content":"^The^ oaths, which Henry imposed for the security of his ecclesiastical model, were not more reasonable than his other measures. All his subjects of any distinction had already been obliged to renounce the pope's supremacy; but as the clauses to which they swore had not been deemed entirely satisfactory, another oath was imposed; and it was added, that all those who had taken the former oaths, should be understood to have taken the new one[n20]. A strange supposition! to represent men as bound by an oath, which they had never taken.","subId":"20","id":"Hume.HE.3.33.20"},{"type":"paragraph","content":"^The^ most commendable law, to which the parliament gave their sanction, was that by which they mitigated the law of the six articles, and enacted, that no person should be put to his trial upon an accusation concerning any of the offences comprized in that sanguinary statute, except on the oath of twelve persons before commissioners authorized for the purpose; and that no person should be arrested or committed to ward for any such offence before he was indicted. Any preacher, accused of speaking in his sermon contrary to these articles, must be indicted within forty days.","subId":"21","id":"Hume.HE.3.33.21"},{"type":"paragraph","content":"^The^ king always experienced the limits of his authority, whenever he demanded subsidies, however moderate, from the parliament; and, therefore, not to hazard a refusal, he made no mention this season of a supply: But as his wars both in France and Scotland, as well as his usual prodigality, had involved him in great expence, he had recourse to other methods of filling his exchequer. Notwithstanding the former abolition of his debts, he yet required new loans from his subjects: And he enhanced gold from forty-five shillings to forty-eight an ounce; and silver from three shillings and nine pence to four shillings. His pretence for this innovation, was to prevent the money from being exported; as if that expedient could anywise serve the purpose. He even coined some base money, and ordered it to be current by proclamation. He named commissioners for levying a benevolence, and he extorted about seventy thousand pounds by this expedient. Read, |alderman of London[n21],a man somewhat advanced in years, having refused to contribute, or not coming up to the expectation of the commissioners, was inrolled as a foot-soldier in the Scottish wars, and was there taken prisoner. Roach, who had been equally refractory, was thrown into prison, and obtained not his liberty but by paying a large composition[n22]. These powers of the prerogative (which at that time passed unquestioned), the compelling of any man to serve in any office, and the imprisoning of any man during pleasure, not to mention the practice of extorting loans, rendered the sovereign in a manner, absolute master of the person and property of every individual.","subId":"22","id":"Hume.HE.3.33.22"},{"type":"paragraph","content":"^Early^ this year the king sent a fleet and army to invade Scotland. The fleet consisted of near two hundred vessels, and carried on board ten thousand men. Dudley lord Lisle commanded the sea-forces; the earl of Hertford the land. The troops were disembarked near Leith; and after dispersing a small body which opposed them, they took the town without resistance, and then marched to Edinburgh. The gates were soon beaten down (for little or no resistance was made); and the English first pillaged, and then set fire to the city. The regent and cardinal were not prepared to oppose so great a force, and they fled to Stirling. Hertford marched eastward; and being joined by a new body under Evers, warden of the east marches, he laid waste the whole country, burned and destroyed Haddington and Dunbar, then retreated into England; having lost only forty men in the whole expedition. The earl of Arran collected some forces; but finding that the English were already departed, he turned them against Lenox, who was justly suspected of a correspondence with the enemy. That nobleman, after making some resistance, was obliged to fly into England; where Henry settled a pension on him, and even gave him his niece, lady Margaret Douglas, in marriage. In return, Lenox stipulated conditions, by which, had he been able to execute them, he must have reduced his country to total servitude[n23].","subId":"23","id":"Hume.HE.3.33.23"},{"type":"paragraph","content":"^Henry^'s policy was blamed in this sudden and violent incursion; by which he inflamed the passions of the Scots, without subduing their spirit; and it was commonly said, that he did too |much, if he intended to solicit an alliance, and too little, if he meant a conquest[n24]. But the reason of his recalling the troops so soon, was his eagerness to carry on a projected enterprize against France, in which he intended to employ the whole force of his kingdom. He had concerted a plan with the emperor, which threatened the total ruin of that monarchy, and must, as a necessary consequence, have involved the ruin of England. These two princes had agreed to invade France with forces amounting to above a hundred thousand men: Henry engaged to set out from Calais: Charles from the Low-countries: They were to enter on no siege; but leaving all the frontier towns behind them, to march directly to Paris, where they were to join their forces, and thence to proceed to the entire conquest of the kingdom. Francis could not oppose, to these formidable preparations, much above forty thousand men.","subId":"24","id":"Hume.HE.3.33.24"},{"type":"paragraph","content":"#14th July. Campaign in France.# ^Henry^, having appointed the queen regent during his absence, passed over to Calais with thirty thousand men, accompanied by the dukes of Norfolk and Suffolk, Fitzalan earl of Arundel, Vere earl of Oxford, the earl of Surrey, Paulet lord St. John, lord Ferrers of Chartley, lord Mountjoy, lord Grey of Wilton, Sir Anthony Brown, Sir Francis Bryan, and the most flourishing nobility and gentry of his kingdom. The English army was soon joined by the count de Buren, admiral of Flanders, with ten thousand foot, and four thousand horse; and the whole composed an army, which nothing on that frontier was able to resist. The chief force of the French armies was drawn to the side of Champagne, in order to oppose the Imperialists.","subId":"25","id":"Hume.HE.3.33.25"},{"type":"paragraph","content":"^The^ emperor, with an army of near sixty thousand men, had taken the field much earlier than Henry; and not to lose time, while he waited for the arrival of his confederate, he sat down before Luxembourg, which was surrendered to him: He thence proceeded to Commercy on the Meuse, which he took: Ligny met with the same fate: He next laid siege to St. Disier on the Marne, which, though a weak place, made a brave resistance, under the count of Sancerre, the governor, and the siege was protracted beyond expectation.","subId":"26","id":"Hume.HE.3.33.26"},{"type":"paragraph","content":"^The^ emperor was employed before this town at the time the English forces were assembled in Picardy. Henry, either tempted by the defenceless condition of the French frontier, or thinking that the emperor had first broken his engagement, by forming sieges, or, perhaps, foreseeing at last the dangerous consequences of entirely subduing the French power, instead of marching forward to Paris, sat down before Montreuil and Boulogne. The duke of Norfolk commanded the army before Montreuil: The king himself that before Boulogne. Vervin was governor of the latter place, and under him Philip Corse, a brave old soldier, who encouraged the garrison to defend themselves to the last extremity against the English. #14th Sept.# He was killed during the course of the siege, and the town was immediately surrendered to Henry by the cowardice of Vervin; who was afterwards beheaded for this dishonourable capitulation.","subId":"27","id":"Hume.HE.3.33.27"},{"type":"paragraph","content":"^During^ the course of this siege, Charles had taken St. Disier; and finding the season much advanced, he began to hearken to a treaty of peace with France, since all his schemes for subduing that kingdom were likely to prove abortive. In order to have a pretence for deserting his ally, he sent a messenger to the English camp, requiring Henry immediately to fulfil his engagements, and to meet him with his army before Paris. Henry replied, that he was too far engaged in the siege of Boulogne to raise it with honour, and that the emperor himself had first broken the concert by besieging St. Disier. This answer served Charles as a sufficient reason for concluding a peace with Francis, at Crepy, where no mention was made of England. #18th Sept.# He stipulated to give Flanders as a dowry to his daughter, whom he agreed to marry to the duke of Orleans, Francis's second son; and Francis, in return, withdrew his troops from Piedmont and Savoy, and renounced all claim to Milan, Naples, and other territories in Italy. This peace, so advantageous to Francis, was procured, partly by the decisive victory obtained in the beginning of the campaign by the count of Anguyen over the Imperialists at Cerisolles in Piedmont, partly by the emperor's great desire to turn his arms against the protestant princes in Germany. Charles ordered his troops to separate from the English in Picardy; #30th Sept.# and Henry, finding himself obliged to raise the siege of Montreuil, returned into England. This campaign served, to the populace, as matter of great triumph; but all men of |sense concluded, that the king had, as in all his former military enterprizes, made, at a great expence, an acquisition, which was of no importance.","subId":"28","id":"Hume.HE.3.33.28"},{"type":"paragraph","content":"^The^ war with Scotland, meanwhile, was conducted feebly, and with various success. Sir Ralph Evers, now lord Evers, and Sir Bryan Latoun, made an inroad into that kingdom; and having laid waste the counties of Tiviotdale and the Merse, they proceeded to the abbey of Coldingham, which they took possession of, and fortified. The governor assembled an army of eight thousand men, in order to dislodge them from this post; but he had no sooner opened his batteries before the place, than a sudden panic seized him; he left the army, and fled to Dunbar. He complained of the mutiny of his troops, and pretended apprehensions lest they should deliver him into the hands of the English: But his own unwarlike spirit was generally believed to have been the motive of this dishonourable flight. The Scottish army upon the departure of their general, fell into confusion; and had not Angus, with a few of his retainers, brought off the cannon, and protected their rear, the English might have gained great advantages over them. Evers, elated with this success, boasted to Henry, that he had conquered all Scotland to the Forth; and he claimed a reward for this important service. The duke of Norfolk, who knew with what difficulty such acquisitions would be maintained against a warlike enemy, advised the king to grant him, as his reward, the conquests of which he boasted so highly. The next inroad made by the English, shewed the vanity of Evers's hopes. This general led about five thousand men into Tiviotdale, #1545.# and was employed in ravaging that country; when intelligence was brought him, that some Scottish forces appeared near the abbey of Melross. Angus had roused the governor to more activity; and a proclamation being issued for assembling the troops of the neighbouring counties, a considerable body had repaired thither to oppose the enemy. Norman Lesly, son of the earl of Rothes, had also joined the army with some voluntiers from Fife; and he inspired courage into the whole, as well by this accession of force, as by his personal bravery and intrepidity. In order to bring their troops to the necessity of a steady defence, the Scottish leaders ordered all their cavalry to dismount; and they resolved to wait, on some high grounds near Ancram, the assault of the English. #17th Feb.# The English, whose past successes |had taught them too much to despise the enemy, thought, when they saw the Scottish horses led off the field, that the whole army was retiring; and they hastened to attack them. The Scots received them in good order; and being favoured by the advantage of the ground, as well as by the surprize of the English, who expected no resistance, they soon put them to flight, and pursued them with considerable slaughter. Evers and Latoun were both killed, and above a thousand men were made prisoners. In order to support the Scots in this war, Francis, some time after, sent over a body of auxiliaries, to the number of three thousand five hundred men, under the command of Montgomery, lord of Lorges[n25]. Reinforced by these succours, the governor assembled an army of fifteen thousand men at Haddington, and marched thence to ravage the east borders of England. He laid all waste wherever he came; and having met with no considerable resistance, he retired into his own country, and disbanded his army. The earl of Hertford, in revenge, committed ravages on the middle and west marches, and the war on both sides was signalized rather by the ills inflicted on the enemy, than by any considerable advantage gained by either party.","subId":"29","id":"Hume.HE.3.33.29"},{"type":"paragraph","content":"^The^ war likewise between France and England was not distinguished this year by any memorable event. Francis had equipped a fleet of above two hundred sail, besides gallies; and having embarked some land-forces on board, he sent them to make a descent in England[n26]. They sailed to the Isle of Wight, where they found the English fleet lying at anchor in St. Helen's. It consisted not of above a hundred sail; and the admiral thought it most advisable to remain in that road, in hopes of drawing the French into the narrow channels and the rocks, which were unknown to them. The two fleets cannonaded each other for two days; and except the sinking of the Mary Rose, one of the largest ships of the English fleet, the damage on both sides was inconsiderable.","subId":"30","id":"Hume.HE.3.33.30"},{"type":"paragraph","content":"^Francis^'s chief intention, in equipping so great a fleet, was to prevent the English from throwing succours into Boulogne, which he resolved to besiege; and for that purpose, he ordered a fort to be built, by which he intended to block up the harbour. After a considerable loss of time and money, the fort was found so ill |constructed, that he was obliged to abandon it; and though he had assembled, on that frontier, an army of near forty thousand men, he was not able to effect any considerable enterprize. Henry, in order to defend his possessions in France, had levied fourteen thousand Germans; who, having marched to Fleurines in the bishopric of Liege, found that they could advance no farther. The emperor would not allow them a passage through his dominions: They received intelligence of a superior army on the side of France ready to intercept them. Want of occupation and of pay soon produced a mutiny among them: And having seized the English commissaries as a security for arrears, they retreated into their own country. There seems to have been some want of foresight in this expensive armament.","subId":"31","id":"Hume.HE.3.33.31"},{"type":"paragraph","content":"#23d Nov. A parliament.# ^The^ great expence of these two wars, maintained by Henry, obliged him to summon a new parliament. The commons granted him a subsidy, payable in two years, of two shillings a pound on land[n27]. The spirituality voted him six shillings a pound. But the parliament, apprehensive lest more demands should be made upon them, endeavoured to save themselves by a very extraordinary liberality of other people's property: By one vote they bestowed on the king all the revenues of the universities, as well as of the chauntries, free chapels[n28], and hospitals. Henry was pleased with this concession, as it encreased his power; but he had no intention to rob learning of all her endowments; and he soon took care to inform the universities, that he meant not to touch their revenues. Thus these ancient and celebrated establishments owe their existence to the generosity of the king, not to the protection of this servile and prostitute parliament.","subId":"32","id":"Hume.HE.3.33.32"},{"type":"paragraph","content":"^The^ prostitute spirit of the parliament farther appeared in the preamble of a statute[n29]; in which they recognize the king to have always been, by the word of God, supreme head of the church of |England; and acknowledge, that archbishops, bishops, and other ecclesiastical persons, have no manner of jurisdiction but by his royal mandate: To him alone, say they, and such persons as he shall appoint, full power and authority is given from above to hear and determine all manner of causes ecclesiastical, and to correct all manner of heresies, errors, vices, and sins whatsoever. No mention is here made of the concurrence of a convocation, or even of a parliament. His proclamations are in effect acknowledged to have, not only the force of law, but the authority of revelation; and by his royal power he might regulate the actions of men, controul their words, and even direct their inward sentiments and opinions.","subId":"33","id":"Hume.HE.3.33.33"},{"type":"paragraph","content":"#24th Dec.# ^The^ king made in person a speech to the parliament on proroguing them; in which, after thanking them for their loving attachment to him, which, he said, equalled what was ever paid by their ancestors to any king of England, he complained of their dissentions, disputes, and animosities in religion. He told them, that the several pulpits were become a kind of batteries against each other; and that one preacher called another heretic and anabaptist, which was retaliated by the opprobrious appellations of papist and hypocrite: That he had permitted his people the use of the Scriptures, not in order to furnish them with materials for disputing and railing, but that he might enable them to inform their consciences and instruct their children and families: That it grieved his heart to find how that precious jewel was prostituted, by being introduced into the conversation of every alehouse and tavern, and employed as a pretence for decrying the spiritual and legal pastors: And that he was sorry to observe, that the word of God, while it was the object of so much anxious speculation, had very little influence on their practice; and that, though an imaginary knowledge so much abounded, charity was daily going to decay[n30]. The king gave good advice; but his own example, by encouraging speculation and dispute, was ill fitted to promote that peaceable submission of opinion, which he recommended.","subId":"34","id":"Hume.HE.3.33.34"},{"type":"paragraph","content":"#1546.# ^Henry^ employed in military preparations the money granted by parliament; and he sent over the earl of Hertford, and lord Lisle, the admiral, to Calais, with a body of nine thousand men, two thirds of which consisted of foreigners. Some skirmishes of small |moment ensued with the French; and no hopes of any considerable progress could be entertained by either party. Henry, whose animosity against Francis was not violent, had given sufficient vent to his humour by this short war; and finding, that, from his great encrease in corpulence and decay in strength, he could not hope for much longer life, he was desirous of ending a quarrel, which might prove dangerous to his kingdom during a minority. Francis likewise, on his part, was not averse to peace with England; because, having lately lost his son, the duke of Orleans, he revived his ancient claim upon Milan, and foresaw, that hostilities must soon, on that account, break out between him and the emperor. Commissioners, #7th June. Peace with France and Scotland.# therefore, having met at Campe, a small place between Ardres and Guisnes, the articles were soon agreed on, and the peace signed by them. The chief conditions were, that Henry should retain Boulogne during eight years, or till the former debt due by Francis should be paid. This debt was settled at two millions of livres, besides a claim of 500,000 livres, which was afterwards to be adjusted. Francis took care to comprehend Scotland in the treaty. Thus all that Henry obtained by a war, which cost him above one million three hundred and forty thousand pounds sterling[n31], was a bad and a chargeable security for a debt, which was not a third of the value.","subId":"35","id":"Hume.HE.3.33.35"},{"type":"paragraph","content":"^The^ king, now freed from all foreign wars, had leisure to give his attention to domestic affairs; particularly to the establishment of uniformity in opinion, on which he was so intent. Though he allowed an English translation of the Bible, he had hitherto been very careful to keep the mass in Latin; but he was at last prevailed on to permit, that the Litany, a considerable part of the service, should be celebrated in the vulgar tongue; and by this innovation, he excited anew the hopes of the reformers, who had been somewhat discouraged by the severe law of the six articles. One petition of the new Litany was a prayer to save us _from the tyranny of the bishop of Rome, and from all his detestable enormities._ Cranmer employed his credit to draw Henry into farther innovations; and he took advantage of Gardiner's absence, who was sent on an embassy to the emperor: But Gardiner, having written to the king, that, if he carried his opposition against the catholic religion to greater extremities, |Charles threatened to break off all commerce with him, the success of Cranmer's projects was for some time retarded. Cranmer lost this year the most sincere and powerful friend that he possessed at court, Charles Brandon, duke of Suffolk: The queen-dowager of France, consort to Suffolk, had died some years before. This nobleman is one instance, that Henry was not altogether incapable of a cordial and steady friendship; and Suffolk seems to have been worthy of the favour, which, from his earliest youth, he had enjoyed with his master. The king was sitting in council when informed of Suffolk's death; and he took the opportunity both to express his own sorrow for the loss, and to celebrate the merits of the deceased. He declared, that, during the whole course of their friendship, his brother-in-law had never made one attempt to injure an adversary, and had never whispered a word to the disadvantage of any person. \"Is there any of you, my lords, who can say as much?\" When the king subjoined these words, he looked round in all their faces, and saw that confusion, which the consciousness of secret guilt naturally threw upon them[n32].","subId":"36","id":"Hume.HE.3.33.36"},{"type":"paragraph","content":"^Cranmer^ himself, when bereaved of this support, was the more exposed to those cabals of the courtiers, which the opposition in party and religion, joined to the usual motives of interest, rendered so frequent among Henry's ministers and counsellors. The catholics took hold of the king by his passion for orthodoxy; and they represented to him, that, if his laudable zeal for inforcing the truth met with no better success, it was altogether owing to the primate, whose example and encouragement were, in reality, the secret supports of heresy. Henry, seeing the point at which they aimed, feigned a compliance, and desired the council to make enquiry into Cranmer's conduct; promising that, if he were found guilty, he should be committed to prison, and brought to condign punishment. Every body now considered the primate as lost; and his old friends, from interested views, as well as the opposite party, from animosity, began to show him marks of neglect and disregard. He was obliged to stand several hours among the lacqueys at the door of the council-chamber, before he could be admitted; and when he was at last called in, he was told, that they had determined to send him to the Tower. Cranmer said, that he appealed |to the king himself; and finding his appeal disregarded, he produced a ring, which Henry had given him as a pledge of favour and protection. The council were confounded; and when they came before the king, he reproved them in the severest terms, and told them, that he was well acquainted with Cranmer's merit, as well as with their malignity and envy: But he was determined to crush all their cabals, and to teach them, by the severest discipline, since gentle methods were ineffectual, a more dutiful concurrence in promoting his service. Norfolk, who was Cranmer's capital enemy, apologized for their conduct, and said, that their only intention was to set the primate's innocence in a full light, by bringing him to an open trial: And Henry obliged them all to embrace him, as a sign of their cordial reconciliation. The mild temper of Cranmer rendered this agreement more sincere on his part, than is usual in such forced compliances[n33].","subId":"37","id":"Hume.HE.3.33.37"},{"type":"paragraph","content":"#Persecutions.# ^But^ though Henry's favour for Cranmer rendered fruitless all accusations against him, his pride and peevishness, irritated by his declining state of health, impelled him to punish with fresh severity all others, who presumed to entertain a different opinion from himself, particularly in the capital point of the real presence. Anne Ascue, a young woman of merit as well as beauty[n34], who had great connexions with the chief ladies at court, and with the queen herself, was accused of dogmatizing on that delicate article; and Henry, instead of shewing indulgence to the weakness of her sex and age, was but the more provoked, that a woman should dare to oppose his theological sentiments. She was prevailed on by Bonner's menaces to make a seeming recantation; but she qualified it with some reserves, which did not satisfy that zealous prelate. She was thrown into prison, and she there employed herself in composing prayers and discourses, by which she fortified her resolution to endure the utmost extremity rather than relinquish her religious principles. She even wrote to the king, and told him, that, as to the Lord's Supper, she believed as much as Christ himself had said of it, and as much of his divine doctrine as the catholic church had required: But while she could not be brought to acknowledge an assent to the king's explications, this declaration availed her |nothing, and was rather regarded as a fresh insult. The chancellor, Wriothesely, who had succeeded Audley, and who was much attached to the catholic party, was sent to examine her with regard to her patrons at court, and the great ladies who were in correspondence with her: But she maintained a laudable fidelity to her friends, and would confess nothing. She was put to the torture in the most barbarous manner, and continued still resolute in preserving secrecy. Some authors[n35] add an extraordinary circumstance: That the chancellor, who stood by, ordered the lieutenant of the Tower to stretch the rack still farther; but that officer refused compliance: The chancellor menaced him; but met with a new refusal: Upon which that magistrate, who was otherwise a person of merit, but intoxicated with religious zeal, put his own hand to the rack, and drew it so violently that he almost tore her body asunder. Her constancy still surpassed the barbarity of her persecutors, and they found all their efforts to be baffled. She was then condemned to be burned alive; and being so dislocated by the rack, that she could not stand, she was carried to the stake in a chair. Together with her, were conducted Nicholas Belenian, a priest, John Lassels, of the king's household, and John Adams a tailor, who had been condemned for the same crime to the same punishment. They were all tied to the stake; and in that dreadful situation the chancellor sent to inform them, that their pardon was ready drawn and signed, and should instantly be given them, if they would merit it by a recantation. They only regarded this offer as a new ornament to their crown of martyrdom; and they saw with tranquillity the executioner kindle the flames, which consumed them. Wriothesely did not consider, that this public and noted situation interested their honour the more to maintain a steady perseverance.","subId":"38","id":"Hume.HE.3.33.38"},{"type":"paragraph","content":"^Though^ the secrecy and fidelity of Anne Ascue saved the queen from this peril, that princess soon after fell into a new danger, from which she narrowly escaped. An ulcer had broken out in the king's leg, which, added to his extreme corpulency and his bad habit of body, began both to threaten his life, and to render him, |even more than usually, peevish and passionate. The queen attended him with the most tender and dutiful care, and endeavoured, by every soothing art and compliance, to allay those gusts of humour, to which he was become so subject. His favourite topic of conversation was theology; and Catherine, whose good sense enabled her to discourse on any subject, was frequently engaged in the argument; and being secretly inclined to the principles of the reformers, she unwarily betrayed too much of her mind on these occasions. Henry, highly provoked, that she should presume to differ from him, complained of her obstinacy to Gardiner, who gladly laid hold of the opportunity to inflame the quarrel. He praised the king's anxious concern for preserving the orthodoxy of his subjects; and represented, that the more elevated the person was who was chastised, and the more near to his person, the greater terror would the example strike into every one, and the more glorious would the sacrifice appear to posterity. The chancellor, being consulted, was engaged by religious zeal to second these topics; and Henry, hurried on by his own impetuous temper, and encouraged by his counsellors, went so far as to order articles of impeachment to be drawn up against his consort. Wriothesely executed his commands; and soon after brought the paper to him to be signed: For as it was high treason to throw slander upon the queen, he might otherwise have been questioned for his temerity. By some means, this important paper fell into the hands of one of the queen's friends, who immediately carried the intelligence to her. She was sensible of the extreme danger, to which she was exposed; but did not despair of being able, by her prudence and address, still to elude the efforts of her enemies. She paid her usual visit to the king, and found him in a more serene disposition than she had reason to expect. He entered on the subject, which was so familiar to him; and he seemed to challenge her to an argument in divinity. She gently declined the conversation, and remarked, that such profound speculations were ill suited to the natural imbecillity of her sex. Women, she said, by their first creation, were made subject to men: The male was created after the image of God; the female after the image of the male: It belonged to the husband to chuse principles for his wife; the wife's duty was, in all cases, to adopt implicitly the sentiments of her husband: And as to herself, it was doubly her duty, being blest with a husband, who |was qualified, by his judgment and learning, not only to chuse principles for his own family, but for the most wise and knowing of every nation. \"Not so! by St. Mary,\" replied the king, \"you are now become a doctor, Kate; and better fitted to give than receive instruction.\" She meekly replied, that she was sensible how little she was intitled to these praises; that though she usually declined not any conversation, however sublime, when proposed by his majesty, she well knew, that her conceptions could serve to no other purpose than to give him a little momentary amusement; that she found the conversation apt to languish when not revived by some opposition, and she had ventured sometimes to feign a contrariety of sentiments, in order to give him the pleasure of refuting her; and that she also purposed, by this innocent artifice, to engage him into topics, whence, she had observed by frequent experience, that she reaped profit and instruction. \"And is it so, sweetheart?\" replied the king, \"then are we perfect friends again.\" He embraced her with great affection, and sent her away with assurances of his protection and kindness. Her enemies, who knew nothing of this sudden change, prepared next day to convey her to the Tower, pursuant to the king's warrant. Henry and Catherine were conversing amicably in the garden, when the chancellor appeared with forty of the pursuivants. The king spoke to him at some distance from her; and seemed to expostulate with him in the severest manner: She even overheard the appellations of _knave, fool,_ and _beast,_ which he liberally bestowed upon that magistrate, and then ordered him to depart his presence. She afterwards interposed to mitigate his anger: He said to her, \"Poor soul! you know not how ill intitled this man is to your good offices.\" Thenceforth, the queen, having narrowly escaped so great a danger, was careful not to offend Henry's humour by any contradiction; and Gardiner, whose malice had endeavoured to widen the breach, could never afterwards regain his favour and good opinion[n36].","subId":"39","id":"Hume.HE.3.33.39"},{"type":"paragraph","content":"^But^ Henry's tyrannical disposition, soured by ill health, burst out soon after to the destruction of a man, who possessed a much superior rank to that of Gardiner. The duke of Norfolk and his father, during this whole reign, and even a part of the foregoing, |had been regarded as the greatest subjects in the kingdom, and had rendered considerable service to the crown. The duke himself had in his youth acquired reputation by naval enterprizes: He had much contributed to the victory gained over the Scots at Flouden: He had suppressed a dangerous rebellion in the North: And he had always done his part with honour in all the expeditions against France. Fortune seemed to conspire with his own industry, in raising him to the greatest elevation. From the favours heaped on him by the crown, he had acquired an immense estate: The king had successively been married to two of his nieces; and the king's natural son, the duke of Richmond, had married his daughter: Besides his descent from the ancient family of the Moubrays, by which he was allied to the throne, he had espoused a daughter of the duke of Buckingham, who was descended by a female from Edward III.: And as he was believed still to adhere secretly to the ancient religion, he was regarded, both abroad and at home, as the head of the catholic party. But all these circumstances, in proportion as they exalted the duke, provoked the jealousy of Henry; and he foresaw danger, during his son's minority, both to the public tranquillity, and to the new ecclesiastical system, from the attempts of so potent a subject. But nothing tended more to expose Norfolk to the king's displeasure, than the prejudices, which Henry had entertained against the earl of Surrey, son of that nobleman.","subId":"40","id":"Hume.HE.3.33.40"},{"type":"paragraph","content":"^Surrey^ was a young man of the most promising hopes, and had distinguished himself by every accomplishment, which became a scholar, a courtier, and a soldier. He excelled in all the military exercises, which were then in request: He encouraged the fine arts by his patronage and example: He had made some successful attempts in poetry; and being smitten with the romantic gallantry of the age, he celebrated the praises of his mistress, by his pen and his lance, in every masque and tournament. His spirit and ambition were equal to his talent and his quality; and he did not always regulate his conduct by the caution and reserve, which his situation required. He had been left governor of Bologne, when that town was taken by Henry; but though his personal bravery was unquestioned, he had been unfortunate in some rencounters with the French. The king, somewhat displeased with his conduct, had sent over Hertford to command in his place; and Surrey was so imprudent as to drop some menacing expressions against the ministers, |on account of this affront, which was put upon him. And as he had refused to marry Hertford's daughter, and even waved every other proposal of marriage; Henry imagined, that he had entertained views of espousing the lady Mary; and he was instantly determined to repress, by the most severe expedients, so dangerous an ambition.","subId":"41","id":"Hume.HE.3.33.41"},{"type":"paragraph","content":"^Actuated^ by all these motives, and perhaps influenced by that old disgust, with which the ill conduct of Catherine Howard had inspired him against her whole family, he gave private orders to arrest Norfolk and Surrey; #12th Dec.# and they were on the same day confined in the Tower. Surrey being a commoner, his trial was the more expeditious; and as to proofs, neither parliaments nor juries seem ever to have given the least attention to them in #1547.# any cause of the crown, during this whole reign. He was accused of entertaining in his family some Italians who were _suspected_ to be spies; #Execution of the earl of Surrey.# a servant of his had paid a visit to cardinal Pole in Italy, whence he was _suspected_ of holding a correspondence with that obnoxious prelate; he had quartered the arms of Edward the Confessor on his scutcheon, which made him be _suspected_ of aspiring to the crown, though both he and his ancestors had openly, during the course of many years, maintained that practice, and the heralds had even justified it by their authority. These were the crimes, for which a jury, notwithstanding his eloquent and spirited defence, condemned the earl of Surrey for high treason; and their sentence was soon after executed upon him.","subId":"42","id":"Hume.HE.3.33.42"},{"type":"paragraph","content":"#Attainder of the duke of Norfolk.# ^The^ innocence of the duke of Norfolk was still, if possible, more apparent than that of his son; and his services to the crown had been greater. His dutchess, with whom he lived on bad terms, had been so base as to carry intelligence to his enemies of all she knew against him: Elizabeth Holland, a mistress of his, had been equally subservient to the design of the court: Yet with all these advantages his accusers discovered no greater crime, than his once saying, that the king was sickly, and could not hold out long; and the kingdom was likely to fall into disorders, through the diversity of religious opinions. He wrote a pathetic letter to the king, pleading his past services, and protesting his innocence: Soon after, he embraced a more proper expedient for appeasing Henry, by making a submission and confession, such as his enemies required: But nothing could mollify the unrelenting temper of the king. #14th Jan.# He assembled a |parliament, as the surest and most expeditious instrument of his tyranny, and the house of peers, without examining the prisoner, without trial or evidence, passed a bill of attainder against him, and sent it down to the commons. Cranmer, though engaged for many years in an opposite party to Norfolk, and though he had received many and great injuries from him, would have no hand in so unjust a prosecution; and he retired to his seat at Croydon[n37]. The king was now approaching fast towards his end; and fearing lest Norfolk should escape him, he sent a message to the commons, by which he desired them to hasten the bill, on pretence, that Norfolk enjoyed the dignity of earl marshal, and it was necessary to appoint another, who might officiate at the ensuing ceremony of installing his son prince of Wales. The obsequious commons obeyed his directions, though founded on so frivolous a pretence; and the king, having affixed the royal assent to the bill by commissioners, issued orders for the execution of Norfolk on the morning of the twenty-ninth of January. But news being carried to the Tower, that the king himself had expired that night, the lieutenant deferred obeying the warrant; and it was not thought advisable by the council to begin a new reign by the death of the greatest nobleman in the kingdom, who had been condemned by a sentence so unjust and tyrannical.","subId":"43","id":"Hume.HE.3.33.43"},{"type":"paragraph","content":"^The^ king's health had long been in a declining state; but for several days all those near him plainly saw his end approaching. He was become so froward, that no one durst inform him of his condition; and as some persons, during this reign, had suffered as traitors for foretelling the king's death[n38], every one was afraid, lest, in the transports of his fury, he might, on this pretence, punish capitally the author of such friendly intelligence. At last, Sir Anthony Denny ventured to disclose to him the fatal secret, and exhorted him to prepare for the fate, which was awaiting him. He expressed his resignation; and desired that Cranmer might be sent for: But before the prelate arrived he was speechless, though he still seemed to retain his senses. #Death of the king.# Cranmer desired him to give some sign of his dying in the faith of Christ: He squeezed the prelate's hand, and immediately expired, after a reign of thirty-seven years and nine months; and in the fifty-sixth year of his age.","subId":"44","id":"Hume.HE.3.33.44"},{"type":"paragraph","content":"^The^ king had made his will near a month before his demise; in which he confirmed the destination of parliament, by leaving the crown first to prince Edward, then to the lady Mary, next to the lady Elizabeth: The two princesses he obliged, under the penalty of forfeiting their title to the crown, not to marry without consent of the council, which he appointed for the government of his minor son. After his own children, he settled the succession on Frances Brandon, marchioness of Dorset, elder daughter of his sister, the French queen; then on Eleanor, countess of Cumberland, the second daughter. In passing over the posterity of the queen of Scots, his elder sister, he made use of the power obtained from parliament; but as he subjoined, that, after the failure of the French queen's posterity, the crown should descend to the next lawful heir, it afterwards became a question, whether these words could be applied to the Scottish line. It was thought, that these princes were not the next heirs after the house of Suffolk, but before that house; and that Henry, by expressing himself in this manner, meant entirely to exclude them. The late injuries, which he had received from the Scots, had irritated him extremely against that nation; and he maintained to the last that character of violence and caprice, by which his life had been so much distinguished. Another circumstance of his will may suggest the same reflection with regard to the strange contrarieties of his temper and conduct: He left money for masses to be said for delivering his soul from purgatory; and though he destroyed all those institutions, established by his ancestors and others, for the benefit of their souls; and had even left the doctrine of purgatory doubtful in all the articles of faith, which he promulgated during his later years; he was yet determined, when the hour of death was approaching, to take care, at least, of his own future repose, and to adhere to the safer side of the question[n39].","subId":"45","id":"Hume.HE.3.33.45"},{"type":"paragraph","content":"#His character.# ^It^ is difficult to give a just summary of this prince's qualities: He was so different from himself in different parts of his reign, that, as is well remarked by lord Herbert, his history is his best character and description. The absolute, uncontrouled authority which he maintained at home, and the regard which he acquired among foreign nations, are circumstances, which entitle him, in some |degree, to the appellation of a _great_ prince; while his tyranny and barbarity exclude him from the character of a _good_ one. He possessed, indeed, great vigour of mind, which qualified him for exercising dominion over men; courage, intrepidity, vigilance, inflexibility: And though these qualities lay not always under the guidance of a regular and solid judgment, they were accompanied with good parts, and an extensive capacity; and every one dreaded a contest with a man, who was known never to yield or to forgive, and who, in every controversy, was determined, either to ruin himself or his antagonist. A catalogue of his vices would comprehend many of the worst qualities incident to human nature: Violence, cruelty, profusion, rapacity, injustice, obstinacy, arrogance, bigotry, presumption, caprice: But neither was he subject to all these vices in the most extreme degree, nor was he, at intervals altogether destitute of virtues: He was sincere, open, gallant, liberal, and capable at least of a temporary friendship and attachment. In this respect he was unfortunate, that the incidents of his reign served to display his faults in their full light: The treatment, which he met with from the court of Rome, provoked him to violence; the danger of a revolt from his superstitious subjects, seemed to require the most extreme severity. But it must, at the same time, be acknowledged, that his situation tended to throw an additional lustre on what was great and magnanimous in his character: The emulation between the emperor and the French king rendered his alliance, notwithstanding his impolitic conduct, of great importance in Europe: The extensive powers of his prerogative, and the submissive, not to say slavish, disposition of his parliaments, made it the more easy for him to assume and maintain that entire dominion, by which his reign is so much distinguished in the English history.","subId":"46","id":"Hume.HE.3.33.46"},{"type":"paragraph","content":"^It^ may seem a little extraordinary, that, notwithstanding his cruelty, his extortion, his violence, his arbitrary administration, this prince not only acquired the regard of his subjects; but never was the object of their hatred: He seems even in some degree to have possessed, to the last, their love and affection[n40]. His exterior qualities were advantageous, and fit to captivate the multitude: His magnificence and personal bravery rendered him illustrious in |vulgar eyes: And it may be said, with truth, that the English in that age were so thoroughly subdued, that, like eastern slaves, they were inclined to admire those acts of violence and tyranny, which were exercised over themselves, and at their own expence.","subId":"47","id":"Hume.HE.3.33.47"},{"type":"paragraph","content":"^With^ regard to foreign states, Henry appears long to have supported an intercourse of friendship with Francis, more sincere and disinterested than usually takes place between neighbouring princes. Their common jealousy of the emperor Charles, and some resemblance in their characters (though the comparison sets the French monarch in a very superior and advantageous light), served as the cement of their mutual amity. Francis is said to have been affected with the king's death, and to have expressed much regret for the loss. His own health began to decline: He foretold, that he should not long survive his friend[n41]: And he died in about two months after him.","subId":"48","id":"Hume.HE.3.33.48"},{"type":"paragraph","content":"#Miscellaneous transactions.# ^There^ were ten parliaments summoned by Henry VIII. and twenty-three sessions held. The whole time, in which these parliaments sat during this long reign, exceeded not three years and a half. It amounted not to a twelvemonth during the first twenty years. The innovations in religion obliged the king afterwards to call these assemblies more frequently: But though these were the most important transactions that ever fell under the cognizance of parliament, their devoted submission to Henry's will, added to their earnest desire of soon returning to their country-seats, produced a quick dispatch of the bills, and made the sessions of short duration. All the king's caprices were, indeed, blindly complied with, and no regard was paid to the safety or liberty of the subject. Besides the violent prosecution of whatever he was pleased to term heresy, the laws of treason were multiplied beyond all former precedent. Even words to the disparagement of the king, queen, or royal issue, were subjected to that penalty; and so little care was taken in framing these rigorous statutes, that they contain obvious contradictions; insomuch that, had they been strictly executed, every man, without exception, must have fallen under the penalty of treason. By one statute[n42], for instance, it was declared treason to assert the validity of the king's marriage, either with Catherine of Arragon, or Anne Boleyn: By another[n43], it was treason to say anything |to the disparagement or slander of the princesses, Mary and Elizabeth; and to call them spurious would, no doubt, have been construed to their slander. Nor would even a profound silence, with regard to these delicate points, be able to save a person from such penalties. For by the former statute, whoever refused to answer upon oath to any point contained in that act, was subjected to the pains of treason. The king, therefore, needed only propose to any one a question with regard to the legality of either of his first marriages: If the person were silent, he was a traitor by law: If he answered, either in the negative or in the affirmative, he was no less a traitor. So monstrous were the inconsistencies, which arose from the furious passions of the king, and the slavish submission of his parliaments. It is hard to say, whether these contradictions were owing to Henry's precipitancy, or to a formed design of tyranny.","subId":"49","id":"Hume.HE.3.33.49"},{"type":"paragraph","content":"^It^ may not be improper to recapitulate whatever is memorable in the statutes of this reign, whether with regard to government or commerce: Nothing can better show the genius of the age than such a review of the laws.","subId":"50","id":"Hume.HE.3.33.50"},{"type":"paragraph","content":"^The^ abolition of the ancient religion much contributed to the regular execution of justice. While the catholic superstition subsisted, there was no possibility of punishing any crime in the clergy: The church would not permit the magistrate to try the offences of her members, and she could not herself inflict any civil penalties upon them. But Henry restrained these pernicious immunities: The privilege of clergy was abolished for the crimes of petty treason, murder, and felony, to all under the degree of a subdeacon[n44]. But the former superstition not only protected crimes in the clergy: It exempted also the laity from punishment, by affording them shelter in the churches and sanctuaries. The parliament abridged these privileges. It was first declared, that no sanctuaries were allowed in cases of high treason[n45]; next, in those of murder, felony, rapes, burglary, and petty treason[n46]: And it limited them in other particulars[n47]. The farther progress of the reformation removed all distinction between the clergy and other subjects; and also abolished entirely the privileges of sanctuaries. These consequences were implied in the neglect of the canon law.","subId":"51","id":"Hume.HE.3.33.51"},{"type":"paragraph","content":"^The^ only expedient employed to support the military spirit during this age, was the reviving and extending of some old laws, enacted for the encouragement of archery, on which the defence of the kingdom was supposed much to depend. Every man was ordered to have a bow[n48]: Butts were ordered to be erected in every parish[n49]: And every bowyer was ordered, for each bow of yew which he made, to make two of elm or wich, for the service of the common people[n50]. The use of cross-bows and hand-guns was also prohibited[n51]. What rendered the English bowmen more formidable was, that they carried halberts with them, by which they were enabled, upon occasion, to engage in close fight with the enemy[n52]. Frequent musters or arrays were also made of the people, even during time of peace; and all men of substance were obliged to have a complete suit of armour or harness, as it was called[n53]. The martial spirit of the English, during that age, rendered this precaution, it was thought, sufficient for the defence of the nation; and as the king had then an absolute power of commanding the service of all his subjects, he could instantly, in case of danger, appoint new officers, and levy regiments, and collect an army as numerous as he pleased. When no faction or division prevailed among the people, there was no foreign power that ever thought of invading England. The city of London alone could muster fifteen thousand men[n54]. Discipline, however, was an advantage wanting to those troops; though the garrison of Calais was a nursery of officers; and Tournay first[n55], Boulogne afterwards, served to encrease the number. Every one, who served abroad, was allowed to alienate his lands without paying any fees[n56]. A general permission was granted to dispose of land by will[n57]. The parliament was so little jealous of its privileges (which indeed were, at that time, scarcely worth preserving), that there is an instance of one Strode, who, because he had introduced into the lower house some bill regarding tin, was severely treated by the Stannery courts in Cornwal: Heavy fines were imposed on him; and upon his refusal to pay, he was thrown into a dungeon, loaded with irons, and used in such a manner as brought his life in danger: Yet all the notice which the parliament took of this enormity, even in such a paultry court, was |to enact, that no man could afterwards be questioned for his conduct in parliament[n58]. This prohibition, however, must be supposed to extend only to the inferior courts: For as to the king, and privy-council, and star-chamber, they were scarcely bound by any law.","subId":"52","id":"Hume.HE.3.33.52"},{"type":"paragraph","content":"^There^ is a bill of tonnage and poundage, which shews what uncertain ideas the parliament had formed both of their own privileges and of the rights of the sovereign[n59]. This duty had been voted to every king since Henry IV. during the term of his own life only: Yet Henry VIII. had been allowed to levy it six years without any law; and though there had been four parliaments assembled during that time, no attention had been given either to grant it to him regularly, or restrain him from levying it. At last, the parliament resolved to give him that supply; but even in this concession, they plainly show themselves at a loss to determine whether they grant it, or whether he has a right of himself to levy it. They say, that the imposition was made to endure during the natural life of the late king, and no longer: They yet blame the merchants who had not paid it to the present king: They observe, that the law for tonnage and poundage was expired; yet make no scruple to call that imposition the king's due: They affirm, that he had sustained great and manifold losses by those who had defrauded him of it; and to provide a remedy, they vote him that supply during his life-time, and no longer. It is remarkable, that, notwithstanding this last clause, all his successors, for more than a century, persevered in the like irregular practice: If a practice may deserve that epithet, in which the whole nation acquiesced, and which gave no offence. But when Charles I. attempted to continue in the same course, which had now received the sanction of many generations, so much were the opinions of men altered, that a furious tempest was excited by it; and historians, partial or ignorant, still represent this measure as a most violent and unprecedented enormity in that unhappy prince.","subId":"53","id":"Hume.HE.3.33.53"},{"type":"paragraph","content":"^The^ king was allowed to make laws for Wales, without consent of parliament[n60]. It was forgotten, that, with regard both to Wales and England, the limitation was abolished by the statute, which gave to the royal proclamations the force of laws.","subId":"54","id":"Hume.HE.3.33.54"},{"type":"paragraph","content":"^The^ foreign commerce of England, during this age, was mostly |confined to the Netherlands. The inhabitants of the Low-Countries bought the English commodities, and distributed them into other parts of Europe. Hence the mutual dependance of those countries on each other; and the great loss sustained by both, in case of a rupture. During all the variations of politics, the sovereigns endeavoured to avoid coming to this extremity; and though the king usually bore a greater friendship to Francis, the nation always leaned towards the emperor.","subId":"55","id":"Hume.HE.3.33.55"},{"type":"paragraph","content":"^In^ 1528, hostilities commenced between England and the Low-Countries; and the inconvenience was soon felt on both sides. While the Flemings were not allowed to purchase cloth in England, the English merchants could not buy it from the clothiers, and the clothiers were obliged to dismiss their workmen, who began to be tumultuous for want of bread. The cardinal, to appease them, sent for the merchants, and ordered them to buy cloth as usual: They told him, that they could not dispose of it as usual; and notwithstanding his menaces, he could get no other answer from them[n61]. An agreement was at last made to continue the commerce between the states, even during war.","subId":"56","id":"Hume.HE.3.33.56"},{"type":"paragraph","content":"^It^ was not till the end of this reign that any sallads, carrots, turnips, or other edible roots were produced in England. The little of these vegetables, that was used, was formerly imported from Holland and Flanders[n62]. Queen Catherine, when she wanted a sallad, was obliged to dispatch a messenger thither on purpose. The use of hops and the planting of them, was introduced from Flanders about the beginning of this reign, or end of the preceding.","subId":"57","id":"Hume.HE.3.33.57"},{"type":"paragraph","content":"^Foreign^ artificers, in general, much surpassed the English in dexterity, industry, and frugality: Hence the violent animosity, which the latter, on many occasions, expressed against any of the former who were settled in England. They had the assurance to complain, that all their customers went to foreign tradesmen; and in the year 1517, being moved by the seditious sermons of one Dr. Bele, and the intrigues of Lincoln, a broker, they raised an insurrection. The apprentices, and others of the poorer sort, in London, began by breaking open the prisons, where some persons were confined for insulting foreigners. They next proceeded to the |house of Meutas, a Frenchman, much hated by them; where they committed great disorders; killed some of his servants; and plundered his goods. The mayor could not appease them; nor Sir Thomas More, late under sheriff, though much respected in the city. They also threatened cardinal Wolsey with some insult; and he thought it necessary to fortify his house, and put himself on his guard. Tired at last with these disorders, they dispersed themselves; and the earls of Shrewsbury and Surrey seized some of them. A proclamation was issued, that women should not meet together to babble and talk, and that all men should keep their wives in their houses. Next day the duke of Norfolk came into the city, at the head of thirteen hundred armed men, and made enquiry into the tumult. Bele and Lincoln, and several others, were sent to the Tower, and condemned for treason. Lincoln and thirteen more were executed. The other criminals, to the number of four hundred, were brought before the king, with ropes about their necks, fell on their knees, and cried for mercy. Henry knew at that time how to pardon; he dismissed them without farther punishment[n63].","subId":"58","id":"Hume.HE.3.33.58"},{"type":"paragraph","content":"^So^ great was the number of foreign artizans in the city, that at least fifteen thousand Flemings alone were at one time obliged to leave it, by an order of council, when Henry became jealous of their favour for queen Catherine[n64]. Henry himself confesses, in an edict of the star-chamber, printed among the statutes, that the foreigners starved the natives; and obliged them from idleness to have recourse to theft, murder, and other enormities[n65]. He also asserts, that the vast multitude of foreigners raised the price of grain and bread[n66]. And to prevent an encrease of the evil, all foreign artificers were prohibited from having above two foreigners in their house, either journeymen or apprentices. A like jealousy arose against the foreign merchants; and to appease it, a law was enacted obliging all denizens to pay the duties imposed upon aliens[n67]. The parliament had done better to have encouraged foreign merchants and artizans to come over in greater numbers to England; which might have excited the emulation of the natives, and have improved their skill. The prisoners in the kingdom, for |debts and crimes, are asserted in an act of parliament, to be sixty thousand persons and above[n68]; which is scarcely credible. Harrison asserts that 72,000 criminals were executed during this reign for theft and robbery, which would amount nearly to 2000 a-year. He adds, that, in the latter end of Elizabeth's reign, there were not punished capitally 400 in a year: It appears, that, in all England, there are not at present fifty executed for those crimes. If these facts be just, there has been a great improvement in morals since the reign of Henry VIII. And this improvement has been chiefly owing to the encrease of industry and of the arts, which have given maintenance, and, what is almost of equal importance, occupation, to the lower classes.","subId":"59","id":"Hume.HE.3.33.59"},{"type":"paragraph","content":"^There^ is a remarkable clause in a statute passed near the beginning of this reign[n69], by which we might be induced to believe, that England was extremely decayed from the flourishing condition, which it had attained in preceding times. It had been enacted in the reign of Edward II. that no magistrate in town or borough, who by his office ought to keep assize, should, during the continuance of his magistracy, sell, either in wholesale or retail, any wine or victuals. This law seemed equitable, in order to prevent fraud or private views in fixing the assize: Yet the law is repealed in this reign. The reason assigned is, that \"since the making of that statute and ordinance, many and the most part of all the cities, boroughs, and towns corporate, within the realm of England, are fallen in ruin and decay, and are not inhabited by merchants, and men of such substance as at the time of making that statute: For at this day, the dwellers and inhabitants of the same cities and boroughs are commonly bakers, vintners, fishmongers, and other victuallers, and there remain few others to bear the offices.\" Men have such a propensity to exalt past times above the present, that it seems dangerous to credit this reasoning of the parliament, without farther evidence to support it. So different are the views in which the same object appears, that some may be inclined to draw an opposite inference from this fact. A more regular police was established in the reign of Henry VIII. than in any former period, and a stricter administration of justice; an advantage which induced the men of landed property to leave the provincial towns, |and to retire into the country. Cardinal Wolsey, in a speech to parliament, represented it as a proof of the encrease of riches, that the customs had encreased beyond what they were formerly[n70].","subId":"60","id":"Hume.HE.3.33.60"},{"type":"paragraph","content":"^But^ if there were really a decay of commerce, and industry, and populousness in England, the statutes of this reign, except by abolishing monasteries, and retrenching holidays, circumstances of considerable moment, were not in other respects well calculated to remedy the evil. The fixing of the wages of artificers was attempted[n71]: Luxury in apparel was prohibited, by repeated statutes[n72]; and probably without effect. The chancellor and other ministers were empowered to fix the price of poultry, cheese, and butter[n73]. A statute was even passed to fix the price of beef, pork, mutton, and veal[n74]. Beef and pork were ordered to be sold at a halfpenny a pound: Mutton and veal at a halfpenny half a farthing, money of that age. The preamble of the statute says, that these four species of butcher's meat were the food of the poorer sort. This act was afterwards repealed[n75].","subId":"61","id":"Hume.HE.3.33.61"},{"type":"paragraph","content":"^The^ practice of depopulating the country, by abandoning tillage, and throwing the lands into pasturage, still continued[n76]; as appears by the new laws which were, from time to time, enacted against that practice. The king was entitled to half the rents of the land, where any farm houses were allowed to fall to decay[n77]. The unskilful husbandry was probably the cause why the proprietors found no profit in tillage. The number of sheep allowed to be kept in one flock, was restrained to two thousand[n78]. Sometimes, says the statute, one proprietor or farmer would keep a flock of twenty-four thousand. It is remarkable, that the parliament ascribes the encreasing price of mutton, to this encrease of sheep: Because say they, the commodity being gotten into few hands, the price of it is raised at pleasure[n79]. It is more probable, that the effect proceeded from the daily encrease of money: For it seems almost impossible, that such a commodity could be engrossed.","subId":"62","id":"Hume.HE.3.33.62"},{"type":"paragraph","content":"^In^ the year 1544, it appears that an acre of good land in Cambridgeshire was let at a shilling, or about fifteenpence of our present money[n80]. This is ten times cheaper than the usual rent at present. But commodities were not above four times cheaper: A presumption of the bad husbandry in that age.","subId":"63","id":"Hume.HE.3.33.63"},{"type":"paragraph","content":"^Some^ laws were made with regard to beggars and vagrants[n81]; one of the circumstances in government, which humanity would most powerfully recommend to a benevolent legislator; which seems, at first sight, the most easily adjusted; and which is yet the most difficult to settle in such a manner, as to attain the end without destroying industry. The convents formerly were a support to the poor; but at the same time tended to encourage idleness and beggary.","subId":"64","id":"Hume.HE.3.33.64"},{"type":"paragraph","content":"^In^ 1546, a law was made for fixing the interest of money at 10 per cent.; the first legal interest known in England. Formerly, all loans of that nature were regarded as usurious. The preamble of this very law treats the interest of money as illegal and criminal: And the prejudices still remained so strong, that the law, permitting interest, was repealed in the following reign.","subId":"65","id":"Hume.HE.3.33.65"},{"type":"paragraph","content":"^This^ reign, as well as many of the foregoing and even subsequent reigns, abounds with monopolizing laws, confining particular manufactures to particular towns, or excluding the open country in general[n82]. There remain still too many traces of similar absurdities. In the subsequent reign, the corporations, which had been opened by a former law, and obliged to admit tradesmen of different kinds, were again shut up by act of parliament; and every one was prohibited from exercising any trade, who was not of the corporation[n83].","subId":"66","id":"Hume.HE.3.33.66"},{"type":"paragraph","content":"^Henry^, as he possessed, himself, some talent for letters, was an encourager of them in others. He founded Trinity college in Cambridge, and gave it ample endowments. Wolsey founded Christ Church in Oxford, and intended to call it Cardinal college: But upon his fall, which happened before he had entirely finished his scheme, the king seized all the revenues; and this violence, above all the other misfortunes of that minister, is said to have given him the greatest concern[n84]. But Henry afterwards restored the revenues of the college, and only changed the name. The cardinal founded in Oxford the first chair for teaching Greek; and this novelty rent |that university into violent factions, which frequently came to blows. The students divided themselves into parties, which bore the names of Greeks and Trojans, and sometimes fought with as great animosity as was formerly exercised by those hostile nations. A new and more correct method of pronouncing Greek being introduced, it also divided the Grecians themselves into parties; and it was remarked, that the catholics favoured the former pronunciation, the protestants gave countenance to the new. Gardiner employed the authority of the king and council to suppress innovations in this particular, and to preserve the corrupt sound of the Greek alphabet. So little liberty was then allowed of any kind! The penalties, inflicted upon the new pronunciation were no less than whipping, degradation, and expulsion; and the bishop declared, that rather than permit the liberty of innovating in the pronunciation of the Greek alphabet, it were better that the language itself were totally banished the universities. The introduction of the Greek language into Oxford, excited the emulation of Cambridge[n85]. Wolsey intended to have enriched the library of his college at Oxford, with copies of all the manuscripts that were in the Vatican[n86]. The countenance given to letters by this king and his ministers, contributed to render learning fashionable in England: Erasmus speaks with great satisfaction of the general regard paid by the nobility and gentry to men of knowledge[n87]. It is needless to be particular in mentioning the writers of this reign, or of the preceding. There is no man of that age, who has the least pretension to be ranked among our classics. Sir Thomas More, though he wrote in Latin, seems to come the nearest to the character of a classical author.","subId":"67","id":"Hume.HE.3.33.67"},{"type":"note","content":"Buchanan, lib. 14. Drummond in James the Fifth.","subId":"n1","id":"Hume.HE.3.33.n1"},{"type":"note","content":"Buchanan, lib. 14.","subId":"n2","id":"Hume.HE.3.33.n2"},{"type":"note","content":"Buchanan, lib. 14.","subId":"n3","id":"Hume.HE.3.33.n3"},{"type":"note","content":"The persecutions, exercised during James's reign, are not to be ascribed to his bigotry, a vice, of which he seems to have been as free as Francis the first or the emperor Charles, both of whom, as well as James, shewed, in different periods of their lives, even an inclination to the new doctrines. The extremities, to which all these princes were carried, proceeded entirely from the situation of affairs, during that age, which rendered it impossible for them to act with greater temper or moderation, after they had embraced the resolution of supporting the ancient establishments. So violent was the propensity of the times towards innovation, that a bare toleration of the new preachers was equivalent to a formed design of changing the national religion.","subId":"n4","id":"Hume.HE.3.33.n4"},{"type":"note","content":"Stowe, p. 584. Herbert, Burnet, Buchanan.","subId":"n5","id":"Hume.HE.3.33.n5"},{"type":"note","content":"Sadler's Letters, p. 161. Spotswood, p. 71. Buchanan, lib. 15.","subId":"n6","id":"Hume.HE.3.33.n6"},{"type":"note","content":"John Knox, History of the Reformation.","subId":"n7","id":"Hume.HE.3.33.n7"},{"type":"note","content":"Sir Ralph Sadler's Letters.","subId":"n8","id":"Hume.HE.3.33.n8"},{"type":"note","content":"Buchanan, lib. 15.","subId":"n9","id":"Hume.HE.3.33.n9"},{"type":"note","content":"Buchanan, lib 15.","subId":"n10","id":"Hume.HE.3.33.n10"},{"type":"note","content":"Buchanan, lib. 15. Drummond.","subId":"n11","id":"Hume.HE.3.33.n11"},{"type":"note","content":"Pere Daniel.","subId":"n12","id":"Hume.HE.3.33.n12"},{"type":"note","content":"Rymer, vol. xiv. p. 768. vol. xv. p. 2.","subId":"n13","id":"Hume.HE.3.33.n13"},{"type":"note","content":"They who were worth in goods twenty shillings and upwards to five pounds, paid four pence of every pound; from five pounds to ten pounds, eight pence; from ten pounds to twenty pounds, sixteen pence; from twenty and upwards, two shillings. Lands, sees, and annuities, from twenty shillings to five pounds, paid eight pence in the pound; from five pounds to ten pounds, sixteen pence; from ten pounds to twenty pounds, two shillings; from twenty pounds and upwards, three shillings.","subId":"n14","id":"Hume.HE.3.33.n14"},{"type":"note","content":"Collier, vol. ii. p. 176.","subId":"n15","id":"Hume.HE.3.33.n15"},{"type":"note","content":"Burnet, p. 322.","subId":"n16","id":"Hume.HE.3.33.n16"},{"type":"note","content":"34 and 35 Hen. VIII. c. 1.","subId":"n17","id":"Hume.HE.3.33.n17"},{"type":"note","content":"Memoires du Bellay, lib. 10.","subId":"n18","id":"Hume.HE.3.33.n18"},{"type":"note","content":"35 Hen. VIII. c. 12.","subId":"n19","id":"Hume.HE.3.33.n19"},{"type":"note","content":"35 Hen. VIII. c. 1.","subId":"n20","id":"Hume.HE.3.33.n20"},{"type":"note","content":"Herbert. Stowe, p. 588. Baker, p. 292.","subId":"n21","id":"Hume.HE.3.33.n21"},{"type":"note","content":"Goodwin's Annals. Stowe, p. 588.","subId":"n22","id":"Hume.HE.3.33.n22"},{"type":"note","content":"Rymer, vol. xv. p. 23, 29.","subId":"n23","id":"Hume.HE.3.33.n23"},{"type":"note","content":"Herbert. Burnet.","subId":"n24","id":"Hume.HE.3.33.n24"},{"type":"note","content":"Buchanan, lib. 15. Drummond.","subId":"n25","id":"Hume.HE.3.33.n25"},{"type":"note","content":"Beleair. Memoires du Bellay.","subId":"n26","id":"Hume.HE.3.33.n26"},{"type":"note","content":"Those who possessed goods or money, above five pound and below ten, were to pay eight pence a pound: Those above ten pound, a shilling.","subId":"n27","id":"Hume.HE.3.33.n27"},{"type":"note","content":"A chauntry was a little church, chapel, or particular altar in some cathedral church, &c. endowed with lands or other revenues for the maintainance of one or more priests, daily to say mass or perform divine service, for the use of the founders, or such others as they appointed: Free chapels were independant on any church, and endowed for much the same purpose as the former. Jacob's Law Dict.","subId":"n28","id":"Hume.HE.3.33.n28"},{"type":"note","content":"37 Hen. VIII. c. 17.","subId":"n29","id":"Hume.HE.3.33.n29"},{"type":"note","content":"Hall, fol. 261. Herbert, p. 534.","subId":"n30","id":"Hume.HE.3.33.n30"},{"type":"note","content":"Herbert. Stowe.","subId":"n31","id":"Hume.HE.3.33.n31"},{"type":"note","content":"Coke's Inst. cap. 99.","subId":"n32","id":"Hume.HE.3.33.n32"},{"type":"note","content":"Burnet, vol. i. p. 343, 344. Antiq. Brit. in vita Cranm.","subId":"n33","id":"Hume.HE.3.33.n33"},{"type":"note","content":"Bale, Speed, 780.","subId":"n34","id":"Hume.HE.3.33.n34"},{"type":"note","content":"Fox, vol. ii. p. 578. Speed, p. 780. Baker, p. 299. But Burnet questions the truth of this circumstance; Fox, however, transcribes her own paper, where she relates it. I must add, in justice to the king, that he disapproved of Wriotheseley's conduct, and commended the lieutenant.","subId":"n35","id":"Hume.HE.3.33.n35"},{"type":"note","content":"Burnet, vol. i. p. 344. Herbert, p. 560. Speed, p. 780. Fox's Acts and Monuments, vol. ii. p. 58.","subId":"n36","id":"Hume.HE.3.33.n36"},{"type":"note","content":"Burnet, vol. i. p. 348. Fox.","subId":"n37","id":"Hume.HE.3.33.n37"},{"type":"note","content":"Lanquet's Epitome of Chronicles in the year 1541.","subId":"n38","id":"Hume.HE.3.33.n38"},{"type":"note","content":"See his will in Fuller, Heylin, and Rymer, p. 110. There is no reasonable ground to suspect its authenticity.","subId":"n39","id":"Hume.HE.3.33.n39"},{"type":"note","content":"Strype, vol. i. p. 389.","subId":"n40","id":"Hume.HE.3.33.n40"},{"type":"note","content":"Le Thou.","subId":"n41","id":"Hume.HE.3.33.n41"},{"type":"note","content":"28 Hen. VIII. c. 7.","subId":"n42","id":"Hume.HE.3.33.n42"},{"type":"note","content":"34, 35 Hen. VIII. c. 1.","subId":"n43","id":"Hume.HE.3.33.n43"},{"type":"note","content":"23 Hen. VIII. c. 1.","subId":"n44","id":"Hume.HE.3.33.n44"},{"type":"note","content":"26 Hen. VIII. c. 13.","subId":"n45","id":"Hume.HE.3.33.n45"},{"type":"note","content":"32 Hen. VIII c. 12.","subId":"n46","id":"Hume.HE.3.33.n46"},{"type":"note","content":"22 Hen. VIII. c. 14","subId":"n47","id":"Hume.HE.3.33.n47"},{"type":"note","content":"3 Hen. VIII c. 3.","subId":"n48","id":"Hume.HE.3.33.n48"},{"type":"note","content":"Ibid.","subId":"n49","id":"Hume.HE.3.33.n49"},{"type":"note","content":"Ibid.","subId":"n50","id":"Hume.HE.3.33.n50"},{"type":"note","content":"3 Hen. VIII. c. 13.","subId":"n51","id":"Hume.HE.3.33.n51"},{"type":"note","content":"Herbert.","subId":"n52","id":"Hume.HE.3.33.n52"},{"type":"note","content":"Hall, fol. 234. Stowe, p. 515. Hollingshed, p. 947.","subId":"n53","id":"Hume.HE.3.33.n53"},{"type":"note","content":"Hall, fol. 235. Hollingshed, p. 547. Stowe, p. 577.","subId":"n54","id":"Hume.HE.3.33.n54"},{"type":"note","content":"Hall, fol. 68.","subId":"n55","id":"Hume.HE.3.33.n55"},{"type":"note","content":"14 and 15 Hen. VIII. c. 15.","subId":"n56","id":"Hume.HE.3.33.n56"},{"type":"note","content":"34 and 35 Hen. VIII. c. 5.","subId":"n57","id":"Hume.HE.3.33.n57"},{"type":"note","content":"4 Hen. VIII. c. 8.","subId":"n58","id":"Hume.HE.3.33.n58"},{"type":"note","content":"6 Hen. VIII. c. 14.","subId":"n59","id":"Hume.HE.3.33.n59"},{"type":"note","content":"34 Hen. VIII.","subId":"n60","id":"Hume.HE.3.33.n60"},{"type":"note","content":"Hall, folio 174.","subId":"n61","id":"Hume.HE.3.33.n61"},{"type":"note","content":"Anderson, vol. i. p. 338.","subId":"n62","id":"Hume.HE.3.33.n62"},{"type":"note","content":"Stowe, 505. Hollingshed, 840.","subId":"n63","id":"Hume.HE.3.33.n63"},{"type":"note","content":"Le Grand, vol. iii. p. 232.","subId":"n64","id":"Hume.HE.3.33.n64"},{"type":"note","content":"21 Hen. VIII.","subId":"n65","id":"Hume.HE.3.33.n65"},{"type":"note","content":"Ibid.","subId":"n66","id":"Hume.HE.3.33.n66"},{"type":"note","content":"22 Hen. VIII. c. 8.","subId":"n67","id":"Hume.HE.3.33.n67"},{"type":"note","content":"3 Hen. VIII. c. 15.","subId":"n68","id":"Hume.HE.3.33.n68"},{"type":"note","content":"3 Hen. VIII. c. 8.","subId":"n69","id":"Hume.HE.3.33.n69"},{"type":"note","content":"Hall, folio 110.","subId":"n70","id":"Hume.HE.3.33.n70"},{"type":"note","content":"6 Hen. VIII c. 3.","subId":"n71","id":"Hume.HE.3.33.n71"},{"type":"note","content":"1 Hen. VIII. c. 14. 6 Hen. VIII. c. 1. 7 Hen. VIII. c. 7.","subId":"n72","id":"Hume.HE.3.33.n72"},{"type":"note","content":"25 Hen. VIII. c. 2.","subId":"n73","id":"Hume.HE.3.33.n73"},{"type":"note","content":"24 Hen. VIII. c. 3.","subId":"n74","id":"Hume.HE.3.33.n74"},{"type":"note","content":"33 Hen. VIII. c. 11.","subId":"n75","id":"Hume.HE.3.33.n75"},{"type":"note","content":"Strype, vol. i. p. 392.","subId":"n76","id":"Hume.HE.3.33.n76"},{"type":"note","content":"6 Hen. VIII. c. 5. 7 Hen. VIII. c. 1.","subId":"n77","id":"Hume.HE.3.33.n77"},{"type":"note","content":"25 Hen. VIII. c. 13.","subId":"n78","id":"Hume.HE.3.33.n78"},{"type":"note","content":"25 Hen. VIII. c. 13.","subId":"n79","id":"Hume.HE.3.33.n79"},{"type":"note","content":"Anderson, vol. i. p. 374.","subId":"n80","id":"Hume.HE.3.33.n80"},{"type":"note","content":"22 Hen. VIII c. 12. 22 Hen. VIII. c. 5.","subId":"n81","id":"Hume.HE.3.33.n81"},{"type":"note","content":"21 Hen. VIII c. 12. 25 Hen. VIII. c. 18. 3 & 4 Edw. VI. c. 20. 5 & 6 Edw. VI. c. 24.","subId":"n82","id":"Hume.HE.3.33.n82"},{"type":"note","content":"3 & 4 Edw. VI c. 20.","subId":"n83","id":"Hume.HE.3.33.n83"},{"type":"note","content":"Strype, vol. i. p. 117.","subId":"n84","id":"Hume.HE.3.33.n84"},{"type":"note","content":"Wood's Hist. & Antiq. Oxon. lib. i. p. 245.","subId":"n85","id":"Hume.HE.3.33.n85"},{"type":"note","content":"Ibid. 249.","subId":"n86","id":"Hume.HE.3.33.n86"},{"type":"note","content":"Epist. ad Banisium. Also epist. p. 368.","subId":"n87","id":"Hume.HE.3.33.n87"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.HE.3","imported":true,"title":"Volume 3. The History of the House of Tudor, Part 1","breadcrumb":"Volume 3","published":[1759]}],"prev":{"id":"Hume.HE.3.32","imported":true,"title":"Chapter 32. Henry VIII (cont.)","breadcrumb":"Chapter 32","published":[1759]},"next":{"id":"Hume.HE.3.34","imported":true,"title":"Chapter 34. Edward VI","breadcrumb":"Chapter 34","published":[1759]}}