{"id":"Hume.THN.1.4.2","imported":true,"parent":"Hume.THN.1.4","title":"Section 2. Of scepticism with regard to the senses","breadcrumb":"Section 2","published":[1739],"copytext":[1739],"sourceDesc":"The first two Books of Hume’s <cite>Treatise of Human Nature</cite> were published together in 1739. The third Book, which included an Appendix making some changes to Book 1, was published in 1740. There was only one edition published in Hume’s lifetime, an this edition is therefore our copytext.","blocks":[{"type":"title","content":"<h3>SECT. II.</h3> <h4><em>Of scepticism with regard to the senses.</em></h4> ","id":"Hume.THN.1.4.2"},{"type":"paragraph","content":"THUS the sceptic still continues to reason and believe, even tho' he asserts, that he cannot defend his reason by reason; and by the same rule he must assent to the principle concerning the existence of body, tho' he cannot pretend by any arguments of philosophy to maintain its veracity. Nature has not left this to his choice, and has doubtless esteem'd it an affair of too great importance to be trusted to our uncertain reasonings and speculations. We may well ask, <em>What causes induce us to believe in the existence of body?</em> but 'tis in vain to ask, <em>Whether there be body or not?</em> That is a point, which we must take for granted in all our reasonings.","subId":"1","id":"Hume.THN.1.4.2.1","pages":"187"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> subject, then, of our present enquiry is concerning the <em>causes</em> which induce us to believe in the existence of <span class=\"page-break\"></span>body: And my reasonings on this head I shall begin with a distinction, which at first sight may seem superfluous, but which will contribute very much to the perfect understanding of what follows. We ought to examine apart those two questions, which are commonly confounded together, <em>viz.</em> Why we attribute a <span class=\"small-capitals\">continu</span>'<span class=\"small-capitals\">d</span> existence to objects, even when they are not present to the senses; and why we suppose them to have an existence <span class=\"small-capitals\">distinct</span> from the mind and perception. Under this last head I comprehend their situation as well as relations, their <em>external</em> position as well as the <em>independence</em> of their existence and operation. These two questions concerning the continu'd and distinct existence of body are intimately connected together. For if the objects of our senses continue to exist, even when they are not perceiv'd, their existence is of course independent of and distinct from the perception; and <em>vice versa</em>, if their existence be independent of the perception and distinct from it, they must continue to exist, even tho' they be not perceiv'd. But tho' the decision of the one question decides the other; yet that we may the more easily discover the principles of human nature, from whence the decision arises, we shall carry along with us this distinction, and shall consider, whether it be the <em>senses</em>, <em>reason</em>, or the <em>imagination</em>, that produces the opinion of a <em>continu'd</em> or of a <em>distinct</em> existence. These are the only questions, that are intelligible on the present subject. For as to the notion of external existence, when taken for something specifically different from our perceptions,<a href=\"#n34\"><sup>[34]</sup></a> we have already shewn its absurdity.","subId":"2","id":"Hume.THN.1.4.2.2","pages":"187-8"},{"type":"paragraph","content":"<span class=\"small-capitals\">To</span> begin with the <span class=\"small-capitals\">senses</span>, 'tis evident these faculties are incapable of giving rise to the notion of the <em>continu'd</em> existence of their objects, after they no longer appear to the senses. For that is a contradiction in terms, and supposes that the senses continue to operate, even after they have ceas'd all manner of operation. These faculties, therefore, if they have any influence in the present case, must <span class=\"page-break\"></span>produce the opinion of a distinct, not of a continu'd existence; and in order to that, must present their impressions either as images and representations, or as these very distinct and external existences.","subId":"3","id":"Hume.THN.1.4.2.3","pages":"188-9"},{"type":"paragraph","content":"<span class=\"small-capitals\">That</span> our senses offer not their impressions as the images of something <em>distinct</em>, or <em>independent</em>, and <em>external</em>, is evident; because they convey to us nothing but a single perception, and never give us the least intimation of any thing beyond. A single perception can never produce the idea of a double existence, but by some inference either of the reason or imagination. When the mind looks farther than what immediately appears to it, its conclusions can never be put to the account of the senses; and it certainly looks farther, when from a single perception it infers a double existence, and supposes the relations of resemblance and causation betwixt them.","subId":"4","id":"Hume.THN.1.4.2.4","pages":"189"},{"type":"paragraph","content":"<span class=\"small-capitals\">If</span> our senses, therefore, suggest any idea of distinct existences, they must convey the impressions as those very existences, by a kind of fallacy and illusion. Upon this head we may observe, that all sensations are felt by the mind, such as they really are, and that when we doubt, whether they present themselves as distinct objects, or as mere impressions, the difficulty is not concerning their nature, but concerning their relations and situation. Now if the senses presented our impressions as external to, and independent of ourselves, both the objects and ourselves must be obvious to our senses, otherwise they cou'd not be compar'd by these faculties. The difficulty, then, is how far we are <em>ourselves</em> the object of our senses.","subId":"5","id":"Hume.THN.1.4.2.5","pages":"189"},{"type":"paragraph","content":"'<span class=\"small-capitals\">Tis</span> certain there is no question in philosophy more abstruse than that concerning identity, and the nature of the uniting principle, which constitutes a person. So far from being able by our senses merely to determine this question, we must have recourse to the most profound metaphysics to give a satisfactory answer to it; and in common life 'tis evident these ideas of self and person are never <span class=\"page-break\"></span>very fix'd nor determinate. 'Tis absurd, therefore, to imagine the senses can ever distinguish betwixt ourselves and external objects.","subId":"6","id":"Hume.THN.1.4.2.6","pages":"189-90"},{"type":"paragraph","content":"<span class=\"small-capitals\">Add</span> to this, that every impression, external and internal, passions, affections, sensations, pains and pleasures, are originally on the same footing; and that whatever other differences we may observe among them, they appear, all of them, in their true colours, as impressions or perceptions. And indeed, if we consider the matter aright, 'tis scarce possible it shou'd be otherwise, nor is it conceivable that our senses shou'd be more capable of deceiving us in the situation and relations, than in the nature of our impressions. For since all actions and sensations of the mind are known to us by consciousness, they must necessarily appear in every particular what they are, and be what they appear. Every thing that enters the mind, being in <em>reality</em> <del>as the</del><ins>a</ins> perception, 'tis impossible any thing shou'd to <em>feeling</em> appear different. This were to suppose, that even where we are most intimately conscious, we might be mistaken.","subId":"7","id":"Hume.THN.1.4.2.7","pages":"190"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> not to lose time in examining, whether 'tis possible for our senses to deceive us, and represent our perceptions as distinct from ourselves, that is as <em>external</em> to and <em>independent</em> of us; let us consider whether they really do so, and whether this error proceeds from an immediate sensation, or from some other causes.","subId":"8","id":"Hume.THN.1.4.2.8","pages":"190"},{"type":"paragraph","content":"<span class=\"small-capitals\">To</span> begin with the question concerning <em>external</em> existence, it may perhaps be said, that setting aside the metaphysical question of the identity of a thinking substance, our own body evidently belongs to us; and as several impressions appear exterior to the body, we suppose them also exterior to ourselves. The paper, on which I write at present, is beyond my hand. The table is beyond the paper. The walls of the chamber beyond the table. And in casting my eye towards the window, I perceive a great extent of fields and buildings beyond my chamber. From all this it may be infer'd, that no other faculty is requir'd, beside the senses, to <span class=\"page-break\"></span>convince us of the external existence of body. But to prevent this inference, we need only weigh the three following considerations. <em>First</em>, That, properly speaking, 'tis not our body we perceive, when we regard our limbs and members, but certain impressions, which enter by the senses; so that the ascribing a real and corporeal existence to these impressions, or to their objects, is an act of the mind as difficult to explain, as that which we examine at present. <em>Secondly</em>, Sounds, and tastes, and smells, tho' commonly regarded by the mind as continu'd independent qualities, appear not to have any existence in extension, and consequently cannot appear to the senses as situated externally to the body. The reason, why we ascribe a place to them, shall be consider'd<a href=\"#n35\"><sup>[35]</sup></a> afterwards. <em>Thirdly</em>, Even our sight informs us not of distance or outness (so to speak) immediately and without a certain reasoning and experience, as is acknowledg'd by the most rational philosophers.","subId":"9","id":"Hume.THN.1.4.2.9","pages":"190-1"},{"type":"paragraph","content":"<span class=\"small-capitals\">As</span> to the <em>independency</em> of our perceptions on ourselves, this can never be an object of the senses; but any opinion we form concerning it, must be deriv'd from experience and observation: And we shall see afterwards, that our conclusions from experience are far from being favourable to the doctrine of the independency of our perceptions. Mean while we may observe that when we talk of real distinct existences, we have commonly more in our eye their independency than external situation in place, and think an object has a sufficient reality, when its Being is uninterrupted, and independent of the incessant revolutions, which we are conscious of in ourselves.","subId":"10","id":"Hume.THN.1.4.2.10","pages":"191"},{"type":"paragraph","content":"<span class=\"small-capitals\">Thus</span> to resume what I have said concerning the senses; they give us no notion of continu'd existence, because they cannot operate beyond the extent, in which they really operate. They as little produce the opinion of a distinct existence, because they neither can offer it to the mind as represented, nor as original. To offer it as represented, <span class=\"page-break\"></span>they must present both an object and an image. To make it appear as original, they must convey a falshood; and this falshood must lie in the relations and situation: In order to which they must be able to compare the object with ourselves; and even in that case they do not, nor is it possible they shou'd, deceive us. We may, therefore, conclude with certainty, that the opinion of a continu'd and of a distinct existence never arises from the senses.","subId":"11","id":"Hume.THN.1.4.2.11","pages":"191-2"},{"type":"paragraph","content":"<span class=\"small-capitals\">To</span> confirm this we may observe, that there are three different kinds of impressions convey'd by the senses. The first are those of the figure, bulk, motion and solidity of bodies. The second those of colours, tastes, smells, sounds, heat and cold. The third are the pains and pleasures, that arise from the application of objects to our bodies, as by the cutting of our flesh with steel, and such like. Both philosophers and the vulgar suppose the first of these to have a distinct continu'd existence. The vulgar only regard the second as on the same footing. Both philosophers and the vulgar, again, esteem the third to be merely perceptions; and consequently interrupted and dependent beings.","subId":"12","id":"Hume.THN.1.4.2.12","pages":"192"},{"type":"paragraph","content":"<span class=\"small-capitals\">Now</span> 'tis evident, that, whatever may be our philosophical opinion, colours, sounds, heat and cold, as far as appears to the senses, exist after the same manner with motion and solidity, and that the difference we make betwixt them in this respect, arises not from the mere perception. So strong is the prejudice for the distinct continu'd existence of the former qualities, that when the contrary opinion is advanc'd by modern philosophers, people imagine they can almost refute it from their feeling and experience, and that their very senses contradict this philosophy. 'Tis also evident, that colours, sounds, <em>&amp;c.</em> are originally on the same footing with the pain that arises from steel, and pleasure that proceeds from a fire; and that the difference betwixt them is founded neither on perception nor reason, but on the imagination. For as they are confest to be, both of them, nothing but perceptions arising from the particular configu<span class=\"page-break\"></span>rations and motions of the parts of body, wherein possibly can their difference consist? Upon the whole, then, we may conclude, that as far as the senses are judges, all perceptions are the same in the manner of their existence.","subId":"13","id":"Hume.THN.1.4.2.13","pages":"192-3"},{"type":"paragraph","content":"<span class=\"small-capitals\">We</span> may also observe in this instance of sounds and colours, that we can attribute a distinct continu'd existence to objects without ever consulting <span class=\"small-capitals\">reason</span>, or weighing our opinions by any philosophical principles. And indeed, whatever convincing arguments philosophers may fancy they can produce to establish the belief of objects independent of the mind, 'tis obvious these arguments are known but to very few, and that 'tis not by them, that children, peasants, and the greatest part of mankind are induc'd to attribute objects to some impressions, and deny them to others. Accordingly we find, that all the conclusions, which the vulgar form on this head, are directly contrary to those, which are confirm'd by philosophy. For philosophy informs us, that every thing, which appears to the mind, is nothing but a perception, and is interrupted, and dependent on the mind; whereas the vulgar confound perceptions and objects, and attribute a distinct continu'd existence to the very things they feel or see. This sentiment, then, as it is entirely unreasonable, must proceed from some other faculty than the understanding. To which we may add, that as long as we take our perceptions and objects to be the same, we can never infer the existence of the one from that of the other, nor form any argument from the relation of cause and effect; which is the only one that can assure us of matter of fact. Even after we distinguish our perceptions from our objects, 'twill appear presently, that we are still incapable of reasoning from the existence of one to that of the other: So that upon the whole our reason neither does, nor is it possible it ever shou'd, upon any supposition, give us an assurance of the continu'd and distinct existence of body. That opinion must be entirely owing to the <span class=\"small-capitals\">imagination</span>: which must now be the subject of our enquiry.","subId":"14","id":"Hume.THN.1.4.2.14","pages":"193"},{"type":"paragraph","content":"<span class=\"small-capitals\">Since</span> all impressions are internal and perishing existences, and appear as such, the notion of their distinct and continu'd existence must arise from a concurrence of some of their qualities with the qualities of the imagination; and since this notion does not extend to all of them, it must arise from certain qualities peculiar to some impressions. 'Twill therefore be easy for us to discover these qualities by a comparison of the impressions, to which we attribute a distinct and continu'd existence, with those, which we regard as internal and perishing.","subId":"15","id":"Hume.THN.1.4.2.15","pages":"194"},{"type":"paragraph","content":"<span class=\"small-capitals\">We</span> may observe, then, that 'tis neither upon account of the involuntariness of certain impressions, as is commonly suppos'd, nor of their superior force and violence, that we attribute to them a reality, and continu'd existence, which we refuse to others, that are voluntary or feeble. For 'tis evident our pains and pleasures, our passions and affections, which we never suppose to have any existence beyond our perception, operate with greater violence, and are equally involuntary, as the impressions of figure and extension, colour and sound, which we suppose to be permanent beings. The heat of a fire, when moderate, is suppos'd to exist in the fire; but the pain, which it causes upon a near approach, is not taken to have any being except in the perception.","subId":"16","id":"Hume.THN.1.4.2.16","pages":"194"},{"type":"paragraph","content":"<span class=\"small-capitals\">These</span> vulgar opinions, then, being rejected, we must search for some other hypothesis, by which we may discover those peculiar qualities in our impressions, which makes us attribute to them a distinct and continu'd existence.","subId":"17","id":"Hume.THN.1.4.2.17","pages":"194"},{"type":"paragraph","content":"<span class=\"small-capitals\">After</span> a little examination, we shall find, that all those objects, to which we attribute a continu'd existence, have a peculiar <em>constancy</em>, which distinguishes them from the impressions, whose existence depends upon our perception. Those mountains, and houses, and trees, which lie at present under my eye, have always appear'd to me in the same order; and when I lose sight of them by shutting my eyes or turning my head, I soon after find them return upon me without the least alteration. My bed and table, my books <span class=\"page-break\"></span>and papers, present themselves in the same uniform manner, and change not upon account of any interruption in my seeing or perceiving them. This is the case with all the impressions, whose objects are suppos'd to have an external existence; and is the case with no other impressions, whether gentle or violent, voluntary or involuntary.","subId":"18","id":"Hume.THN.1.4.2.18","pages":"194-5"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> constancy, however, is not so perfect as not to admit of very considerable exceptions. Bodies often change their position and qualities, and after a little absence or interruption may become hardly knowable. But here 'tis observable, that even in these changes they preserve a <em>coherence</em>, and have a regular dependence on each other; which is the foundation of a kind of reasoning from causation, and produces the opinion of their continu'd existence. When I return to my chamber after an hour's absence, I find not my fire in the same situation, in which I left it: But then I am accustom'd in other instances to see a like alteration produc'd in a like time, whether I am present or absent, near or remote. This coherence, therefore, in their changes is one of the characteristics of external objects, as well as their constancy.","subId":"19","id":"Hume.THN.1.4.2.19","pages":"195"},{"type":"paragraph","content":"<span class=\"small-capitals\">Having</span> found that the opinion of the continu'd existence of body depends on the <span class=\"small-capitals\">coherence</span> and <span class=\"small-capitals\">constancy</span> of certain impressions, I now proceed to examine after what manner these qualities give rise to so extraordinary an opinion. To begin with the coherence; we may observe, that tho' those internal impressions, which we regard as fleeting and perishing, have also a certain coherence or regularity in their appearances, yet 'tis of somewhat a different nature, from that which we discover in bodies. Our passions are found by experience to have a mutual connexion with and dependance on each other; but on no occasion is it necessary to suppose, that they have existed and operated, when they were not perceiv'd, in order to preserve the same dependance and connexion, of which we have had experience. The case is not the same with relation to external objects. Those require a continu'd existence, or otherwise lose, in a great <span class=\"page-break\"></span>measure, the regularity of their operation. I am here seated in my chamber with my face to the fire; and all the objects, that strike my senses, are contain'd in a few yards around me. My memory, indeed, informs me of the existence of many objects; but then this information extends not beyond their past existence, nor do either my senses or memory give any testimony to the continuance of their being. When therefore I am thus seated, and revolve over these thoughts, I hear on a sudden a noise as of a door turning upon its hinges; and a little after see a porter, who advances towards me. This gives occasion to many new reflections and reasonings. First, I never have observ'd, that this noise cou'd proceed from any thing but the motion of a door; and therefore conclude, that the present phænomenon is a contradiction to all past experience, unless the door, which I remember on t'other side the chamber, be still in being. Again, I have always found, that a human body was possest of a quality, which I call gravity, and which hinders it from mounting in the air, as this porter must have done to arrive at my chamber, unless the stairs I remember be not annihilated by my absence. But this is not all. I receive a letter, which upon opening <ins>it</ins> I perceive by the hand-writing and subscription to have come from a friend, who says he is two hundred leagues distant. 'Tis evident I can never account for this phænomenon, conformable to my experience in other instances, without spreading out in my mind the whole sea and continent between us, and supposing the effects and continu'd existence of posts and ferries, according to my memory and observation. To consider these phænomena of the porter and letter in a certain light, they are contradictions to common experience, and may be regarded as objections to those maxims, which we form concerning the connexions of causes and effects. I am accustom'd to hear such a sound, and see such an object in motion at the same time. I have not receiv'd in this particular instance both these perceptions. These observations are contrary, unless I suppose that the <span class=\"page-break\"></span>door still remains, and that it was open'd without my perceiving it: And this supposition, which was at first entirely arbitrary and hypothetical, acquires a force and evidence by its being the only one, upon which I can reconcile these contradictions. There is scarce a moment of my life, wherein there is not a similar instance presented to me, and I have not occasion to suppose the continu'd existence of objects, in order to connect their past and present appearances, and give them such an union with each other, as I have found by experience to be suitable to their particular natures and circumstances. Here then I am naturally led to regard the world, as something real and durable, and as preserving its existence, even when it is no longer present to my perception.","subId":"20","id":"Hume.THN.1.4.2.20","pages":"195-7"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> tho' this conclusion from the coherence of appearances may seem to be of the same nature with our reasonings concerning causes and effects; as being deriv'd from custom, and regulated by past experience; we shall find upon examination, that they are at the bottom considerably different from each other, and that this inference arises from the understanding, and from custom in an indirect and oblique manner. For 'twill readily be allow'd, that since nothing is ever really present to the mind, besides its own perceptions, 'tis not only impossible, that any habit shou'd ever be acquir'd otherwise than by the regular succession of these perceptions, but also that any habit shou'd ever exceed that degree of regularity. Any degree, therefore, of regularity in our perceptions, can never be a foundation for us to infer a greater degree of regularity in some objects, which are not perceiv'd; since this supposes a contradiction, <em>viz.</em> a habit acquir'd by what was never present to the mind. But 'tis evident, that whenever we infer the continu'd existence of the objects of sense from their coherence, and the frequency of their union, 'tis in order to bestow on the objects a greater regularity than what is observ'd in our mere perceptions. We remark a connexion betwixt two kinds of objects in their <span class=\"page-break\"></span>past appearance to the senses, but are not able to observe this connexion to be perfectly constant, since the turning about of our head, or the shutting of our eyes is able to break it. What then do we suppose in this case, but that these objects still continue their usual connexion, notwithstanding their apparent interruption, and that the irregular appearances are join'd by something, of which we are insensible? But as all reasoning concerning matters of fact arises only from custom, and custom can only be the effect of repeated perceptions, the extending of custom and reasoning beyond the perceptions can never be the direct and natural effect of the constant repetition and connexion, but must arise from the co-operation of some other principles.","subId":"21","id":"Hume.THN.1.4.2.21","pages":"197-8"},{"type":"paragraph","content":"<span class=\"small-capitals\">I have</span> already<a href=\"#n36\"><sup>[36]</sup></a> observ'd, in examining the foundation of mathematics, that the imagination, when set into any train of thinking, is apt to continue, even when its object fails it, and like a galley put in motion by the oars, carries on its course without any new impulse. This I have assign'd for the reason, why, after considering several loose standards of equality, and correcting them by each other, we proceed to imagine so correct and exact a standard of that relation, as is not liable to the least error or variation. The same principle makes us easily entertain this opinion of the continu'd existence of body. Objects have a certain coherence even as they appear to our senses; but this coherence is much greater and more uniform, if we suppose the objects to have a continu'd existence; and as the mind is once in the train of observing an uniformity among objects, it naturally continues, till it renders the uniformity as compleat as possible. The simple supposition of their continu'd existence suffices for this purpose, and gives us a notion of a much greater regularity among objects, than what they have when we look no farther than our senses.","subId":"22","id":"Hume.THN.1.4.2.22","pages":"198"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> whatever force we may ascribe to this principle, I am afraid 'tis too weak to support alone so vast an edifice, as is <span class=\"page-break\"></span>that of the continu'd existence of all external bodies; and that we must join the <em>constancy</em> of their appearance to the <em>coherence</em>, in order to give a satisfactory account of that opinion. As the explication of this will lead me into a considerable compass of very profound reasoning; I think it proper, in order to avoid confusion, to give a short sketch or abridgment of my system, and afterwards draw out all its parts in their full compass. This inference from the constancy of our perceptions, like the precedent from their coherence, gives rise to the opinion of the <em>continu'd</em> existence of body, which is prior to that of its <em>distinct</em> existence, and produces that latter principle.","subId":"23","id":"Hume.THN.1.4.2.23","pages":"198-9"},{"type":"paragraph","content":"<span class=\"small-capitals\">When</span> we have been accustom'd to observe a constancy in certain impressions, and have found, that the perception of the sun or ocean, for instance, returns upon us after an absence or annihilation with like parts and in a like order, as at its first appearance, we are not apt to regard these interrupted perceptions as different, (which they really are) but on the contrary consider them as individually the same, upon account of their resemblance. But as this interruption of their existence is contrary to their perfect identity, and makes us regard the first impression as annihilated, and the second as newly created, we find ourselves somewhat at a loss, and are involv'd in a kind of contradiction. In order to free ourselves from this difficulty, we disguise, as much as possible, the interruption, or rather remove it entirely, by supposing that these interrupted perceptions are connected by a real existence, of which we are insensible. This supposition, or idea of continu'd existence, acquires a force and vivacity from the memory of these broken impressions, and from that propensity, which they give us, to suppose them the same; and according to the precedent reasoning, the very essence of belief consists in the force and vivacity of the conception.","subId":"24","id":"Hume.THN.1.4.2.24","pages":"199"},{"type":"paragraph","content":"<span class=\"small-capitals\">In</span> order to justify this system, there are four things requisite. <em>First</em>, To explain the <em>principium individuationis</em>, <span class=\"page-break\"></span>or principle of identity. <em>Secondly</em>, Give a reason, why the resemblance of our broken and interrupted perceptions induces us to attribute an identity to them. <em>Thirdly</em>, Account for that propensity, which this illusion gives, to unite these broken appearances by a continu'd existence. <em>Fourthly</em> and lastly, Explain that force and vivacity of conception, which arises from the propensity.","subId":"25","id":"Hume.THN.1.4.2.25","pages":"199-200"},{"type":"paragraph","content":"<span class=\"small-capitals\">First</span>, As to the principle of individuation; we may observe, that the view of any one object is not sufficient to convey the idea of identity. For in that proposition, <em>an object is the same with itself</em>, if the idea express'd by the word, <em>object</em>, were no ways distinguish'd from that meant by <em>itself</em>; we really shou'd mean nothing, nor wou'd the proposition contain a predicate and a subject, which however are imply'd in this affirmation. One single object conveys the idea of unity, not that of identity.","subId":"26","id":"Hume.THN.1.4.2.26","pages":"200"},{"type":"paragraph","content":"<span class=\"small-capitals\">On</span> the other hand, a multiplicity of objects can never convey this idea, however resembling they may be suppos'd. The mind always pronounces the one not to be the other, and considers them as forming two, three, or any determinate number of objects, whose existences are entirely distinct and independent.","subId":"27","id":"Hume.THN.1.4.2.27","pages":"200"},{"type":"paragraph","content":"<span class=\"small-capitals\">Since</span> then both number and unity are incompatible with the relation of identity, it must lie in something that is neither of them. But to tell the truth, at first sight this seems utterly impossible. Betwixt unity and number there can be no medium; no more than betwixt existence and non-existence. After one object is suppos'd to exist, we must either suppose another also to exist; in which case we have the idea of number: Or we must suppose it not to exist; in which case the first object remains at unity.","subId":"28","id":"Hume.THN.1.4.2.28","pages":"200"},{"type":"paragraph","content":"<span class=\"small-capitals\">To</span> remove this difficulty, let us have recourse to the idea of time or duration. I have already observ'd,<a href=\"#n37\"><sup>[37]</sup></a> that time, in a strict sense, implies succession, and that when we apply its idea to any unchangeable object, 'tis only by a fiction of the <span class=\"page-break\"></span>imagination, by which the unchangeable object is suppos'd to participate of the changes of the co-existent objects, and in particular of that of our perceptions. This fiction of the imagination almost universally takes place; and 'tis by means of it, that a single object, plac'd before us, and survey'd for any time without our discovering in it any interruption or variation, is able to give us a notion of identity. For when we consider any two points of this time, we may place them in different lights: We may either survey them at the very same instant; in which case they give us the idea of number, both by themselves and by the object; which must be multiply'd, in order to be conceiv'd at once, as existent in these two different points of time: Or on the other hand, we may trace the succession of time by a like succession of ideas, and conceiving first one moment, along with the object then existent, imagine afterwards a change in the time without any <em>variation</em> or <em>interruption</em> in the object; in which case it gives us the idea of unity. Here then is an idea, which is a medium betwixt unity and number; or more properly speaking, is either of them, according to the view, in which we take it: And this idea we call that of identity. We cannot, in any propriety of speech, say, that an object is the same with itself, unless we mean, that the object existent at one time is the same with itself existent at another. By this means we make a difference, betwixt the idea meant by the word, <em>object</em>, and that meant by <em>itself</em>, without going the length of number, and at the same time without restraining ourselves to a strict and absolute unity.","subId":"29","id":"Hume.THN.1.4.2.29","pages":"200-1"},{"type":"paragraph","content":"<span class=\"small-capitals\">Thus</span> the principle of individuation is nothing but the <em>invariableness</em> and <em>uninterruptedness</em> of any object, thro' a suppos'd variation of time, by which the mind can trace it in the different periods of its existence, without any break of the view, and without being oblig'd to form the idea of multiplicity or number.","subId":"30","id":"Hume.THN.1.4.2.30","pages":"201"},{"type":"paragraph","content":"<span class=\"small-capitals\">I now</span> proceed to explain the <em>second</em> part of my system, and shew why the constancy of our perceptions makes us <span class=\"page-break\"></span>ascribe to them a perfect numerical identity, tho' there be very long intervals betwixt their appearance, and they have only one of the essential qualities of identity, <em>viz. invariableness</em>. That I may avoid all ambiguity and confusion on this head, I shall observe, that I here account for the opinions and belief of the vulgar with regard to the existence of body; and therefore must entirely conform myself to their manner of thinking and of expressing themselves. Now we have already observ'd, that however philosophers may distinguish betwixt the objects and perceptions of the senses; which they suppose co-existent and resembling; yet this is a distinction, which is not comprehended by the generality of mankind, who as they perceive only one being, can never assent to the opinion of a double existence and representation. Those very sensations, which enter by the eye or ear, are with them the true objects, nor can they readily conceive that this pen or paper, which is immediately perceiv'd, represents another, which is different from, but resembling it. In order, therefore, to accommodate myself to their notions, I shall at first suppose; that there is only a single existence, which I shall call indifferently <em>object</em> or <em>perception</em>, according as it shall seem best to suit my purpose, understanding by both of them what any common man means by a hat, or shoe, or stone, or any other impression, convey'd to him by his senses. I shall be sure to give warning, when I return to a more philosophical way of speaking and thinking.","subId":"31","id":"Hume.THN.1.4.2.31","pages":"201-2"},{"type":"paragraph","content":"<span class=\"small-capitals\">To</span> enter, therefore, upon the question concerning the source of the error and deception with regard to identity, when we attribute it to our resembling perceptions, notwithstanding their interruption; I must here recal an observation, which I have already prov'd and explain'd<a href=\"#n38\"><sup>[38]</sup></a>. Nothing is more apt to make us mistake one idea for another, than any relation betwixt them, which associates them together in the imagination, and makes it pass with facility from one to the other. Of all relations, that of resemblance is in this <span class=\"page-break\"></span>respect the most efficacious; and that because it not only causes an association of ideas, but also of dispositions, and makes us conceive the one idea by an act or operation of the mind, similar to that by which we conceive the other. This circumstance I have observ'd to be of great moment; and we may establish it for a general rule, that whatever ideas place the mind in the same disposition or in similar ones, are very apt to be confounded. The mind readily passes from one to the other, and perceives not the change without a strict attention, of which, generally speaking, 'tis wholly incapable.","subId":"32","id":"Hume.THN.1.4.2.32","pages":"202-3"},{"type":"paragraph","content":"<span class=\"small-capitals\">In</span> order to apply this general maxim, we must first examine the disposition of the mind in viewing any object which preserves a perfect identity, and then find some other object, that is confounded with it, by causing a similar disposition. When we fix our thought on any object, and suppose it to continue the same for some time; 'tis evident we suppose the change to lie only in the time, and never exert ourselves to produce any new image or idea of the object. The faculties of the mind repose themselves in a manner, and take no more exercise, than what is necessary to continue that idea, of which we were formerly possest, and which subsists without variation or interruption. The passage from one moment to another is scarce felt, and distinguishes not itself by a different perception or idea, which may require a different direction of the spirits, in order to its conception.","subId":"33","id":"Hume.THN.1.4.2.33","pages":"203"},{"type":"paragraph","content":"<span class=\"small-capitals\">Now</span> what other objects, beside identical ones, are capable of placing the mind in the same disposition, when it considers them, and of causing the same uninterrupted passage of the imagination from one idea to another? This question is of the last importance. For if we can find any such objects, we may certainly conclude, from the foregoing principle, that they are very naturally confounded with identical ones, and are taken for them in most of our reasonings. But tho' this question be very important, 'tis not very <span class=\"page-break\"></span>difficult nor doubtful. For I immediately reply, that a succession of related objects places the mind in this disposition, and is consider'd with the same smooth and uninterrupted progress of the imagination, as attends the view of the same invariable object. The very nature and essence of relation is to connect our ideas with each other, and upon the appearance of one, to facilitate the transition to its correlative. The passage betwixt related ideas is, therefore, so smooth and easy, that it produces little alteration on the mind, and seems like the continuation of the same action; and as the continuation of the same action is an effect of the continu'd view of the same object, 'tis for this reason we attribute sameness to every succession of related objects. The thought slides along the succession with equal facility, as if it consider'd only one object; and therefore confounds the succession with the identity.","subId":"34","id":"Hume.THN.1.4.2.34","pages":"203-4"},{"type":"paragraph","content":"<span class=\"small-capitals\">We</span> shall afterwards see many instances of this tendency of relation to make us ascribe an <em>identity</em> to <em>different</em> objects; but shall here confine ourselves to the present subject. We find by experience, that there is such a <em>constancy</em> in almost all the impressions of the senses, that their interruption produces no alteration on them, and hinders them not from returning the same in appearance and in situation as at their first existence. I survey the furniture of my chamber; I shut my eyes, and afterwards open them; and find the new perceptions to resemble perfectly those, which formerly struck my senses. This resemblance is observ'd in a thousand instances, and naturally connects together our ideas of these interrupted perceptions by the strongest relation, and conveys the mind with an easy transition from one to another. An easy transition or passage of the imagination, along the ideas of these different and interrupted perceptions, is almost the same disposition of mind with that in which we consider one constant and uninterrupted perception. 'Tis therefore very natural for us to mistake the one for the other<a href=\"#n39\"><sup>[39]</sup></a>.","subId":"35","id":"Hume.THN.1.4.2.35","pages":"204"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> persons, who entertain this opinion concerning the identity of our resembling perceptions, are in general all the unthinking and unphilosophical part of mankind, (that is, all of us, at one time or other) and consequently such as suppose their perceptions to be their only objects, and never think of a double existence internal and external, representing and represented. The very image, which is present to the senses, is with us the real body; and 'tis to these interrupted images we ascribe a perfect identity. But as the interruption of the appearance seems contrary to the identity, and naturally leads us to regard these resembling perceptions as different from each other, we here find ourselves at a loss how to reconcile such opposite opinions. The smooth passage of the imagination along the ideas of the resembling perceptions makes us ascribe to them a perfect identity. The interrupted manner of their appearance makes us consider them as so many resembling, but still distinct beings, which appear after certain intervals. The perplexity arising from this contradiction produces a propension to unite these broken appearances by the fiction of a continu'd existence, which is the <em>third</em> part of that hypothesis I propos'd to explain.","subId":"36","id":"Hume.THN.1.4.2.36","pages":"205"},{"type":"paragraph","content":"<span class=\"small-capitals\">Nothing</span> is more certain from experience, than that any contradiction either to the sentiments or passions gives a sensible uneasiness, whether it proceeds from without or from within; from the opposition of external objects, or from the combat of internal principles. On the contrary, whatever strikes in with the natural propensities, and either externally forwards their satisfaction, or internally concurs <span class=\"page-break\"></span>with their movements, is sure to give a sensible pleasure. Now there being here an opposition betwixt the notion of the identity of resembling perceptions, and the interruption of their appearance, the mind must be uneasy in that situation, and will naturally seek relief from the uneasiness. Since the uneasiness arises from the opposition of two contrary principles, it must look for relief by sacrificing the one to the other. But as the smooth passage of our thought along our resembling perceptions makes us ascribe to them an identity, we can never without reluctance yield up that opinion. We must, therefore, turn to the other side, and suppose that our perceptions are no longer interrupted, but preserve a continu'd as well as an invariable existence, and are by that means entirely the same. But here the interruptions in the appearance of these perceptions are so long and frequent, that 'tis impossible to overlook them; and as the <em>appearance</em> of a perception in the mind and its <em>existence</em> seem at first sight entirely the same, it may be doubted, whether we can ever assent to so palpable a contradiction, and suppose a perception to exist without being present to the mind. In order to clear up this matter, and learn how the interruption in the appearance of a perception implies not necessarily an interruption in its existence, 'twill be proper to touch upon some principles, which we shall have occasion to explain more fully afterwards<a href=\"#n40\"><sup>[40]</sup></a>.","subId":"37","id":"Hume.THN.1.4.2.37","pages":"205-6"},{"type":"paragraph","content":"<span class=\"small-capitals\">We</span> may begin with observing, that the difficulty in the present case is not concerning the matter of fact, or whether the mind forms such a conclusion concerning the continu'd existence of its perceptions, but only concerning the manner in which the conclusion is form'd, and principles from which it is deriv'd. 'Tis certain, that almost all mankind, and even philosophers themselves, for the greatest part of their lives, take their perceptions to be their only objects, and suppose, that the very being, which is intimately present to the mind, is the real body or material existence. 'Tis also certain, that <span class=\"page-break\"></span>this very perception or object is suppos'd to have a continu'd uninterrupted being, and neither to be annihilated by our absence, nor to be brought into existence by our presence. When we are absent from it, we say it still exists, but that we do not feel, we do not see it. When we are present, we say we feel, or see it. Here then may arise two questions; <em>First</em>, How we can satisfy ourselves in supposing a perception to be absent from the mind without being annihilated. <em>Secondly</em>, After what manner we conceive an object to become present to the mind, without some new creation of a perception or image; and what we mean by this <em>seeing</em>, and <em>feeling</em>, and <em>perceiving</em>.","subId":"38","id":"Hume.THN.1.4.2.38","pages":"206-7"},{"type":"paragraph","content":"<span class=\"small-capitals\">As</span> to the first question; we may observe, that what we call a <em>mind</em>, is nothing but a heap or collection of different perceptions, united together by certain relations, and suppos'd, tho' falsely, to be endow'd with a perfect simplicity and identity. Now as every perception is distinguishable from another, and may be consider'd as separately existent; it evidently follows, that there is no absurdity in separating any particular perception from the mind; that is, in breaking off all its relations, with that connected mass of perceptions, which constitute a thinking being.","subId":"39","id":"Hume.THN.1.4.2.39","pages":"207"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> same reasoning affords us an answer to the second question. If the name of <em>perception</em> renders not this separation from a mind absurd and contradictory, the name of <em>object</em>, standing for the very same thing, can never render their conjunction impossible. External objects are seen, and felt, and become present to the mind; that is, they acquire such a relation to a connected heap of perceptions, as to influence them very considerably in augmenting their number by present reflections and passions, and in storing the memory with ideas. The same continu'd and uninterrupted Being may, therefore, be sometimes present to the mind, and sometimes absent from it, without any real or essential change in the Being itself. An interrupted appearance to the senses implies not necessarily an interruption in the <span class=\"page-break\"></span>existence. The supposition of the continu'd existence of sensible objects or perceptions involves no contradiction. We may easily indulge our inclination to that supposition. When the exact resemblance of our perceptions makes us ascribe to them an identity, we may remove the seeming interruption by feigning a continu'd being, which may fill those intervals, and preserve a perfect and entire identity to our perceptions.","subId":"40","id":"Hume.THN.1.4.2.40","pages":"207-8"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> as we here not only <em>feign</em> but <em>believe</em> this continu'd existence, the question is, <em>from whence arises such a belief</em>; and this question leads us to the <em>fourth</em> member of this system. It has been prov'd already, that belief in general consists in nothing, but the vivacity of an idea; and that an idea may acquire this vivacity by its relation to some present impression. Impressions are naturally the most vivid perceptions of the mind; and this quality is in part convey'd by the relation to every connected idea. The relation causes a smooth passage from the impression to the idea, and even gives a propensity to that passage. The mind falls so easily from the one perception to the other, that it scarce perceives the change, but retains in the second a considerable share of the vivacity of the first. It is excited by the lively impression; and this vivacity is convey'd to the related idea, without any great diminution in the passage, by reason of the smooth transition and the propensity of the imagination.","subId":"41","id":"Hume.THN.1.4.2.41","pages":"208"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> suppose, that this propensity arises from some other principle, besides that of relation; 'tis evident it must still have the same effect, and convey the vivacity from the impression to the idea. Now this is exactly the present case. Our memory presents us with a vast number of instances of perceptions perfectly resembling each other, that return at different distances of time, and after considerable interruptions. This resemblance gives us a propension to consider these interrupted perceptions as the same; and also a propension to connect them by a continu'd existence, in order to justify this identity, and avoid the contradiction, in which the <span class=\"page-break\"></span>interrupted appearance of these perceptions seems necessarily to involve us. Here then we have a propensity to feign the continu'd existence of all sensible objects; and as this propensity arises from some lively impressions of the memory, it bestows a vivacity on that fiction; or in other words, makes us believe the continu'd existence of body. If sometimes we ascribe a continu'd existence to objects, which are perfectly new to us, and of whose constancy and coherence we have no experience, 'tis because the manner, in which they present themselves to our senses, resembles that of constant and coherent objects; and this resemblance is a source of reasoning and analogy, and leads us to attribute the same qualities to the similar objects.","subId":"42","id":"Hume.THN.1.4.2.42","pages":"208-9"},{"type":"paragraph","content":"<span class=\"small-capitals\">I believe</span> an intelligent reader will find less difficulty to assent to this system, than to comprehend it fully and distinctly, and will allow, after a little reflection, that every part carries its own proof along with it. 'Tis indeed evident, that as the vulgar <em>suppose</em> their perceptions to be their only objects, and at the same time <em>believe</em> the continu'd existence of matter, we must account for the origin of the belief upon that supposition. Now upon that supposition, 'tis a false opinion that any of our objects, or perceptions, are identically the same after an interruption; and consequently the opinion of their identity can never arise from reason, but must arise from the imagination. The imagination is seduc'd into such an opinion only by means of the resemblance of certain perceptions; since we find they are only our resembling perceptions, which we have a propension to suppose the same. This propension to bestow an identity on our resembling perceptions, produces the fiction of a continu'd existence; since that fiction, as well as the identity, is really false, as is acknowledg'd by all philosophers, and has no other effect than to remedy the interruption of our perceptions, which is the only circumstance that is contrary to their identity. In the last place this propension causes belief by means of the present impressions of the memory; since without the <span class=\"page-break\"></span>remembrance of former sensations, 'tis plain we never shou'd have any belief of the continu'd existence of body. Thus in examining all these parts, we find that each of them is supported by the strongest proofs; and that all of them together form a consistent system, which is perfectly convincing. A strong propensity or inclination alone, without any present impression, will sometimes cause a belief or opinion. How much more when aided by that circumstance?","subId":"43","id":"Hume.THN.1.4.2.43","pages":"209-10"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> tho' we are led after this manner, by the natural propensity of the imagination, to ascribe a continu'd existence to those sensible objects or perceptions, which we find to resemble each other in their interrupted appearance; yet a very little reflection and philosophy is sufficient to make us perceive the fallacy of that opinion. I have already observ'd, that there is an intimate connexion betwixt those two principles, of a <em>continu'd</em> and of a <em>distinct</em> or <em>independent</em> existence, and that we no sooner establish the one than the other follows, as a necessary consequence. 'Tis the opinion of a continu'd existence, which first takes place, and without much study or reflection draws the other along with it, wherever the mind follows its first and most natural tendency. But when we compare experiments, and reason a little upon them, we quickly perceive, that the doctrine of the independent existence of our sensible perceptions is contrary to the plainest experience. This leads us backward upon our footsteps to perceive our error in attributing a continu'd existence to our perceptions, and is the origin of many very curious opinions, which we shall here endeavour to account for.","subId":"44","id":"Hume.THN.1.4.2.44","pages":"210"},{"type":"paragraph","content":"'<span class=\"small-capitals\">Twill</span> first be proper to observe a few of those experiments, which convince us, that our perceptions are not possest of any independent existence. When we press one eye with a finger, we immediately perceive all the objects to become double, and one half of them to be remov'd from their common and natural position. But as we do not attribute <span class=\"page-break\"></span>a continu'd existence to both these perceptions, and as they are both of the same nature, we clearly perceive, that all our perceptions are dependent on our organs, and the disposition of our nerves and animal spirits. This opinion is confirm'd by the seeming encrease and diminution of objects, according to their distance; by the apparent alterations in their figure; by the changes in their colour and other qualities from our sickness and distempers; and by an infinite number of other experiments of the same kind; from all which we learn, that our sensible perceptions are not possest of any distinct or independent existence.","subId":"45","id":"Hume.THN.1.4.2.45","pages":"210-1"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> natural consequence of this reasoning shou'd be, that our perceptions have no more a continu'd than an independent existence; and indeed philosophers have so far run into this opinion, that they change their system, and distinguish, (as we shall do for the future) betwixt perceptions and objects, of which the former are suppos'd to be interrupted, and perishing, and different at every different return; the latter to be uninterrupted, and to preserve a continu'd existence and identity. But however philosophical this new system may be esteem'd, I assert that 'tis only a palliative remedy, and that it contains all the difficulties of the vulgar system, with some others, that are peculiar to itself. There are no principles either of the understanding or fancy, which lead us directly to embrace this opinion of the double existence of perceptions and objects, nor can we arrive at it but by passing thro' the common hypothesis of the identity and continuance of our interrupted perceptions. Were we not first perswaded, that our perceptions are our only objects, and continue to exist even when they no longer make their appearance to the senses, we shou'd never be led to think, that our perceptions and objects are different, and that our objects alone preserve a continu'd existence. <q>The latter hypothesis has no primary recommendation either to reason or the imagination, but acquires all its influence on the imagination from the former</q>. This proposition contains <span class=\"page-break\"></span>two parts, which we shall endeavour to prove as distinctly and clearly, as such abstruse subjects will permit.","subId":"46","id":"Hume.THN.1.4.2.46","pages":"211-2"},{"type":"paragraph","content":"<span class=\"small-capitals\">As</span> to the first part of the proposition, <em>that this philosophical hypothesis has no primary recommendation, either to reason or the imagination</em>, we may soon satisfy ourselves with regard to <em>reason</em> by the following reflections. The only existences, of which we are certain, are perceptions, which being immediately present to us by consciousness, command our strongest assent, and are the first foundation of all our conclusions. The only conclusion we can draw from the existence of one thing to that of another, is by means of the relation of cause and effect, which shews, that there is a connexion betwixt them, and that the existence of one is dependent on that of the other. The idea of this relation is deriv'd from past experience, by which we find, that two beings are constantly conjoin'd together, and are always present at once to the mind. But as no beings are ever present to the mind but perceptions; it follows that we may observe a conjunction or a relation of cause and effect between different perceptions, but can never observe it between perceptions and objects. 'Tis impossible, therefore, that from the existence or any of the qualities of the former, we can ever form any conclusion concerning the existence of the latter, or ever satisfy our reason in this particular.","subId":"47","id":"Hume.THN.1.4.2.47","pages":"212"},{"type":"paragraph","content":"'<span class=\"small-capitals\">Tis</span> no less certain, that this philosophical system has no primary recommendation to the <em>imagination</em>, and that that faculty wou'd never, of itself, and by its original tendency, have fallen upon such a principle. I confess it will be somewhat difficult to prove this to the full satisfaction of the reader; because it implies a negative, which in many cases will not admit of any positive proof. If any one wou'd take the pains to examine this question, and wou'd invent a system, to account for the direct origin of this opinion from the imagination, we shou'd be able, by the examination of that system, to pronounce a certain judgment in the present subject. Let it be taken for granted, that our perceptions <span class=\"page-break\"></span>are broken, and interrupted, and however like, are still different from each other; and let any one upon this supposition shew why the fancy, directly and immediately, proceeds to the belief of another existence, resembling these perceptions in their nature, but yet continu'd, and uninterrupted, and identical; and after he has done this to my satisfaction, I promise to renounce my present opinion. Mean while I cannot forbear concluding, from the very abstractedness and difficulty of the first supposition, that 'tis an improper subject for the fancy to work upon. Whoever wou'd explain the origin of the <em>common</em> opinion concerning the continu'd and distinct existence of body, must take the mind in its <em>common</em> situation, and must proceed upon the supposition, that our perceptions are our only objects, and continue to exist even when they are not perceiv'd. Tho' this opinion be false, 'tis the most natural of any, and has alone any primary recommendation to the fancy.","subId":"48","id":"Hume.THN.1.4.2.48","pages":"212-3"},{"type":"paragraph","content":"<span class=\"small-capitals\">As</span> to the second part of the proposition, <em>that the philosophical system acquires all its influence on the imagination from the vulgar one</em>; we may observe, that this is a natural and unavoidable consequence of the foregoing conclusion, <em>that it has no primary recommendation to reason or the imagination</em>. For as the philosophical system is found by experience to take hold of many minds, and in particular of all those, who reflect ever so little on this subject, it must derive all its authority from the vulgar system; since it has no original authority of its own. The manner, in which these two systems, tho' directly contrary, are connected together, may be explain'd, as follows.","subId":"49","id":"Hume.THN.1.4.2.49","pages":"213"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> imagination naturally runs on in this train of thinking. Our perceptions are our only objects: Resembling perceptions are the same, however broken or uninterrupted in their appearance: This appearing interruption is contrary to the identity: The interruption consequently extends not beyond the appearance, and the perception or object really continues to exist, even when absent from us: Our sensible <span class=\"page-break\"></span>perceptions have, therefore, a continu'd and uninterrupted existence. But as a little reflection destroys this conclusion, that our perceptions have a continu'd existence, by shewing that they have a dependent one, 'twou'd naturally be expected, that we must altogether reject the opinion, that there is such a thing in nature as a continu'd existence, which is preserv'd even when it no longer appears to the senses. The case, however, is otherwise. Philosophers are so far from rejecting the opinion of a continu'd existence upon rejecting that of the independence and continuance of our sensible perceptions, that tho' all sects agree in the latter sentiment, the former, which is, in a manner, its necessary consequence, has been peculiar to a few extravagant sceptics; who after all maintain'd that opinion in words only, and were never able to bring themselves sincerely to believe it.","subId":"50","id":"Hume.THN.1.4.2.50","pages":"213-4"},{"type":"paragraph","content":"<span class=\"small-capitals\">There</span> is a great difference betwixt such opinions as we form after a calm and profound reflection, and such as we embrace by a kind of instinct or natural impulse, on account of their suitableness and conformity to the mind. If these opinions become contrary, 'tis not difficult to foresee which of them will have the advantage. As long as our attention is bent upon the subject, the philosophical and study'd principle may prevail; but the moment we relax our thoughts, nature will display herself, and draw us back to our former opinion. Nay she has sometimes such an influence, that she can stop our progress, even in the midst of our most profound reflections, and keep us from running on with all the consequences of any philosophical opinion. Thus tho' we clearly perceive the dependence and interruption of our perceptions, we stop short in our carreer, and never upon that account reject the notion of an independent and continu'd existence. That opinion has taken such deep root in the imagination, that 'tis impossible ever to eradicate it, nor will any strain'd metaphysical conviction of the dependence of our perceptions be sufficient for that purpose.","subId":"51","id":"Hume.THN.1.4.2.51","pages":"214"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> tho' our natural and obvious principles here prevail <span class=\"page-break\"></span>above our study'd reflections, 'tis certain there must be some struggle and opposition in the case; at least so long as these reflections retain any force or vivacity. In order to set ourselves at ease in this particular, we contrive a new hypothesis, which seems to comprehend both these principles of reason and imagination. This hypothesis is the philosophical one of the double existence of perceptions and objects; which pleases our reason, in allowing, that our dependent perceptions are interrupted and different; and at the same time is agreeable to the imagination, in attributing a continu'd existence to something else, which we call <em>objects</em>. This philosophical system, therefore, is the monstrous offspring of two principles, which are contrary to each other, which are both at once embrac'd by the mind, and which are unable mutually to destroy each other. The imagination tells us, that our resembling perceptions have a continu'd and uninterrupted existence, and are not annihilated by their absence. Reflection tells us, that even our resembling perceptions are interrupted in their existence, and different from each other. The contradiction betwixt these opinions we elude by a new fiction, which is conformable to the hypotheses both of reflection and fancy, by ascribing these contrary qualities to different existences; the <em>interruption</em> to perceptions, and the <em>continuance</em> to objects. Nature is obstinate, and will not quit the field, however strongly attack'd by reason; and at the same time reason is so clear in the point, that there is no possibility of disguising her. Not being able to reconcile these two enemies, we endeavour to set ourselves at ease as much as possible, by successively granting to each whatever it demands, and by feigning a double existence, where each may find something, that has all the conditions it desires. Were we fully convinc'd, that our resembling perceptions are continu'd, and identical, and independent, we shou'd never run into this opinion of a double existence; since we shou'd find satisfaction in our first supposition, and wou'd not look beyond. Again, were we fully convinc'd, <span class=\"page-break\"></span>that our perceptions are dependent, and interrupted, and different, we shou'd be as little inclin'd to embrace the opinion of a double existence; since in that case we shou'd clearly perceive the error of our first supposition of a continu'd existence, and wou'd never regard it any farther. 'Tis therefore from the intermediate situation of the mind, that this opinion arises, and from such an adherence to these two contrary principles, as makes us seek some pretext to justify our receiving both; which happily at last is found in the system of a double existence.","subId":"52","id":"Hume.THN.1.4.2.52","pages":"214-6"},{"type":"paragraph","content":"<span class=\"small-capitals\">Another</span> advantage of this philosophical system is its similarity to the vulgar one; by which means we can humour our reason for a moment, when it becomes troublesome and sollicitous; and yet upon its least negligence or inattention, can easily return to our vulgar and natural notions. Accordingly we find, that philosophers neglect not this advantage; but immediately upon leaving their closets, mingle with the rest of mankind in those exploded opinions, that our perceptions are our only objects, and continue identically and uninterruptedly the same in all their interrupted appearances.","subId":"53","id":"Hume.THN.1.4.2.53","pages":"216"},{"type":"paragraph","content":"<span class=\"small-capitals\">There</span> are other particulars of this system, wherein we may remark its dependence on the fancy, in a very conspicuous manner. Of these, I shall observe the two following. <em>First</em>, We suppose external objects to resemble internal perceptions. I have already shewn, that the relation of cause and effect can never afford us any just conclusion from the existence or qualities of our perceptions to the existence of external continu'd objects: And I shall farther add, that even tho' they cou'd afford such a conclusion, we shou'd never have any reason to infer, that our objects resemble our perceptions. That opinion, therefore, is deriv'd from nothing but the quality of the fancy above-explain'd, <em>that it borrows all its ideas from some precedent perception</em>. We never can conceive any thing but perceptions, and therefore must make every thing resemble them.","subId":"54","id":"Hume.THN.1.4.2.54","pages":"216"},{"type":"paragraph","content":"<span class=\"small-capitals\">Secondly</span>, As we suppose our objects in general to resemble our perceptions, so we take it for granted, that every particular object resembles that perception, which it causes. The relation of cause and effect determines us to join the other of resemblance; and the ideas of these existences being already united together in the fancy by the former relation, we naturally add the latter to compleat the union. We have a strong propensity to compleat every union by joining new relations to those which we have before observ'd betwixt any ideas, as we shall have occasion to observe presently<a href=\"#n41\"><sup>[41]</sup></a>.","subId":"55","id":"Hume.THN.1.4.2.55","pages":"217"},{"type":"paragraph","content":"<span class=\"small-capitals\">Having</span> thus given an account of all the systems both popular and philosophical, with regard to external existences, I cannot forbear giving vent to a certain sentiment, which arises upon reviewing those systems. I begun this subject with premising, that we ought to have an implicit faith in our senses, and that this wou'd be the conclusion, I shou'd draw from the whole of my reasoning. But to be ingenuous, I feel myself <em>at present</em> of a quite contrary sentiment, and am more inclin'd to repose no faith at all in my senses, or rather imagination, than to place in it such an implicit confidence. I cannot conceive how such trivial qualities of the fancy, conducted by such false suppositions, can ever lead to any solid and rational system. They are the coherence and constancy of our perceptions, which produce the opinion of their continu'd existence; tho' these qualities of perceptions have no perceivable connexion with such an existence. The constancy of our perceptions has the most considerable effect, and yet is attended with the greatest difficulties. 'Tis a gross illusion to suppose, that our resembling perceptions are numerically the same; and 'tis this illusion, which leads us into the opinion, that these perceptions are uninterrupted, and are still existent, even when they are not present to the senses. This is the case with our popular system. And as to our philosophical one, <span class=\"page-break\"></span>'tis liable to the same difficulties; and is over-and-above loaded with this absurdity, that it at once denies and establishes the vulgar supposition. Philosophers deny our resembling perceptions to be identically the same, and uninterrupted; and yet have so great a propensity to believe them such, that they arbitrarily invent a new set of perceptions, to which they attribute these qualities. I say, a new set of perceptions: For we may well suppose in general, but 'tis impossible for us distinctly to conceive, objects to be in their nature any thing but exactly the same with perceptions. What then can we look for from this confusion of groundless and extraordinary opinions but error and falshood? And how can we justify to ourselves any belief we repose in them?","subId":"56","id":"Hume.THN.1.4.2.56","pages":"217-8"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> sceptical doubt, both with respect to reason and the senses, is a malady, which can never be radically cur'd, but must return upon us every moment, however we may chace it away, and sometimes may seem entirely free from it. 'Tis impossible upon any system to defend either our understanding or senses; and we but expose them farther when we endeavour to justify them in that manner. As the sceptical doubt arises naturally from a profound and intense reflection on those subjects, it always encreases, the farther we carry our reflections, whether in opposition or conformity to it. Carelessness and in-attention alone can afford us any remedy. For this reason I rely entirely upon them; and take it for granted, whatever may be the reader's opinion at this present moment, that an hour hence he will be persuaded there is both an external and internal world; and going upon that supposition, I intend to examine some general systems both ancient and modern, which have been propos'd of both, before I proceed to a more particular enquiry concerning our impressions. This will not, perhaps, in the end be found foreign to our present purpose.","subId":"57","id":"Hume.THN.1.4.2.57","pages":"218"},{"type":"note","content":"Part II. Sect. 6.","subId":"n34","id":"Hume.THN.1.4.2.n34","pages":"188"},{"type":"note","content":"Sect. 5.","subId":"n35","id":"Hume.THN.1.4.2.n35","pages":"191"},{"type":"note","content":"Part II. Sect. 4.","subId":"n36","id":"Hume.THN.1.4.2.n36","pages":"198"},{"type":"note","content":"Part II. Sect. 5.","subId":"n37","id":"Hume.THN.1.4.2.n37","pages":"200"},{"type":"note","content":"Part II. Sect. 5.","subId":"n38","id":"Hume.THN.1.4.2.n38","pages":"202"},{"type":"note","content":"This reasoning, it must be confest, is somewhat abstruse, and diffi<span class=\"page-break\"></span>cult to be comprehended; but it is remarkable, that this very difficulty may be converted into a proof of the reasoning. We may observe, that there are two relations, and both of them resemblances, which contribute to our mistaking the succession of our interrupted perceptions for an identical object. The first is, the resemblance of the perceptions: The second is the resemblance, which the act of the mind in surveying a succession of resembling objects bears to that in surveying an identical object. Now these resemblances we are apt to confound with each other; and 'tis natural we shou'd, according to this very reasoning. But let us keep them distinct, and we shall find no difficulty in conceiving the precedent argument.","subId":"n39","id":"Hume.THN.1.4.2.n39","pages":"203-4"},{"type":"note","content":"Sect. 6.","subId":"n40","id":"Hume.THN.1.4.2.n40","pages":"206"},{"type":"note","content":"Sect. 5.","subId":"n41","id":"Hume.THN.1.4.2.n41","pages":"217"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.THN.1","imported":true,"title":"Book 1, Of the Understanding","breadcrumb":"Book 1","published":[1739]},{"id":"Hume.THN.1.4","imported":true,"title":"Part 4. Of the Sceptical and other systems of philosophy","breadcrumb":"Part 4","published":[1739]}],"prev":{"id":"Hume.THN.1.4.1","imported":true,"title":"Section 1. Of scepticism with regard to reason","breadcrumb":"Section 1","published":[1739]},"next":{"id":"Hume.THN.1.4.3","imported":true,"title":"Section 3. Of the antient philosophy","breadcrumb":"Section 3","published":[1739]}}