{"imported":true,"id":"Hume.THN.1.4.4","parent":"Hume.THN.1.4","title":"Section 4. Of the modern philosophy","breadcrumb":"Section 4","texts":[],"published":[1739],"copytext":[1739],"sourceDesc":"The first two Books of Hume’s <cite>Treatise of Human Nature</cite> were published together in 1739. The third Book, which included an Appendix making some changes to Book 1, was published in 1740. There was only one edition published in Hume’s lifetime, an this edition is therefore our copytext.","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h3>SECT. IV.</h3> <h4><em>Of the modern philosophy.</em></h4> ","id":"Hume.THN.1.4.4"},{"type":"paragraph","content":"BUT here it may be objected, that the imagination, according to my own confession, being the ultimate judge of all systems of philosophy, I am unjust in blaming the antient philosophers for makeing use of that faculty, and allowing themselves to be entirely guided by it in their reasonings. In order to justify myself, I must distinguish in the imagination betwixt the principles which are permanent, irresistable, and universal; such as the customary transition from causes to effects, and from effects to causes: And the principles, which are changeable, weak, and irregular; such as those I have just now taken notice of. The former are the foundation of all our thoughts and actions, so that upon their removal human nature must immediately perish and go to ruin. The latter are neither unavoidable to mankind, nor necessary, or so much as useful in the conduct of life; but on the contrary are observ'd only to take place in weak minds, and being opposite to the other principles of custom and reasoning, may easily be subverted by a due contrast and opposition. For this reason the former are received by philosophy, and the latter rejected. One who concludes somebody to be near him, when he hears an articulate voice in the dark, reasons justly and naturally; tho' that conclusion be deriv'd from nothing but custom, which infixes and inlivens the idea of a human creature, on account of his usual conjunction with the present impression. But one, who is tormented he knows not why, <span class=\"page-break\"></span>with the apprehension of spectres in the dark, may, perhaps, be said to reason, and to reason naturally too: But then it must be in the same sense, that a malady is said to be natural; as arising from natural causes, tho' it be contrary to health, the most agreeable and most natural situation of man.","subId":"1","id":"Hume.THN.1.4.4.1","pages":"225-6"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> opinions of the antient philosophers, their fictions of substance and accident, and their reasonings concerning substantial forms and occult qualities, are like the spectres in the dark, and are deriv'd from principles, which, however common, are neither universal nor unavoidable in human nature. The <em>modern philosophy</em> pretends to be entirely free from this defect, and to arise only from the solid, permanent, and consistent principles of the imagination. Upon what grounds this pretension is founded must now be the subject of our enquiry.","subId":"2","id":"Hume.THN.1.4.4.2","pages":"226"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> fundamental principle of that philosophy is the opinion concerning colours, sounds, tastes, smells, heat and cold; which it asserts to be nothing but impressions in the mind, deriv'd from the operation of external objects, and without any resemblance to the qualities of the objects. Upon examination, I find only one of the reasons commonly produc'd for this opinion to be satisfactory, <em>viz.</em> that deriv'd from the variations of those impressions, even while the external object, to all appearance, continues the same. These variations depend upon several circumstances. Upon the different situations of our health: A man in a malady feels a disagreeable taste in meats, which before pleas'd him the most. Upon the different complexions and constitutions of men: That seems bitter to one, which is sweet to another. Upon the difference of their external situation and position: Colours reflected from the clouds change according to the distance of the clouds, and according to the angle they make with the eye and luminous body. Fire also communicates the sensation of pleasure at one distance, and that of pain at another. Instances of this kind are very numerous and frequent.","subId":"3","id":"Hume.THN.1.4.4.3","pages":"226"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> conclusion drawn from them, is likewise as satisfactory as can possibly be imagin'd. 'Tis certain, that when different impressions of the same sense arise from any object, every one of these impressions has not a resembling quality existent in the object. For as the same object cannot, at the same time, be endow'd with different qualities of the same sense, and as the same quality cannot resemble impressions entirely different; it evidently follows, that many of our impressions have no external model or archetype. Now from like effects we presume like causes. Many of the impressions of colour, sound, <em>&amp;c.</em> are confest to be nothing but internal existences, and to arise from causes, which no ways resemble them. These impressions are in appearance nothing different from the other impressions of colour, sound, <em>&amp;c.</em> We conclude, therefore, that they are, all of them, deriv'd from a like origin.","subId":"4","id":"Hume.THN.1.4.4.4","pages":"227"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> principle being once admitted, all the other doctrines of that philosophy seem to follow by an easy consequence. For upon the removal of sounds, colours, heat, cold, and other sensible qualities, from the rank of continu'd independent existences, we are reduc'd merely to what are called primary qualities, as the only <em>real</em> ones, of which we have any adequate notion. These primary qualities are extension and solidity, with their different mixtures and modifications; figure, motion, gravity, and cohesion. The generation, encrease, decay, and corruption of animals and vegetables, are nothing but changes of figure and motion; as also the operations of all bodies on each other; of  fire, of light, water, air, earth, and of all the elements and powers of nature. One figure and motion produces another figure and motion; nor does there remain in the material universe any other principle, either active or passive, of which we can form the most distant idea.","subId":"5","id":"Hume.THN.1.4.4.5","pages":"227"},{"type":"paragraph","content":"<span class=\"small-capitals\">I believe</span> many objections might be made to this system: But at present I shall confine myself to one, which is in my opinion very decisive. I assert, that instead of explaining <span class=\"page-break\"></span>the operations of external objects by its means, we utterly annihilate all these objects, and reduce ourselves to the opinions of the most extravagant scepticism concerning them. If colours, sounds, tastes, and smells be merely perceptions, nothing we can conceive is possest of a real, continu'd, and independent existence; not even motion, extension and solidity, which are the primary qualities chiefly insisted on.","subId":"6","id":"Hume.THN.1.4.4.6","pages":"227-8"},{"type":"paragraph","content":"<span class=\"small-capitals\">To</span> begin with the examination of motion; 'tis evident this is a quality altogether inconceivable alone, and without a reference to some other object. The idea of motion necessarily supposes that of a body moving. Now what is our idea of the moving body, without which motion is incomprehensible? It must resolve itself into the idea of extension or of solidity; and consequently the reality of motion depends upon that of these other qualities.","subId":"7","id":"Hume.THN.1.4.4.7","pages":"228"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> opinion, which is universally acknowledg'd concerning motion, I have prov'd to be true with regard to extension; and have shewn that 'tis impossible to conceive extension, but as compos'd of parts, endow'd with colour or solidity. The idea of extension is a compound idea; but as it is not compounded of an infinite number of parts or inferior ideas, it must at last resolve itself into such as are perfectly simple and indivisible. These simple and indivisible parts, not being ideas of extension, must be non-entities, unless conceiv'd as colour'd or solid. Colour is excluded from any real existence. The reality, therefore, of our idea of extension depends upon the reality of that of solidity, nor can the former be just while the latter is chimerical. Let us, then, lend our attention to the examination of the idea of solidity.","subId":"8","id":"Hume.THN.1.4.4.8","pages":"228"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> idea of solidity is that of two objects, which being impell'd by the utmost force, cannot penetrate each other; but still maintain a separate and distinct existence. Solidity, therefore, is perfectly incomprehensible alone, and without the conception of some bodies, which are solid, and maintain <span class=\"page-break\"></span>this separate and distinct existence. Now what idea have we of these bodies? The ideas of colours, sounds, and other secondary qualities are excluded. The idea of motion depends on that of extension, and the idea of extension on that of solidity. 'Tis impossible, therefore, that the idea of solidity can depend on either of them. For that wou'd be to run in a circle, and make one idea depend on another, while at the same time the latter depends on the former. Our modern philosophy, therefore, leaves us no just nor satisfactory idea of solidity; nor consequently of matter.","subId":"9","id":"Hume.THN.1.4.4.9","pages":"228-9"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> argument will appear entirely conclusive to every one that comprehends it; but because it may seem abstruse and intricate to the generality of readers, I hope to be excus'd, if I endeavour to render it more obvious by some variation of the expression. In order to form an idea of solidity, we must conceive two bodies pressing on each other without any penetration; and 'tis impossible to arrive at this idea, when we confine ourselves to one object, much more without conceiving any. Two non-entities cannot exclude each other from their places; because they never possess any place, nor can be endow'd with any quality. Now I ask, what idea do we form of these bodies or objects, to which we suppose solidity to belong? To say, that we conceive them merely as solid, is to run on <em>in infinitum</em>. To affirm, that we paint them out to ourselves as extended, either resolves all into a false idea, or returns in a circle. Extension must necessarily be consider'd either as colour'd, which is a false idea; or as solid, which brings us back to the first question. We may make the same observation concerning mobility and figure; and upon the whole must conclude, that after the exclusion of colours, sounds, heat and cold from the rank of external existences, there remains nothing, which can afford us a just and consistent idea of body.","subId":"10","id":"Hume.THN.1.4.4.10","pages":"229"},{"type":"paragraph","content":"<span class=\"small-capitals\">Add</span> to this, that, properly speaking, solidity or impenetrability is nothing, but an impossibility of annihilation, as<a href=\"#n42\"><sup>[42]</sup></a> has <span class=\"page-break\"></span>been already observ'd: For which reason 'tis the more necessary for us to form some distinct idea of that object, whose annihilation we suppose impossible. An impossibility of being annihilated cannot exist, and can never be conceived to exist, by itself; but necessarily requires some object or real existence, to which it may belong. Now the difficulty still remains, how to form an idea of this object or existence, without having recourse to the secondary and sensible qualities.","subId":"11","id":"Hume.THN.1.4.4.11","pages":"229-30"},{"type":"paragraph","content":"<span class=\"small-capitals\">Nor</span> must we omit on this occasion our accustom'd method of examining ideas by considering those impressions, from which they are deriv'd. The impressions, which enter by the sight and hearing, the smell and taste, are affirm'd by modern philosophy to be without any resembling objects; and consequently the idea of solidity, which is suppos'd to be real, can never be deriv'd from any of these senses. There remains, therefore, the feeling as the only sense, that can convey the impression, which is original to the idea of solidity; and indeed we naturally imagine, that we feel the solidity of bodies, and need but touch any object in order to perceive this quality. But this method of thinking is more popular than philosophical; as will appear from the following reflections.","subId":"12","id":"Hume.THN.1.4.4.12","pages":"230"},{"type":"paragraph","content":"<span class=\"small-capitals\">First</span>, 'Tis easy to observe, that tho' bodies are felt by means of their solidity, yet the feeling is a quite different thing from the solidity; and that they have not the least resemblance to each other. A man, who has the palsey in one hand, has as perfect an idea of impenetrability, when he observes that hand to be supported by the table, as when he feels the same table with the other hand. An object, that presses upon any of our members, meets with resistance; and that resistance, by the motion it gives to the nerves and animal spirits, conveys a certain sensation to the mind; but it does not follow, that the sensation, motion, and resistance are any ways resembling.","subId":"13","id":"Hume.THN.1.4.4.13","pages":"230"},{"type":"paragraph","content":"<span class=\"small-capitals\">Secondly</span>, The impressions of touch are simple impressions, <span class=\"page-break\"></span>except when consider'd with regard to their extension; which makes nothing to the present purpose: And from this simplicity I infer, that they neither represent solidity, nor any real object. For let us put two cases, <em>viz.</em> that of a man, who presses a stone, or any solid body, with his hand, and that of two stones, which <del>presses</del><ins>press</ins> each other; 'twill readily be allow'd, that these two cases are not in every respect alike, but that in the former there is conjoin'd with the solidity, a feeling or sensation, of which there is no appearance in the latter. In order, therefore, to make these two cases alike, 'tis necessary to remove some part of the impression, which the man feels by his hand, or organ of sensation; and that being impossible in a simple impression, obliges us to remove the whole, and proves that this whole impression has no archetype or model in external objects. To which we may add, that solidity necessarily supposes two bodies, along with contiguity and impulse; which being a compound object, can never be represented by a simple impression. Not to mention, that tho' solidity continues always invariably the same, the impressions of touch change every moment upon us; which is a clear proof that the latter are not representations of the former.","subId":"14","id":"Hume.THN.1.4.4.14","pages":"230-1"},{"type":"paragraph","content":"<span class=\"small-capitals\">Thus</span> there is a direct and total opposition betwixt our reason and our senses; or more properly speaking, betwixt those conclusions we form from cause and effect, and those that persuade us of the continu'd and independent existence of body. When we reason from cause and effect, we conclude, that neither colour, sound, taste, nor smell have a continu'd and independent existence. When we exclude these sensible qualities there remains nothing in the universe, which has such an existence.","subId":"15","id":"Hume.THN.1.4.4.15","pages":"231"},{"type":"note","content":"Part II. Sect. 4.","subId":"n42","id":"Hume.THN.1.4.4.n42","pages":"229"}]}