{"id":"Hume.THN.1.4.6","imported":true,"parent":"Hume.THN.1.4","title":"Section 6. Of personal identity","breadcrumb":"Section 6","published":[1739],"copytext":[1739],"sourceDesc":"The first two Books of Hume’s <cite>Treatise of Human Nature</cite> were published together in 1739. The third Book, which included an Appendix making some changes to Book 1, was published in 1740. There was only one edition published in Hume’s lifetime, an this edition is therefore our copytext.","blocks":[{"type":"title","content":"<h3>SECT. VI.</h3> <h4><em>Of personal identity.</em></h4> ","id":"Hume.THN.1.4.6"},{"type":"paragraph","content":"THERE are some philosophers, who imagine we are every moment intimately conscious of what we call our <span class=\"small-capitals\">Self</span>; that we feel its existence and its continuance in existence; and are certain, beyond the evidence of a demonstration, both of its perfect identity and simplicity. The strongest sensation, the most violent passion, say they, instead of distracting us from this view, only fix it the more intensely, and make us consider their influence on <em>self</em> either by their pain or pleasure. To attempt a farther proof of this were to weaken its evidence; since no proof can be deriv'd from any fact, of which we are so intimately conscious; nor is there any thing, of which we can be certain, if we doubt of this.","subId":"1","id":"Hume.THN.1.4.6.1","pages":"251"},{"type":"paragraph","content":"<span class=\"small-capitals\">Unluckily</span> all these positive assertions are contrary to that very experience, which is pleaded for them, nor have we any idea of <em>self</em>, after the manner it is here explain'd. For from what impression cou'd this idea be deriv'd? This question 'tis impossible to answer without a manifest contradiction and absurdity; and yet 'tis a question, which must necessarily be answer'd, if we wou'd have the idea of self pass for clear and intelligible. It must be some one impression, that gives rise to every real idea. But self or person is not any one impression, but that to which our several impressions and ideas are suppos'd to have a reference. If any impression gives rise to the idea of self, that impression must continue invariably the same, thro' the whole course of our lives; since self is suppos'd to exist after that manner. But there is no impression constant and invariable. Pain <span class=\"page-break\"></span>and pleasure, grief and joy, passions and sensations succeed each other, and never all exist at the same time. It cannot, therefore, be from any of these impressions, or from any other, that the idea of self is deriv'd; and consequently there is no such idea.","subId":"2","id":"Hume.THN.1.4.6.2","pages":"251-2"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> farther, what must become of all our particular perceptions upon this hypothesis? All these are different, and distinguishable, and separable from each other, and may be separately consider'd, and may exist separately, and have no need of any thing to support their existence. After what manner, therefore, do they belong to self; and how are they connected with it? For my part, when I enter most intimately into what I call <em>myself</em>, I always stumble on some particular perception or other, of heat or cold, light or shade, love or hatred, pain or pleasure. I never can catch <em>myself</em> at any time without a perception, and never can observe any thing but the perception. When my perceptions are remov'd for any time, as by sound sleep; so long am I insensible of <em>myself</em>, and may truly be said not to exist. And were all my perceptions remov'd by death, and cou'd I neither think, nor feel, nor see, nor love, nor hate after the dissolution of my body, I shou'd be entirely annihilated, nor do I conceive what is farther requisite to make me a perfect non-entity. If any one upon serious and unprejudic'd reflection, thinks he has a different notion of <em>himself</em>, I must confess I can reason no longer with him. All I can allow him is, that he may be in the right as well as I, and that we are essentially different in this particular. He may, perhaps, perceive something simple and continu'd, which he calls <em>himself</em>; tho' I am certain there is no such principle in me.","subId":"3","id":"Hume.THN.1.4.6.3","pages":"252"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> setting aside some metaphysicians of this kind, I may venture to affirm of the rest of mankind, that they are nothing but a bundle or collection of different perceptions, which succeed each other with an inconceivable rapidity, and are in a perpetual flux and movement. Our eyes cannot turn in their sockets without varying our perceptions. Our thought <span class=\"page-break\"></span>is still more variable than our sight; and all our other senses and faculties contribute to this change; nor is there any single power of the soul, which remains unalterably the same, perhaps for one moment. The mind is a kind of theatre, where several perceptions successively make their appearance; pass, re-pass, glide away, and mingle in an infinite variety of postures and situations. There is properly no <em>simplicity</em> in it at one time, nor <em>identity</em> in different; whatever natural propension we may have to imagine that simplicity and identity. The comparison of the theatre must not mislead us. They are the successive perceptions only, that constitute the mind; nor have we the most distant notion of the place, where these scenes are represented, or of the materials, of which it is compos'd.","subId":"4","id":"Hume.THN.1.4.6.4","pages":"252-3"},{"type":"paragraph","content":"<span class=\"small-capitals\">What</span> then gives us so great a propension to ascribe an identity to these successive perceptions, and to suppose ourselves possest of an invariable and uninterrupted existence thro' the whole course of our lives? In order to answer this question, we must distinguish betwixt personal identity, as it regards our thought or imagination, and as it regards our passions or the concern we take in ourselves. The first is our present subject; and to explain it perfectly we must take the matter pretty deep, and account for that identity, which we attribute to plants and animals; there being a great analogy betwixt it, and the identity of a self or person.","subId":"5","id":"Hume.THN.1.4.6.5","pages":"253"},{"type":"paragraph","content":"<span class=\"small-capitals\">We</span> have a distinct idea of an object, that remains invariable and uninterrupted thro' a suppos'd variation of time; and this idea we call that of <em>identity</em> or <em>sameness</em>. We have also a distinct idea of several different objects existing in succession, and connected together by a close relation; and this to an accurate view affords as perfect a notion of <em>diversity</em>, as if there was no manner of relation among the objects. But tho' these two ideas of identity, and a succession of related objects be in themselves perfectly distinct, and even contrary, yet 'tis certain, that in our common way of thinking they are generally confounded with each other. That action <span class=\"page-break\"></span>of the imagination, by which we consider the uninterrupted and invariable object, and that by which we reflect on the succession of related objects, are almost the same to the feeling, nor is there much more effort of thought requir'd in the latter case than in the former. The relation facilitates the transition of the mind from one object to another, and renders its passage as smooth as if it contemplated one continu'd object. This resemblance is the cause of the confusion and mistake, and makes us substitute the notion of identity, instead of that of related objects. However at one instant we may consider the related succession as variable or interrupted, we are sure the next to ascribe to it a perfect identity, and regard it as invariable and uninterrupted. Our propensity to this mistake is so great from the resemblance above-mention'd, that we fall into it before we are aware; and tho' we incessantly correct ourselves by reflection, and return to a more accurate method of thinking, yet we cannot long sustain our philosophy, or take off this biass from the imagination. Our last resource is to yield to it, and boldly assert that these different related objects are in effect the same, however interrupted and variable. In order to justify to ourselves this absurdity, we often feign some new and unintelligible principle, that connects the objects together, and prevents their interruption or variation. Thus we feign the continu'd existence of the perceptions of our senses, to remove the interruption; and run into the notion of a <em>soul</em>, and <em>self</em>, and <em>substance</em>, to disguise the variation. But we may farther observe, that where we do not give rise to such a fiction, our propension to confound identity with relation is so great, that we are apt to imagine<a href=\"#n50\"><sup>[50]</sup></a> something unknown and mysterious, connecting the parts, beside their relation; and this I take to be the case <span class=\"page-break\"></span>with regard to the identity we ascribe to plants and vegetables. And even when this does not take place, we still feel a propensity to confound these ideas, tho' we are not able fully to satisfy ourselves in that particular, nor find any thing invariable and uninterrupted to justify our notion of identity.","subId":"6","id":"Hume.THN.1.4.6.6","pages":"253-5"},{"type":"paragraph","content":"<span class=\"small-capitals\">Thus</span> the controversy concerning identity is not merely a dispute of words. For when we attribute identity, in an improper sense, to variable or interrupted objects, our mistake is not confin'd to the expression, but is commonly attended with a fiction, either of something invariable and uninterrupted, or of something mysterious and inexplicable, or at least with a propensity to such fictions. What will suffice to prove this hypothesis to the satisfaction of every fair enquirer, is to shew from daily experience and observation, that the objects, which are variable or interrupted, and yet are suppos'd to continue the same, are such only as consist of a succession of parts, connected together by resemblance, contiguity, or causation. For as such a succession answers evidently to our notion of diversity, it can only be by mistake we ascribe to it an identity; and as the relation of parts, which leads us into this mistake, is really nothing but a quality, which produces an association of ideas, and an easy transition of the imagination from one to another, it can only be from the resemblance, which this act of the mind bears to that, by which we contemplate one continu'd object, that the error arises. Our chief business, then, must be to prove, that all objects, to which we ascribe identity, without observing their invariableness and uninterruptedness, are such as consist of a succession of related objects.","subId":"7","id":"Hume.THN.1.4.6.7","pages":"255"},{"type":"paragraph","content":"<span class=\"small-capitals\">In</span> order to this, suppose any mass of matter, of which the parts are contiguous and connected, to be plac'd before us; 'tis plain we must attribute a perfect identity to this mass, provided all the parts continue uninterruptedly and invariably the same, whatever motion or change of place we may observe either in the whole or in any of the parts. But supposing some very <em>small</em> or <em>inconsiderable</em> part to be added <span class=\"page-break\"></span>to the mass, or substracted from it; tho' this absolutely destroys the identity of the whole, strictly speaking; yet as we seldom think so accurately, we scruple not to pronounce a mass of matter the same, where we find so trivial an alteration. The passage of the thought from the object before the change to the object after it, is so smooth and easy, that we scarce perceive the transition, and are apt to imagine, that 'tis nothing but a continu'd survey of the same object.","subId":"8","id":"Hume.THN.1.4.6.8","pages":"255-6"},{"type":"paragraph","content":"<span class=\"small-capitals\">There</span> is a very remarkable circumstance, that attends this experiment; which is, that tho' the change of any considerable part in a mass of matter destroys the identity of the whole, yet we must measure the greatness of the part, not absolutely, but by its <em>proportion</em> to the whole. The addition or diminution of a mountain wou'd not be sufficient to produce a diversity in a planet; tho' the change of a very few inches wou'd be able to destroy the identity of some bodies. 'Twill be impossible to account for this, but by reflecting that objects operate upon the mind, and break or interrupt the continuity of its actions not according to their real greatness, but according to their proportion to each other: And therefore, since this interruption makes an object cease to appear the same, it must be the uninterrupted progress of the thought, which constitutes the imperfect identity.","subId":"9","id":"Hume.THN.1.4.6.9","pages":"256"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> may be confirm'd by another phænomenon. A change in any considerable part of a body destroys its identity; but 'tis remarkable, that where the change is produc'd <em>gradually</em> and <em>insensibly</em> we are less apt to ascribe to it the same effect. The reason can plainly be no other, than that the mind, in following the successive changes of the body, feels an easy passage from the surveying its condition in one moment to the viewing of it in another, and at no particular time perceives any interruption in its actions. From which continu'd perception, it ascribes a continu'd existence and identity to the object.","subId":"10","id":"Hume.THN.1.4.6.10","pages":"256"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> whatever precaution we may use in introducing the changes gradually, and making them proportionable to the whole, 'tis certain, that where the changes are at last observ'd to become considerable, we make a scruple of ascribing identity to such different objects. There is, however, another artifice, by which we may induce the imagination to advance a step farther; and that is, by producing a reference of the parts to each other, and a combination to some <em>common end</em> or purpose. A ship, of which a considerable part has been chang'd by frequent reparations, is still consider'd as the same; nor does the difference of the materials hinder us from ascribing an identity to it. The common end, in which the parts conspire, is the same under all their variations, and affords an easy transition of the imagination from one situation of the body to another.","subId":"11","id":"Hume.THN.1.4.6.11","pages":"257"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> this is still more remarkable, when we add a <em>sympathy</em> of parts to their <em>common end</em>, and suppose that they bear to each other, the reciprocal relation of cause and effect in all their actions and operations. This is the case with all animals and vegetables; where not only the several parts have a reference to some general purpose, but also a mutual dependance on, and connexion with each other. The effect of so strong a relation is, that tho' every one must allow, that in a very few years both vegetables and animals endure a <em>total</em> change, yet we still attribute identity to them, while their form, size, and substance are entirely alter'd. An oak, that grows from a small plant to a large tree, is still the same oak; tho' there be not one particle of matter, or figure of its parts the same. An infant becomes a man, and is sometimes fat, sometimes lean, without any change in his identity.","subId":"12","id":"Hume.THN.1.4.6.12","pages":"257"},{"type":"paragraph","content":"<span class=\"small-capitals\">We</span> may also consider the two following phænomena, which are remarkable in their kind. The first is, that tho' we commonly be able to distinguish pretty exactly betwixt numerical and specific identity, yet it sometimes happens, that we confound them, and in our thinking and reasoning <span class=\"page-break\"></span>employ the one for the other. Thus a man, who hears a noise, that is frequently interrupted and renew'd, says, it is still the same noise; tho' 'tis evident the sounds have only a specific identity or resemblance, and there is nothing numerically the same, but the cause, which produc'd them. In like manner it may be said without breach of the propriety of language, that such a church, which was formerly of brick, fell to ruin, and that the parish rebuilt the same church of free-stone, and according to modern architecture. Here neither the form nor materials are the same, nor is there any thing common to the two objects, but their relation to the inhabitants of the parish; and yet this alone is sufficient to make us denominate them the same. But we must observe, that in these cases the first object is in a manner annihilated before the second comes into existence; by which means, we are never presented in any one point of time with the idea of difference and multiplicity; and for that reason are less scrupulous in calling them the same.","subId":"13","id":"Hume.THN.1.4.6.13","pages":"257-8"},{"type":"paragraph","content":"<span class=\"small-capitals\">Secondly</span>, We may remark, that tho' in a succession of related objects, it be in a manner requisite, that the change of parts be not sudden nor entire, in order to preserve the identity, yet where the objects are in their nature changeable and inconstant, we admit of a more sudden transition, than wou'd otherwise be consistent with that relation. Thus as the nature of a river consists in the motion and change of parts; tho' in less than four and twenty hours these be totally alter'd; this hinders not the river from continuing the same during several ages. What is natural and essential to any thing is, in a manner, expected; and what is expected makes less impression, and appears of less moment, than what is unusual and extraordinary. A considerable change of the former kind seems really less to the imagination, than the most trivial alteration of the latter; and by breaking less the continuity of the thought, has less influence in destroying the identity.","subId":"14","id":"Hume.THN.1.4.6.14","pages":"258"},{"type":"paragraph","content":"<span class=\"small-capitals\">We</span> now proceed to explain the nature of <em>personal identity</em>, which has become so great a question in philosophy, especially of late years in <em>England</em>, where all the abstruser sciences are study'd with a peculiar ardour and application. And here 'tis evident, the same method of reasoning must be continu'd, which has so successfully explain'd the identity of plants, and animals, and ships, and houses, and of all the compounded and changeable productions either of art or nature. The identity, which we ascribe to the mind of man, is only a fictitious one, and of a like kind with that which we ascribe to vegetables and animal bodies. It cannot, therefore, have a different origin, but must proceed from a like operation of the imagination upon like objects.","subId":"15","id":"Hume.THN.1.4.6.15","pages":"259"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> lest this argument shou'd not convince the reader; tho'; in my opinion perfectly decisive; let him weigh the following reasoning, which is still closer and more immediate. 'Tis evident, that the identity, which we attribute to the human mind, however perfect we may imagine it to be, is not able to run the several different perceptions into one, and make them lose their characters of distinction and difference, which are essential to them. 'Tis still true, that every distinct perception, which enters into the composition of the mind, is a distinct existence, and is different, and distinguishable, and separable from every other perception, either contemporary or successive. But, as, notwithstanding this distinction and separability, we suppose the whole train of perceptions to be united by identity, a question naturally arises concerning this relation of identity; whether it be something that really binds our several perceptions together, or only associates their ideas in the imagination. That is, in other words, whether in pronouncing concerning the identity of a person, we observe some real bond among his perceptions, or only feel one among the ideas we form of them. This question we might easily decide, if we wou'd recollect what has been already prov'd at large, that the understanding never observes any real connexion among <span class=\"page-break\"></span>objects, and that even the union of cause and effect, when strictly examin'd, resolves itself into a customary association of ideas. For from thence it evidently follows, that identity is nothing really belonging to these different perceptions, and uniting them together; but is merely a quality, which we attribute to them, because of the union of their ideas in the imagination, when we reflect upon them. Now the only qualities, which can give ideas an union in the imagination, are these three relations above-mention'd. These are the uniting principles in the ideal world, and without them every distinct object is separable by the mind, and may be separately consider'd, and appears not to have any more connexion with any other object, than if disjoin'd by the greatest difference and remoteness. 'Tis, therefore, on some of these three relations of resemblance, contiguity and causation, that identity depends; and as the very essence of these relations consists in their producing an easy transition of ideas; it follows, that our notions of personal identity, proceed entirely from the smooth and uninterrupted progress of the thought along a train of connected ideas, according to the principles above-explain'd.","subId":"16","id":"Hume.THN.1.4.6.16","pages":"259-60"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> only question, therefore, which remains, is, by what relations this uninterrupted progress of our thought is produc'd, when we consider the successive existence of a mind or thinking person. And here 'tis evident we must confine ourselves to resemblance and causation, and must drop contiguity, which has little or no influence in the present case.","subId":"17","id":"Hume.THN.1.4.6.17","pages":"260"},{"type":"paragraph","content":"<span class=\"small-capitals\">To</span> begin with <em>resemblance</em>; suppose we cou'd see clearly into the breast of another, and observe that succession of perceptions, which constitutes his mind or thinking principle, and suppose that he always preserves the memory of a considerable part of past perceptions; 'tis evident that nothing cou'd more contribute to the bestowing a relation on this succession amidst all its variations. For what <ins>is</ins> the memory but a faculty, by which we raise up the images of past perceptions? And as an image necessarily resembles its object, <span class=\"page-break\"></span>must not the frequent placing of these resembling perceptions in the chain of thought, convey the imagination more easily from one link to another, and make the whole seem like the continuance of one object? In this particular, then, the memory not only discovers the identity, but also contributes to its production, by producing the relation of resemblance among the perceptions. The case is the same whether we consider ourselves or others.","subId":"18","id":"Hume.THN.1.4.6.18","pages":"260-1"},{"type":"paragraph","content":"<span class=\"small-capitals\">As</span> to <em>causation</em>; we may observe, that the true idea of the human mind, is to consider it as a system of different perceptions or different existences, which are link'd together by the relation of cause and effect, and mutually produce, destroy, influence, and modify each other. Our impressions give rise to their correspondent ideas; and these ideas in their turn produce other impressions. One thought chaces another, and draws after it a third, by which it is expell'd in its turn. In this respect, I cannot compare the soul more properly to any thing than to a republic or commonwealth, in which the several members are united by the reciprocal ties of government and subordination, and give rise to other persons, who propagate the same republic in the incessant changes of its parts. And as the same individual republic may not only change its members, but also its laws and constitutions; in like manner the same person may vary his character and disposition, as well as his impressions and ideas, without losing his identity. Whatever changes he endures, his several parts are still connected by the relation of causation. And in this view our identity with regard to the passions serves to corroborate that with regard to the imagination, by the making our distant perceptions influence each other, and by giving us a present concern for our past or future pains or pleasures.","subId":"19","id":"Hume.THN.1.4.6.19","pages":"261"},{"type":"paragraph","content":"<span class=\"small-capitals\">As</span> memory alone acquaints us with the continuance and extent of this succession of perceptions, 'tis to be consider'd, upon that account chiefly, as the source of personal identity. Had we no memory, we never shou'd have any notion of <span class=\"page-break\"></span>causation, nor consequently of that chain of causes and effects, which constitute our self or person. But having once acquir'd this notion of causation from the memory, we can extend the same chain of causes, and consequently the identity of our persons beyond our memory, and can comprehend times, and circumstances, and actions, which we have entirely forgot, but suppose in general to have existed. For how few of our past actions are there, of which we have any memory? Who can tell me, for instance, what were his thoughts and actions on the first of <em>January</em> 1715, the 11th of <em>March</em> 1719, and the 3d of <em>August</em> 1733? Or will he affirm, because he has entirely forgot the incidents of these days, that the present self is not the same person with the self of that time; and by that means overturn all the most establish'd notions of personal identity? In this view, therefore, memory does not so much <em>produce</em> as <em>discover</em> personal identity, by shewing us the relation of cause and effect among our different perceptions. 'Twill be incumbent on those, who affirm that memory produces entirely our personal identity, to give a reason why we can thus extend our identity beyond our memory.","subId":"20","id":"Hume.THN.1.4.6.20","pages":"261-2"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> whole of this doctrine leads us to a conclusion, which is of great importance in the present affair, <em>viz.</em> that all the nice and subtile questions concerning personal identity can never possibly be decided, and are to be regarded rather as grammatical than as philosophical difficulties. Identity depends on the relations of ideas; and these relations produce identity, by means of that easy transition they occasion. But as the relations, and the easiness of the transition may diminish by insensible degrees, we have no just standard, by which we can decide any dispute concerning the time, when they acquire or lose a title to the name of identity. All the disputes concerning the identity of connected objects are merely verbal, except so far as the relation of parts gives rise to some fiction or imaginary principle of union, as we have already observ'd.","subId":"21","id":"Hume.THN.1.4.6.21","pages":"262"},{"type":"paragraph","content":"<span class=\"small-capitals\">What</span> I have said concerning the first origin and uncertainty of our notion of identity, as apply'd to the human mind, may be extended with little or no variation to that of <em>simplicity</em>. An object, whose different co-existent parts are bound together by a close relation, operates upon the imagination after much the same manner as one perfectly simple and indivisible, and requires not a much greater stretch of thought in order to its conception. From this similarity of operation we attribute a simplicity to it, and feign a principle of union as the support of this simplicity, and the center of all the different parts and qualities of the object.","subId":"22","id":"Hume.THN.1.4.6.22","pages":"263"},{"type":"paragraph","content":"<span class=\"small-capitals\">Thus</span> we have finish'd our examination of the several systems of philosophy, both of the intellectual and <del>moral</del><ins>natural</ins> world; and in our miscellaneous way of reasoning have been led into several topics; which will either illustrate and confirm some preceding part of this discourse, or prepare the way for our following opinions. 'Tis now time to return to a more close examination of our subject, and to proceed in the accurate anatomy of human nature, having fully explain'd the nature of our judgment and understanding.","subId":"23","id":"Hume.THN.1.4.6.23","pages":"263"},{"type":"note","content":"If the reader is desirous to see how a great genius may be influenc'd by these seemingly trivial principles of the imagination, as well as the mere vulgar, let him read my Lord <em>Shaftsbury</em>'s reasonings concerning the uniting principle of the universe, and the identity of plants and animals. See his <em>Moralists:</em> or, <em>Philosophical rhapsody</em>.","subId":"n50","id":"Hume.THN.1.4.6.n50","pages":"254"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.THN.1","imported":true,"title":"Book 1, Of the Understanding","breadcrumb":"Book 1","published":[1739]},{"id":"Hume.THN.1.4","imported":true,"title":"Part 4. Of the Sceptical and other systems of philosophy","breadcrumb":"Part 4","published":[1739]}],"prev":{"id":"Hume.THN.1.4.5","imported":true,"title":"Section 5. Of the immateriality of the soul","breadcrumb":"Section 5","published":[1739]},"next":{"id":"Hume.THN.1.4.7","imported":true,"title":"Section 7. Conclusion of this book","breadcrumb":"Section 7","published":[1739]}}