{"id":"Hume.THN.1.4.7","imported":true,"parent":"Hume.THN.1.4","title":"Section 7. Conclusion of this book","breadcrumb":"Section 7","published":[1739],"copytext":[1739],"sourceDesc":"The first two Books of Hume’s <cite>Treatise of Human Nature</cite> were published together in 1739. The third Book, which included an Appendix making some changes to Book 1, was published in 1740. There was only one edition published in Hume’s lifetime, an this edition is therefore our copytext.","blocks":[{"type":"title","content":"<h3>SECT. VII.</h3> <h4><em>Conclusion of this book.</em></h4> ","id":"Hume.THN.1.4.7"},{"type":"paragraph","content":"BUT before I launch out into those immense depths of philosophy, which lie before me, I find myself inclin'd to stop a moment in my present station, and to ponder that voyage, which I have undertaken, and which undoubtedly requires the utmost art and industry to be brought to a happy conclusion. Methinks I am like a man, who having struck on many shoals, and having narrowly escap'd ship-wreck in passing a small frith, has yet the temerity to put out to sea in the same leaky weather-beaten vessel, and even carries <span class=\"page-break\"></span>his ambition so far as to think of compassing the globe under these disadvantageous circumstances. My memory of past errors and perplexities, makes me diffident for the future. The wretched condition, weakness, and disorder of the faculties, I must employ in my enquiries, encrease my apprehensions. And the impossibility of amending or correcting these faculties, reduces me almost to despair, and makes me resolve to perish on the barren rock, on which I am at present, rather than venture myself upon that boundless ocean, which runs out into immensity. This sudden view of my danger strikes me with melancholy; and as 'tis usual for that passion, above all others, to indulge itself; I cannot forbear feeding my despair, with all those desponding reflections, which the present subject furnishes me with in such abundance.","subId":"1","id":"Hume.THN.1.4.7.1","pages":"263-4"},{"type":"paragraph","content":"<span class=\"small-capitals\">I am</span> first affrighted and confounded with that forelorn solitude, in which I am plac'd in my philosophy, and fancy myself some strange uncouth monster, who not being able to mingle and unite in society, has been expell'd all human commerce, and left utterly abandon'd and disconsolate. Fain wou'd I run into the crowd for shelter and warmth; but cannot prevail with myself to mix with such deformity. I call upon others to join me, in order to make a company apart; but no one will hearken to me. Every one keeps at a distance, and dreads that storm, which beats upon me from every side. I have expos'd myself to the enmity of all metaphysicians, logicians, mathematicians, and even theologians; and can I wonder at the insults I must suffer? I have declar'd my disapprobation of their systems; and can I be surpriz'd, if they shou'd express a hatred of mine and of my person? When I look abroad, I foresee on every side, dispute, contradiction, anger, calumny and detraction. When I turn my eye inward, I find nothing but doubt and ignorance. All the world conspires to oppose and contradict me; tho' such is my weakness, that I feel all my opinions loosen and fall of themselves, when unsupported by the <span class=\"page-break\"></span>approbation of others. Every step I take is with hesitation, and every new reflection makes me dread an error and absurdity in my reasoning.","subId":"2","id":"Hume.THN.1.4.7.2","pages":"264-5"},{"type":"paragraph","content":"<span class=\"small-capitals\">For</span> with what confidence can I venture upon such bold enterprizes, when beside those numberless infirmities peculiar to myself, I find so many which are common to human nature? Can I be sure, that in leaving all establish'd opinions I am following truth; and by what criterion shall I distinguish her, even if fortune shou'd at last guide me on her foot-steps? After the most accurate and exact of my reasonings, I can give no reason why I shou'd assent to it; and feel nothing but a <em>strong</em> propensity to consider objects <em>strongly</em> in that view, under which they appear to me. Experience is a principle, which instructs me in the several conjunctions of objects for the past. Habit is another principle, which determines me to expect the same for the future; and both of them conspiring to operate upon the imagination, make me form certain ideas in a more intense and lively manner, than others, which are not attended with the same advantages. Without this quality, by which the mind enlivens some ideas beyond others (which seemingly is so trivial, and so little founded on reason) we cou'd never assent to any argument, nor carry our view beyond those few objects, which are present to our senses. Nay, even to these objects we cou'd never attribute any existence, but what was dependent on the senses; and must comprehend them entirely in that succession of perceptions, which constitutes our self or person. Nay farther, even with relation to that succession, we cou'd only admit of those perceptions, which are immediately present to our consciousness, nor cou'd those lively images, with which the memory presents us, be ever receiv'd as true pictures of past perceptions. The memory, senses, and understanding are, therefore, all of them founded on the imagination, or the vivacity of our ideas.","subId":"3","id":"Hume.THN.1.4.7.3","pages":"265"},{"type":"paragraph","content":"<span class=\"small-capitals\">No</span> wonder a principle so inconstant and fallacious shou'd lead us into errors, when implicitely follow'd (as it must be) in <span class=\"page-break\"></span>all its variations. 'Tis this principle, which makes us reason from causes and effects; and 'tis the same principle, which convinces us of the continu'd existence of external objects, when absent from the senses. But tho' these two operations be equally natural and necessary in the human mind, yet in some circumstances they are<a href=\"#n51\"><sup>[51]</sup></a> directly contrary, nor is it possible for us to reason justly and regularly from causes and effects, and at the same time believe the continu'd existence of matter. How then shall we adjust those principles together? Which of them shall we prefer? Or in case we prefer neither of them, but successively assent to both, as is usual among philosophers, with what confidence can we afterwards usurp that glorious title, when we thus knowingly embrace a manifest contradiction?","subId":"4","id":"Hume.THN.1.4.7.4","pages":"265-6"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span><a href=\"#n52\"><sup>[52]</sup></a> contradiction wou'd be more excusable, were it compensated by any degree of solidity and satisfaction in the other parts of our reasoning. But the case is quite contrary. When we trace up the human understanding to its first principles, we find it to lead us into such sentiments, as seem to turn into ridicule all our past pains and industry, and to discourage us from future enquiries. Nothing is more curiously enquir'd after by the mind of man, than the causes of every phænomenon; nor are we content with knowing the immediate causes, but push on our enquiries, till we arrive at the original and ultimate principle. We wou'd not willingly stop before we are acquainted with that energy in the cause, by which it operates on its effect; that tie, which connects them together; and that efficacious quality, on which the tie depends. This is our aim in all our studies and reflections: And how must we be disappointed, when we learn, that this connexion, tie, or energy lies merely in ourselves, and is nothing but that determination of the mind, which is acquir'd by custom, and causes us to make a transition from an object to its usual attendant, and from the impression of one to the lively idea of the other? Such a discovery not <span class=\"page-break\"></span>only cuts off all hope of ever attaining satisfaction, but even prevents our very wishes; since it appears, that when we say we desire to know the ultimate and operating principle, as something, which resides in the external object, we either contradict ourselves, or talk without a meaning.","subId":"5","id":"Hume.THN.1.4.7.5","pages":"266-7"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> deficiency in our ideas is not, indeed, perceiv'd in common life, nor are we sensible, that in the most usual conjunctions of cause and effect we are as ignorant of the ultimate principle, which binds them together, as in the most unusual and extraordinary. But this proceeds merely from an illusion of the imagination; and the question is, how far we ought to yield to these illusions. This question is very difficult, and reduces us to a very dangerous dilemma, which-ever way we answer it. For if we assent to every trivial suggestion of the fancy; beside that these suggestions are often contrary to each other; they lead us into such errors, absurdities, and obscurities, that we must at last become asham'd of our credulity. Nothing is more dangerous to reason than the flights of the imagination, and nothing has been the occasion of more mistakes among philosophers. Men of bright fancies may in this respect be compar'd to those angels, whom the scripture represents as covering their eyes with their wings. This has already appear'd in so many instances, that we may spare ourselves the trouble of enlarging upon it any farther.","subId":"6","id":"Hume.THN.1.4.7.6","pages":"267"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> on the other hand, if the consideration of these instances makes us take a resolution to reject all the trivial suggestions of the fancy, and adhere to the understanding, that is, to the general and more establish'd properties of the imagination; even this resolution, if steadily executed, wou'd be dangerous, and attended with the most fatal consequences. For I have already shewn,<a href=\"#n53\"><sup>[53]</sup></a> that the understanding, when it acts alone, and according to its most general principles, entirely subverts itself, and leaves not the lowest degree of evidence in any proposition, either in philosophy or <span class=\"page-break\"></span>common life. We save ourselves from this total scepticism only by means of that singular and seemingly trivial property of the fancy, by which we enter with difficulty into remote views of things, and are not able to accompany them with so sensible an impression, as we do those, which are more easy and natural. Shall we, then, establish it for a general maxim, that no refin'd or elaborate reasoning is ever to be receiv'd? Consider well the consequences of such a principle. By this means you cut off entirely all science and philosophy: You proceed upon one singular quality of the imagination, and by a parity of reason must embrace all of them: And you expresly contradict yourself; since this maxim must be built on the preceding reasoning, which will be allow'd to be sufficiently refin'd and metaphysical. What party, then, shall we choose among these difficulties? If we embrace this principle, and condemn all refin'd reasoning, we run into the most manifest absurdities. If we reject it in favour of these reasonings, we subvert entirely the human understanding. We have, therefore, no choice left but betwixt a false reason and none at all. For my part, I know not what ought to be done in the present case. I can only observe what is commonly done; which is, that this difficulty is seldom or never thought of; and even where it has once been present to the mind, is quickly forgot, and leaves but a small impression behind it. Very refin'd reflections have little or no influence upon us; and yet we do not, and cannot establish it for a rule, that they ought not to have any influence; which implies a manifest contradiction.","subId":"7","id":"Hume.THN.1.4.7.7","pages":"267-8"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> what have I here said, that reflections very refin'd and metaphysical have little or no influence upon us? This opinion I can scarce forbear retracting, and condemning from my present feeling and experience. The <em>intense</em> view of these manifold contradictions and imperfections in human reason has so wrought upon me, and heated my brain, that I am ready to reject all belief and reasoning, and can look upon no opinion even as more probable or likely than <span class=\"page-break\"></span>another. Where am I, or what? From what causes do I derive my existence, and to what condition shall I return? Whose favour shall I court, and whose anger must I dread? What beings surround me? and on whom have I any influence, or who have any influence on me? I am confounded with all these questions, and begin to fancy myself in the most deplorable condition imaginable, inviron'd with the deepest darkness, and utterly depriv'd of the use of every member and faculty.","subId":"8","id":"Hume.THN.1.4.7.8","pages":"268-9"},{"type":"paragraph","content":"<span class=\"small-capitals\">Most</span> fortunately it happens, that since reason is incapable of dispelling these clouds, nature herself suffices to that purpose, and cures me of this philosophical melancholy and delirium, either by relaxing this bent of mind, or by some avocation, and lively impression of my senses, which obliterate all these chimeras. I dine, I play a game of back-gammon, I converse, and am merry with my friends; and when after three or four hour's amusement, I wou'd return to these speculations, they appear so cold, and strain'd, and ridiculous, that I cannot find in my heart to enter into them any farther.","subId":"9","id":"Hume.THN.1.4.7.9","pages":"269"},{"type":"paragraph","content":"<span class=\"small-capitals\">Here</span> then I find myself absolutely and necessarily determin'd to live, and talk, and act like other people in the common affairs of life. But notwithstanding that my natural propensity, and the course of my animal spirits and passions reduce me to this indolent belief in the general maxims of the world, I still feel such remains of my former disposition, that I am ready to throw all my books and papers into the fire, and resolve never more to renounce the pleasures of life for the sake of reasoning and philosophy. For those are my sentiments in that splenetic humour, which governs me at present. I may, nay I must yield to the current of nature, in submitting to my senses and understanding; and in this blind submission I shew most perfectly my sceptical disposition and principles. But does it follow, that I must strive against the current of nature, which leads me to indolence and pleasure; that I must <span class=\"page-break\"></span>seclude myself, in some measure, from the commerce and society of men, which is so agreeable; and that I must torture my brain with subtilities and sophistries, at the very time that I cannot satisfy myself concerning the reasonableness of so painful an application, nor have any tolerable prospect of arriving by its means at truth and certainty. Under what obligation do I lie of making such an abuse of time? And to what end can it serve either for the service of mankind, or for my own private interest? No: If I must be a fool, as all those who reason or believe any thing <em>certainly</em> are, my follies shall at least be natural and agreeable. Where I strive against my inclination, I shall have a good reason for my resistance; and will no more be led a wandering into such dreary solitudes, and rough passages, as I have hitherto met with.","subId":"10","id":"Hume.THN.1.4.7.10","pages":"269-70"},{"type":"paragraph","content":"<span class=\"small-capitals\">These</span> are the sentiments of my spleen and indolence; and indeed I must confess, that philosophy has nothing to oppose to them, and expects a victory more from the returns of a serious good-humour'd disposition, than from the force of reason and conviction. In all the incidents of life we ought still to preserve our scepticism. If we believe, that fire warms, or water refreshes, 'tis only because it costs us too much pains to think otherwise. Nay if we are philosophers, it ought only to be upon sceptical principles, and from an inclination, which we feel to the employing ourselves after that manner. Where reason is lively, and mixes itself with some propensity, it ought to be assented to. Where it does not, it never can have any title to operate upon us.","subId":"11","id":"Hume.THN.1.4.7.11","pages":"270"},{"type":"paragraph","content":"<span class=\"small-capitals\">At</span> the time, therefore, that I am tir'd with amusement and company, and have indulg'd a <em>reverie</em> in my chamber, or in a solitary walk by a river-side, I feel my mind all collected within itself, and am naturally <em>inclin'd</em> to carry my view into all those subjects, about which I have met with so many disputes in the course of my reading and conversation. I cannot forbear having a curiosity to be <span class=\"page-break\"></span>acquainted with the principles of moral good and evil, the nature and foundation of government, and the cause of those several passions and inclinations, which actuate and govern me. I am uneasy to think I approve of one object, and disapprove of another; call one thing beautiful, and another deform'd; decide concerning truth and falshood, reason and folly, without knowing upon what principles I proceed. I am concern'd for the condition of the learned world, which lies under such a deplorable ignorance in all these particulars. I feel an ambition to arise in me of contributing to the instruction of mankind, and of acquiring a name by my inventions and discoveries. These sentiments spring up naturally in my present disposition; and shou'd I endeavour to banish them, by attaching myself to any other business or diversion, I <em>feel</em> I shou'd be a loser in point of pleasure; and this is the origin of my philosophy.","subId":"12","id":"Hume.THN.1.4.7.12","pages":"270-1"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> even suppose this curiosity and ambition shou'd not transport me into speculations without the sphere of common life, it wou'd necessarily happen, that from my very weakness I must be led into such enquiries. 'Tis certain, that superstition is much more bold in its systems and hypotheses than philosophy; and while the latter contents itself with assigning new causes and principles to the phænomena, which appear in the visible world, the former opens a world of its own, and presents us with scenes, and beings, and objects, which are altogether new. Since therefore 'tis almost impossible for the mind of man to rest, like those of beasts, in that narrow circle of objects, which are the subject of daily conversation and action, we ought only to deliberate concerning the choice of our guide, and ought to prefer that which is safest and most agreeable. And in this respect I make bold to recommend philosophy, and shall not scruple to give it the preference to superstition of every kind or denomination. For as superstition arises naturally and easily from the popular opinions of mankind, it seizes more strongly on the mind, and is <span class=\"page-break\"></span>often able to disturb us in the conduct of our lives and actions. Philosophy on the contrary, if just, can present us only with mild and moderate sentiments; and if false and extravagant, its opinions are merely the objects of a cold and general speculation, and seldom go so far as to interrupt the course of our natural propensities. The <span class=\"small-capitals\">Cynics</span> are an extraordinary instance of philosophers, who from reasonings purely philosophical ran into as great extravagancies of conduct as any <em>Monk</em> or <em>Dervise</em> that ever was in the world. Generally speaking, the errors in religion are dangerous; those in philosophy only ridiculous.","subId":"13","id":"Hume.THN.1.4.7.13","pages":"271-2"},{"type":"paragraph","content":"<span class=\"small-capitals\">I am</span> sensible, that these two cases of the strength and weakness of the mind will not comprehend all mankind, and that there are in <em>England</em>, in particular, many honest gentlemen, who being always employ'd in their domestic affairs, or amusing themselves in common recreations, have carried their thoughts very little beyond those objects, which are every day expos'd to their senses. And indeed, of such as these I pretend not to make philosophers, nor do I expect them either to be associates in these researches or auditors of these discoveries. They do well to keep themselves in their present situation; and instead of refining them into philosophers, I wish we cou'd communicate to our founders of systems, a share of this gross earthy mixture, as an ingredient, which they commonly stand much in need of, and which wou'd serve to temper those fiery particles, of which they are compos'd. While a warm imagination is allow'd to enter into philosophy, and hypotheses embrac'd merely for being specious and agreeable, we can never have any steady principles, nor any sentiments, which will suit with common practice and experience. But were these hypotheses once remov'd, we might hope to establish a system or set of opinions, which if not true (for that, perhaps, is too much to be hop'd for) might at least be satisfactory to the human mind, and might stand the test of the most critical examination. Nor shou'd we despair of attaining this end, because <span class=\"page-break\"></span>of the many chimerical systems, which have successively arisen and decay'd away among men, wou'd we consider the shortness of that period, wherein these questions have been the subjects of enquiry and reasoning. Two thousand years with such long interruptions, and under such mighty discouragements are a small space of time to give any tolerable perfection to the sciences; and perhaps we are still in too early an age of the world to discover any principles, which will bear the examination of the latest posterity. For my part, my only hope is, that I may contribute a little to the advancement of knowledge, by giving in some particulars a different turn to the speculations of philosophers, and pointing out to them more distinctly those subjects, where alone they can expect assurance and conviction. Human Nature is the only science of man; and yet has been hitherto the most neglected. 'Twill be sufficient for me, if I can bring it a little more into fashion; and the hope of this serves to compose my temper from that spleen, and invigorate it from that indolence, which sometimes prevail upon me. If the reader finds himself in the same easy disposition, let him follow me in my future speculations. If not, let him follow his inclination, and wait the returns of application and good humour. The conduct of a man, who studies philosophy in this careless manner, is more truly sceptical than that of one, who feeling in himself an inclination to it, is yet so over-whelm'd with doubts and scruples, as totally to reject it. A true sceptic will be diffident of his philosophical doubts, as well as of his philosophical conviction; and will never refuse any innocent satisfaction, which offers itself, upon account of either of them.","subId":"14","id":"Hume.THN.1.4.7.14","pages":"272-3"},{"type":"paragraph","content":"<span class=\"small-capitals\">Nor</span> is it only proper we shou'd in general indulge our inclination in the most elaborate philosophical researches, notwithstanding our sceptical principles, but also that we shou'd yield to that propensity, which inclines us to be positive and certain in <em>particular points</em>, according to the light, in which we survey them in any <em>particular instant</em>. 'Tis <span class=\"page-break\"></span>easier to forbear all examination and enquiry, than to check ourselves in so natural a propensity, and guard against that assurance, which always arises from an exact and full survey of an object. On such an occasion we are apt not only to forget our scepticism, but even our modesty too; and make use of such terms as these, <em>'tis evident</em>, <em>'tis certain</em>, <em>'tis undeniable</em>; which a due deference to the public ought, perhaps, to prevent. I may have fallen into this fault after the example of others; but I here enter a <em>caveat</em> against any objections, which may be offer'd on that head; and declare that such expressions were extorted from me by the present view of the object, and imply no dogmatical spirit, nor conceited idea of my own judgment, which are sentiments that I am sensible can become no body, and a sceptic still less than any other.","subId":"15","id":"Hume.THN.1.4.7.15","pages":"273-4"},{"type":"note","content":"Sect. 4.","subId":"n51","id":"Hume.THN.1.4.7.n51","pages":"266"},{"type":"note","content":"Part III. Sect. 14.","subId":"n52","id":"Hume.THN.1.4.7.n52","pages":"266"},{"type":"note","content":"Sect. I.","subId":"n53","id":"Hume.THN.1.4.7.n53","pages":"267"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.THN.1","imported":true,"title":"Book 1, Of the Understanding","breadcrumb":"Book 1","published":[1739]},{"id":"Hume.THN.1.4","imported":true,"title":"Part 4. Of the Sceptical and other systems of philosophy","breadcrumb":"Part 4","published":[1739]}],"prev":{"id":"Hume.THN.1.4.6","imported":true,"title":"Section 6. Of personal identity","breadcrumb":"Section 6","published":[1739]},"next":{"id":"Hume.THN.2","imported":true,"title":"Book 2, Of the Passions","breadcrumb":"Book 2","published":[1739]}}