{"imported":true,"id":"Hume.ETSS.EPM.1","parent":"Hume.ETSS.EPM","title":"Section 1. Of the General Principles of Morals","breadcrumb":"Section 1","texts":[],"published":[1751],"copytext":[1777],"sourceDesc":"The first more or less complete edition of Hume’s [Essays and Treatises on Several Subjects], his collected philosophical works, was published in 1758, although each of its component works were published separately before then, and an incomplete version (predating the [Four Dissertations]) was published in 1753. Our copytext is the posthumous edition of 1777, which Hume was working on before he died, and which contains many final alterations.","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£1 SECTION I. £1 £2 Of the ^General Principles^ of ^Morals^. £2","id":"Hume.ETSS.EPM.1"},{"type":"paragraph","content":"DISPUTES with men, pertinaciously obstinate in their principles, are, of all others, the most irksome; except, perhaps, those with persons, entirely disingenuous, who really do not believe the opinions they defend, but engage in the controversy, from affectation, from a spirit of opposition, or from a desire of showing wit and ingenuity, superior to the rest of mankind. The same blind adherence to their own arguments is to be expected in both; the same contempt of their antagonists; and the same passionate vehemence, in inforcing sophistry and falsehood. And as reasoning is not the source, whence either disputant derives his tenets; it is in vain to expect, that any logic, which speaks not to the affections, will ever engage him to embrace sounder principles.","subId":"1","id":"Hume.ETSS.EPM.1.1","pages":"169"},{"type":"paragraph","content":"Those who have denied the reality of moral distinctions, may be ranked among the disingenuous disputants; nor is it conceivable, that any human creature could ever seriously believe, that all characters and actions were alike entitled to |the affection and regard of every one. The difference, which nature has placed between one man and another, is so wide, and this difference is still so much farther widened, by education, example, and habit, that, where the opposite extremes come at once under our apprehension, there is no scepticism so scrupulous, and scarce any assurance so determined, as absolutely to deny all distinction between them. Let a man's insensibility be ever so great, he must often be touched with the images of RIGHT and WRONG; and let his prejudices be ever so obstinate, he must observe, that others are susceptible of like impressions. The only way, therefore, of converting an antagonist of this kind, is to leave him to himself. For, finding that no body keeps up the controversy with him, it is probable he will, at last, of himself, from mere weariness, come over to the side of common sense and reason.","subId":"2","id":"Hume.ETSS.EPM.1.2","pages":"169-70"},{"type":"paragraph","content":"There has been a controversy started of late, much better worth examination, concerning the general foundation of MORALS; whether they be derived from REASON, or from SENTIMENT; whether we attain the knowledge of them by a chain of argument and induction, or by an immediate feeling and finer internal sense; whether, like all sound judgment of truth and falsehood, they should be the same to every rational intelligent being; or whether, like the perception of beauty and deformity, they be founded entirely on the particular fabric and constitution of the human species.","subId":"3","id":"Hume.ETSS.EPM.1.3","pages":"170"},{"type":"paragraph","content":"The ancient philosophers, though they often affirm, that virtue is nothing but conformity to reason, yet, in general, seem to consider morals as deriving their existence from taste and sentiment. On the other hand, our modern enquirers, though they also talk much of the beauty of virtue, and deformity of vice, yet have commonly endeavoured to account for these distinctions by metaphysical reasonings, and by deductions from the most abstract principles of the understanding. Such confusion reigned in these subjects, |that an opposition of the greatest consequence could prevail between one system and another, and even in the parts of almost each individual system; and yet no body, till very lately, was ever sensible of it. The elegant Lord ^Shaftesbury^, who first gave occasion to remark this distinction, and who, in general, adhered to the principles of the ancients, is not, himself, entirely free from the same confusion.","subId":"4","id":"Hume.ETSS.EPM.1.4","pages":"170-1"},{"type":"paragraph","content":"It must be acknowledged, that both sides of the question are susceptible of specious arguments. Moral distinctions, it may be said, are discernible by pure _reason:_ Else, whence the many disputes that reign in common life, as well as in philosophy, with regard to this subject: The long chain of proofs often produced on both sides; the examples cited, the authorities appealed to, the analogies employed, the fallacies detected, the inferences drawn, and the several conclusions adjusted to their proper principles. Truth is disputable; not taste: What exists in the nature of things is the standard of our judgment; what each man feels within himself is the standard of sentiment. Propositions in geometry may be proved, systems in physics may be controverted; but the harmony of verse, the tenderness of passion, the brilliancy of wit, must give immediate pleasure. No man reasons concerning another's beauty; but frequently concerning the justice or injustice of his actions. In every criminal trial the first object of the prisoner is to disprove the facts alleged, and deny the actions imputed to him: The second to prove, that, even if these actions were real, they might be justified, as innocent and lawful. It is confessedly by deductions of the understanding, that the first point is ascertained: How can we suppose that a different faculty of the mind is employed in fixing the other?","subId":"5","id":"Hume.ETSS.EPM.1.5","pages":"171"},{"type":"paragraph","content":"On the other hand, those who would resolve all moral determinations into _sentiment_, may endeavour to show, that it is impossible for reason ever to draw conclusions of this nature. To virtue, say they, it belongs to be _amiable_, and |vice _odious_. This forms their very nature or essence. But can reason or argumentation distribute these different epithets to any subjects, and pronounce before-hand, that this must produce love, and that hatred? Or what other reason can we ever assign for these affections, but the original fabric and formation of the human mind, which is naturally adapted to receive them?","subId":"6","id":"Hume.ETSS.EPM.1.6","pages":"171-2"},{"type":"paragraph","content":"The end of all moral speculations is to teach us our duty; and, by proper representations of the deformity of vice and beauty of virtue, beget correspondent habits, and engage us to avoid the one, and embrace the other. But is this ever to be expected from inferences and conclusions of the understanding, which of themselves have no hold of the affections, or set in motion the active powers of men? They discover truths: But where the truths which they discover are indifferent, and beget no desire or aversion, they can have no influence on conduct and behaviour. What is honourable, what is fair, what is becoming, what is noble, what is generous, takes possession of the heart, and animates us to embrace and maintain it. What is intelligible, what is evident, what is probable, what is true, procures only the cool assent of the understanding; and gratifying a speculative curiosity, puts an end to our researches.","subId":"7","id":"Hume.ETSS.EPM.1.7","pages":"172"},{"type":"paragraph","content":"Extinguish all the warm feelings and prepossessions in favour of virtue, and all disgust or aversion to vice: Render men totally indifferent towards these distinctions; and morality is no longer a practical study, nor has any tendency to regulate our lives and actions.","subId":"8","id":"Hume.ETSS.EPM.1.8","pages":"172"},{"type":"paragraph","content":"These arguments on each side (and many more might be produced) are so plausible, that I am apt to suspect, they may, the one as well as the other, be solid and satisfactory, and that _reason_ and _sentiment_ concur in almost all moral determinations and conclusions. The final sentence, it is probable, which pronounces characters and actions amiable or odious, praise-worthy or blameable; that which stamps |on them the mark of honour or infamy, approbation or censure; that which renders morality an active principle, and constitutes virtue our happiness, and vice our misery: It is probable, I say, that this final sentence depends on some internal sense or feeling, which nature has made universal in the whole species. For what else can have an influence of this nature? But in order to pave the way for such a sentiment, and give a proper discernment of its object, it is often necessary, we find, that much reasoning should precede, that nice distinctions be made, just conclusions drawn, distant comparisons formed, complicated relations examined, and general facts fixed and ascertained. Some species of beauty, especially the natural kinds, on their first appearance, command our affection and approbation; and where they fail of this effect, it is impossible for any reasoning to redress their influence, or adapt them better to our taste and sentiment. But in many orders of beauty, particularly those of the finer arts, it is requisite to employ much reasoning, in order to feel the proper sentiment; and a false relish may frequently be corrected by argument and reflection. There are just grounds to conclude, that moral beauty partakes much of this latter species, and demands the assistance of our intellectual faculties, in order to give it a suitable influence on the human mind.","subId":"9","id":"Hume.ETSS.EPM.1.9","pages":"172-3"},{"type":"paragraph","content":"But though this question, concerning the general principles of morals, be curious and important, it is needless for us, at present, to employ farther care in our researches concerning it. For if we can be so happy, in the course of this enquiry, as to discover the true origin of morals, it will then easily appear how far either sentiment or reason enters into all determinations of this nature[n1]. In order to attain this purpose, we shall endeavour to follow a very simple method: We shall analyze that complication of mental qualities, which form what, in common life, we call ^Personal Merit^: We shall |consider every attribute of the mind, which renders a man an object either of esteem and affection, or of hatred and contempt; every habit or sentiment or faculty, which, if ascribed to any person, implies either praise or blame, and may enter into any panegyric or satire of his character and manners. The quick sensibility, which, on this head, is so universal among mankind, gives a philosopher sufficient assurance, that he can never be considerably mistaken in framing the catalogue, or incur any danger of misplacing the objects of his contemplation: He needs only enter into his own breast for a moment, and consider whether or not he should desire to have this or that quality ascribed to him, and whether such or such an imputation would proceed from a friend or an enemy. The very nature of language guides us almost infallibly in forming a judgment of this nature; and as every tongue possesses one set of words which are taken in a good sense, and another in the opposite, the least acquaintance with the idiom suffices, without any reasoning, to direct us in collecting and arranging the estimable or blameable qualities of men. The only object of reasoning is to discover the circumstances on both sides, which are common to these qualities; to observe that particular in which the estimable qualities agree on the one hand, and the blameable on the other; and thence to reach the foundation of ethics, and find those universal principles, from which all censure or approbation is ultimately derived. As this is a question of fact, not of abstract science, we can only expect success, by following the experimental method, and deducing general maxims from a comparison of particular instances. The other scientifical method, where a general abstract principle is first established, and is afterwards branched out into a variety of inferences and conclusions, may be more perfect in itself, but suits less the imperfection of human nature, and is a common source of illusion and mistake in this as well as in other subjects. Men are now cured of |their passion for hypotheses and systems in natural philosophy, and will hearken to no arguments but those which are derived from experience. It is full time they should attempt a like reformation in all moral disquisitions; and reject every system of ethics, however subtile or ingenious, which is not founded on fact and observation.","subId":"10","id":"Hume.ETSS.EPM.1.10","pages":"173-5"},{"type":"paragraph","content":"We shall begin our enquiry on this head by the consideration of the social virtues, benevolence and justice. The explication of them will probably give us an opening by which the others may be accounted for.","subId":"11","id":"Hume.ETSS.EPM.1.11","pages":"175"},{"type":"note","content":"See Appendix I.","subId":"n1","id":"Hume.ETSS.EPM.1.n1","pages":"173"}]}
