{"imported":true,"id":"Hume.ETSS.EPM.App1","parent":"Hume.ETSS.EPM","title":"Appendix 1. Concerning Moral Sentiment","breadcrumb":"Appendix 1","texts":[],"published":[1751],"copytext":[1777],"sourceDesc":"The first more or less complete edition of Hume’s [Essays and Treatises on Several Subjects], his collected philosophical works, was published in 1758, although each of its component works were published separately before then, and an incomplete version (predating the [Four Dissertations]) was published in 1753. Our copytext is the posthumous edition of 1777, which Hume was working on before he died, and which contains many final alterations.","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£1 APPENDIX I. £1 £2 ^Concerning Moral Sentiment^. £2","id":"Hume.ETSS.EPM.App1"},{"type":"paragraph","content":"IF the foregoing hypothesis be received, it will now be easy for us to determine the question first started[n58], concerning the general principles of morals; and though we postponed the decision of that question, lest it should then involve us in intricate speculations, which are unfit for moral discourses, we may resume it at present, and examine how far either _reason_ or _sentiment_ enters into all decisions of praise or censure.","subId":"1","id":"Hume.ETSS.EPM.App1.1","pages":"285"},{"type":"paragraph","content":"One principal foundation of moral praise being supposed to lie in the usefulness of any quality or action; it is evident, that _reason_ must enter for a considerable share in all decisions of this kind; since nothing but that faculty can instruct us in the tendency of qualities and actions, and point out their beneficial consequences to society and to their possessor. In many cases this is an affair liable to great controversy: Doubts may arise; opposite interests may occur; and a preference must be given to one side, from very nice views, and a small overbalance of utility. This is particularly remarkable in questions with regard to justice; as is, indeed, natural to suppose, from that species of utility, which attends this virtue[n59]. Were every single instance of justice, like that of benevolence, useful to society; this would be a more simple state of the case, and seldom |liable to great controversy. But as single instances of justice are often pernicious in their first and immediate tendency, and as the advantage to society results only from the observance of the general rule, and from the concurrence and combination of several persons in the same equitable conduct; the case here becomes more intricate and involved. The various circumstances of society; the various consequences of any practice; the various interests, which may be proposed: These, on many occasions, are doubtful, and subject to great discussion and inquiry. The object of municipal laws is to fix all the questions with regard to justice: The debates of civilians; the reflections of politicians; the precedents of history and public records, are all directed to the same purpose. And a very accurate _reason_ or _judgment_ is often requisite, to give the true determination, amidst such intricate doubts arising from obscure or opposite utilities.","subId":"2","id":"Hume.ETSS.EPM.App1.2","pages":"285-6"},{"type":"paragraph","content":"But though reason, when fully assisted and improved, be sufficient to instruct us in the pernicious or useful tendency of qualities and actions; it is not alone sufficient to produce any moral blame or approbation. Utility is only a tendency to a certain end; and were the end totally indifferent to us, we should feel the same indifference towards the means. It is requisite a _sentiment_ should here display itself, in order to give a preference to the useful above the pernicious tendencies. This sentiment can be no other than a feeling for the happiness of mankind, and a resentment of their misery; since these are the different ends which virtue and vice have a tendency to promote. Here, therefore, _reason_ instructs us in the several tendencies of actions, and _humanity_ makes a distinction in favour of those which are useful and beneficial.","subId":"3","id":"Hume.ETSS.EPM.App1.3","pages":"286"},{"type":"paragraph","content":"This partition between the faculties of understanding and sentiment, in all moral decisions, seems clear from the preceding hypothesis. But I shall suppose that hypothesis |false: It will then be requisite to look out for some other theory, that may be satisfactory; and I dare venture to affirm, that none such will ever be found, so long as we suppose reason to be the sole source of morals. To prove this, it will be proper to weigh the five following considerations.","subId":"4","id":"Hume.ETSS.EPM.App1.4","pages":"286-7"},{"type":"paragraph","content":"I. It is easy for a false hypothesis to maintain some appearance of truth, while it keeps wholly in generals, makes use of undefined terms, and employs comparisons, instead of instances. This is particularly remarkable in that philosophy, which ascribes the discernment of all moral distinctions to reason alone, without the concurrence of sentiment. It is impossible that, in any particular instance, this hypothesis can so much as be rendered intelligible; whatever specious figure it may make in general declamations and discourses. Examine the crime of _ingratitude_, for instance; which has place, wherever we observe good-will, expressed and known, together with good-offices performed, on the one side, and a return of ill-will or indifference, with ill-offices or neglect on the other: Anatomize all these circumstances, and examine, by your reason alone, in what consists the demerit or blame. You never will come to any issue or conclusion.","subId":"5","id":"Hume.ETSS.EPM.App1.5","pages":"287"},{"type":"paragraph","content":"Reason judges either of _matter of fact_ or of _relations_. Enquire then, _first_, where is that matter of fact, which we here call _crime_; point it out; determine the time of its existence; describe its essence or nature; explain the sense or faculty, to which it discovers itself. It resides in the mind of the person, who is ungrateful. He must, therefore, feel it, and be conscious of it. But nothing is there, except the passion of ill-will or absolute indifference. You cannot say, that these, of themselves, always, and in all circumstances, are crimes. No: They are only crimes, when directed towards persons, who have before expressed and displayed good-will towards us. Consequently, we may infer, that the crime of ingratitude is not any particular individual _fact_; but arises from a complication of circumstances, which, being presented to the |spectator, excites the _sentiment_ of blame, by the particular structure and fabric of his mind.","subId":"6","id":"Hume.ETSS.EPM.App1.6","pages":"287-8"},{"type":"paragraph","content":"This representation, you say, is false. Crime, indeed, consists not in a particular _fact_, of whose reality we are assured by _reason:_ But it consists in certain _moral relations_, discovered by reason, in the same manner as we discover, by reason, the truths of geometry or algebra. But what are the relations, I ask, of which you here talk? In the case stated above, I see first good-will and good-offices in one person; then ill-will and ill-offices in the other. Between these, there is a relation of _contrariety_. Does the crime consist in that relation? But suppose a person bore me ill-will or did me ill-offices; and I, in return, were indifferent towards him, or did him good-offices: Here is the same relation of _contrariety_; and yet my conduct is often highly laudable. Twist and turn this matter as much as you will, you can never rest the morality on relation; but must have recourse to the decisions of sentiment.","subId":"7","id":"Hume.ETSS.EPM.App1.7","pages":"288"},{"type":"paragraph","content":"When it is affirmed, that two and three are equal to the half of ten; this relation of equality, I understand perfectly. I conceive, that if ten be divided into two parts, of which one has as many units as the other; and if any of these parts be compared to two added to three, it will contain as many units as that compound number. But when you draw thence a comparison to moral relations, I own that I am altogether at a loss to understand you. A moral action, a crime, such as ingratitude, is a complicated object. Does the morality consist in the relation of its parts to each other{~~.->?~~} How? After what manner? Specify the relation: Be more particular and explicit in your propositions; and you will easily see their falsehood.","subId":"8","id":"Hume.ETSS.EPM.App1.8","pages":"288"},{"type":"paragraph","content":"No, say you, the morality consists in the relation of actions to the rule of right; and they are denominated good or ill, according as they agree or disagree with it. What then is this rule of right? In what does it consist? How |is it determined? By reason, you say, which examines the moral relations of actions. So that moral relations are determined by the comparison of actions to a rule. And that rule is determined by considering the moral relations of objects. Is not this fine reasoning?","subId":"9","id":"Hume.ETSS.EPM.App1.9","pages":"288-9"},{"type":"paragraph","content":"All this is metaphysics, you cry: That is enough: There needs nothing more to give a strong presumption of falsehood. Yes, reply I: Here are metaphysics surely: But they are all on your side, who advance an abstruse hypothesis, which can never be made intelligible, nor quadrate with any particular instance or illustration. The hypothesis which we embrace is plain. It maintains that morality is determined by sentiment. It defines virtue to be _whatever mental action or quality gives to a spectator the pleasing sentiment of approbation_; and vice the contrary. We then proceed to examine a plain matter of fact, to wit, what actions have this influence: We consider all the circumstances, in which these actions agree: And thence endeavour to extract some general observations with regard to these sentiments. If you call this metaphysics, and find any thing abstruse here, you need only conclude, that your turn of mind is not suited to the moral sciences.","subId":"10","id":"Hume.ETSS.EPM.App1.10","pages":"289"},{"type":"paragraph","content":"II. When a man, at any time, deliberates concerning his own conduct (as, whether he had better, in a particular emergence, assist a brother or a benefactor), he must consider these separate relations, with all the circumstances and situations of the persons, in order to determine the superior duty and obligation: And in order to determine the proportion of lines in any triangle, it is necessary to examine the nature of that figure, and the relation which its several parts bear to each other. But notwithstanding this appearing similarity in the two cases, there is, at bottom, an extreme difference between them. A speculative reasoner concerning triangles or circles considers the several known and given relations of the parts of these figures; and thence infers |some unknown relation, which is dependent on the former. But in moral deliberations, we must be acquainted, before-hand, with all the objects, and all their relations to each other; and from a comparison of the whole, fix our choice or approbation. No new fact to be ascertained: No new relation to be discovered. All the circumstances of the case are supposed to be laid before us, ere we can fix any sentence of blame or approbation. If any material circumstance be yet unknown or doubtful, we must first employ our enquiry or intellectual faculties to assure us of it; and must suspend for a time all moral decision or sentiment. While we are ignorant, whether a man were aggressor or not, how can we determine whether the person who killed him, be criminal or innocent? But after every circumstance, every relation is known, the understanding has no farther room to operate, nor any object on which it could employ itself. The approbation or blame, which then ensues, cannot be the work of the judgment, but of the heart; and is not a speculative proposition or affirmation, but an active feeling or sentiment. In the disquisitions of the understanding, from known circumstances and relations, we infer some new and unknown. In moral decisions, all the circumstances and relations must be previously known; and the mind, from the contemplation of the whole, feels some new impression of affection or disgust, esteem or contempt, approbation or blame.","subId":"11","id":"Hume.ETSS.EPM.App1.11","pages":"289-90"},{"type":"paragraph","content":"Hence the great difference between a mistake of _fact_ and one of _right_; and hence the reason why the one is commonly criminal and not the other. When ^{OE}dipus^ killed ^Laius^, he was ignorant of the relation, and from circumstances, innocent and involuntary, formed erroneous opinions concerning the action which he committed. But when ^Nero^ killed ^Agrippina^, all the relations between himself and the person, and all the circumstances of the fact, were previously known to him: But the motive of |revenge, or fear, or interest, prevailed in his savage heart over the sentiments of duty and humanity. And when we express that detestation against him, to which he, himself, in a little time, became insensible; it is not, that we see any relations, of which he was ignorant; but that, from the rectitude of our disposition, we feel sentiments, against which he was hardened, from flattery and a long perseverance in the most enormous crimes. In these sentiments, then, not in a discovery of relations of any kind, do all moral determinations consist. Before we can pretend to form any decision of this kind, every thing must be known and ascertained on the side of the object or action. Nothing remains but to feel, on our part, some sentiment of blame or approbation; whence we pronounce the action criminal or virtuous.","subId":"12","id":"Hume.ETSS.EPM.App1.12","pages":"290-1"},{"type":"paragraph","content":"III. This doctrine will become still more evident, if we compare moral beauty with natural, to which, in many particulars, it bears so near a resemblance. It is on the proportion, relation, and position of parts, that all natural beauty depends; but it would be absurd thence to infer, that the perception of beauty, like that of truth in geometrical problems, consists wholly in the perception of relations, and was performed entirely by the understanding or intellectual faculties. In all the sciences, our mind, from the known relations, investigates the unknown. But in all decisions of taste or external beauty, all the relations are before-hand obvious to the eye; and we thence proceed to feel a sentiment of complacency or disgust, according to the nature of the object, and disposition of our organs.","subId":"13","id":"Hume.ETSS.EPM.App1.13","pages":"291"},{"type":"paragraph","content":"^Euclid^ has fully explained all the qualities of the circle; but has not, in any proposition, said a word of its beauty. The reason is evident. The beauty is not a quality of the circle. It lies not in any part of the line, whose parts are equally distant from a common centre. It is only the effect, which that figure produces upon the |mind, whose peculiar fabric of structure renders it susceptible of such sentiments. In vain would you look for it in the circle, or seek it, either by your senses or by mathematical reasoning, in all the properties of that figure.","subId":"14","id":"Hume.ETSS.EPM.App1.14","pages":"291-2"},{"type":"paragraph","content":"Attend to ^Palladio^ and ^Perrault^, while they explain all the parts and proportions of a pillar: They talk of the cornice and frieze and base and entablature and shaft and architrave; and give the description and position of each of these members. But should you ask the description and position of its beauty, they would readily reply, that the beauty is not in any of the parts or members of a pillar, but results from the whole, when that complicated figure is presented to an intelligent mind, susceptible to those finer sensations. 'Till such a spectator appear, there is nothing but a figure of such particular dimensions and proportions: From his sentiments alone arise its elegance and beauty.","subId":"15","id":"Hume.ETSS.EPM.App1.15","pages":"292"},{"type":"paragraph","content":"Again; attend to ^Cicero^, while he paints the crimes of a ^Verres^ or a ^Catiline^. You must acknowledge that the moral turpitude results, in the same manner, from the contemplation of the whole, when presented to a being, whose organs have such a particular structure and formation. The orator may paint rage, insolence, barbarity on the one side: Meekness, suffering, sorrow, innocence on the other: But if you feel no indignation or compassion arise in you from this complication of circumstances, you would in vain ask him, in what consists the crime or villainy, which he so vehemently exclaims against: At what time, or on what subject it first began to exist: And what has a few months afterwards become of it, when every disposition and thought of all the actors is totally altered or annihilated. No satisfactory answer can be given to any of these questions, upon the abstract hypothesis of morals; and we must at last acknowledge, that the crime or immorality is no particular fact or relation, which can be the object of the |understanding: But arises entirely from the sentiment of disapprobation, which, by the structure of human nature, we unavoidably feel on the apprehension of barbarity or treachery.","subId":"16","id":"Hume.ETSS.EPM.App1.16","pages":"292-3"},{"type":"paragraph","content":"IV. Inanimate objects may bear to each other all the same relations, which we observe in moral agents; though the former can never be the object of love or hatred, nor are consequently susceptible of merit or iniquity. A young tree, which over-tops and destroys its parent, stands in all the same relations with ^Nero^, when he murdered ^Agrippina^; and if morality consisted merely in relations, would, no doubt, be equally criminal.","subId":"17","id":"Hume.ETSS.EPM.App1.17","pages":"293"},{"type":"paragraph","content":"V. It appears evident, that the ultimate ends of human actions can never, in any case, be accounted for by _reason_, but recommend themselves entirely to the sentiments and affections of mankind, without any dependance on the intellectual faculties. Ask a man, _why he uses exercise_; he will answer, _because he desires to keep his health_. If you then enquire, _why he desires health_, he will readily reply, _because sickness is painful_. If you push your enquiries farther, and desire a reason, _why he hates pain_, it is impossible he can ever give any. This is an ultimate end, and is never referred to any other object.","subId":"18","id":"Hume.ETSS.EPM.App1.18","pages":"293"},{"type":"paragraph","content":"Perhaps, to your second question, _why he desires health_, he may also reply, that _it is necessary for the exercise of his calling_. If you ask, _why he is anxious on that head_, he will answer, _because he desires to get money_. If you demand _Why?_ _It is the instrument of pleasure_, says he. And beyond this it is an absurdity to ask for a reason. It is impossible there can be a progress _in infinitum_; and that one thing can always be a reason, why another is desired. Something must be desirable on its own account, and because of its immediate accord or agreement with human sentiment and affection.","subId":"19","id":"Hume.ETSS.EPM.App1.19","pages":"293"},{"type":"paragraph","content":"Now as virtue is an end, and is desirable on its own |account, without fee and reward, merely, for the immediate satisfaction which it conveys; it is requisite that there should be some sentiment, which it touches; some internal taste or feeling, or whatever you may please to call it, which distinguishes moral good and evil, and which embraces the one and rejects the other.","subId":"20","id":"Hume.ETSS.EPM.App1.20","pages":"293-4"},{"type":"paragraph","content":"Thus the distinct boundaries and offices of _reason_ and of _taste_ are easily ascertained. The former conveys the knowledge of truth and falsehood: The latter gives the sentiment of beauty and deformity, vice and virtue. The one discovers objects as they really stand in nature, without addition or diminution: The other has a productive faculty, and gilding or staining all natural objects with the colours, borrowed from internal sentiment, raises, in a manner, a new creation. Reason, being cool and disengaged, is no motive to action, and directs only the impulse received from appetite or inclination, by showing us the means of attaining happiness or avoiding misery: Taste, as it gives pleasure or pain, and thereby constitutes happiness or misery, becomes a motive to action, and is the first spring or impulse to desire and volition. From circumstances and relations, known or supposed, the former leads us to the discovery of the concealed and unknown: After all circumstances and relations are laid before us, the latter makes us feel from the whole a new sentiment of blame or approbation. The standard of the one, being founded on the nature of things, is eternal and inflexible, even by the will of the Supreme Being: The standard of the other, arising from the internal frame and constitution of animals, is ultimately derived from that Supreme Will, which bestowed on each being its peculiar nature, and arranged the several classes and orders of existence.","subId":"21","id":"Hume.ETSS.EPM.App1.21","pages":"294"},{"type":"note","content":"Sect. I.","subId":"n58","id":"Hume.ETSS.EPM.App1.n58","pages":"285"},{"type":"note","content":"See Appendix III.","subId":"n59","id":"Hume.ETSS.EPM.App1.n59","pages":"285"}]}
