{"imported":true,"id":"Hume.THN.App","parent":"Hume.THN","title":"Appendix","breadcrumb":"Appendix","published":[1740],"copytext":[1740],"texts":[],"sourceDesc":"The first two Books of Hume’s [Treatise of Human Nature] were published together in 1739. The third Book, which included an Appendix making some changes to Book 1, was published in 1740. There was only one edition published in Hume’s lifetime, an this edition is therefore our copytext.","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£1 APPENDIX. £1","id":"Hume.THN.App"},{"type":"paragraph","content":"THERE is nothing I wou'd more willingly lay hold of, than an opportunity of confessing my errors; and shou'd esteem such a return to truth and reason to be more honourable than the most unerring judgment. A man, who is free from mistakes, can pretend to no praises, except from the justness of his understanding: But a man, who corrects his mistakes, shews at once the justness of his understanding, and the candour and ingenuity of his temper. I have not yet been so fortunate as to discover any very considerable mistakes in the reasonings deliver'd in the preceding volumes, except on one article: But I have found by experience, that some of my expressions have not been so well chosen, as to guard against all mistakes in the readers; and 'tis chiefly to remedy this defect, I have subjoin'd the following appendix.","subId":"1","id":"Hume.THN.App.1","pages":"623"},{"type":"paragraph","content":"^We^ can never be induc'd to believe any matter of fact, except where its cause, or its effect, is present to us; but what the nature is of that belief, which arises from the relation of cause and effect, few have had the curiosity to ask themselves. In my opinion, this dilemma is inevitable. Either the belief is some new idea, such as that of _reality_ or _existence_, which we join to the simple conception of an object, or it is merely a peculiar _feeling_ or _sentiment_. That it is not a new idea, annex'd to the simple conception, may be evinc'd from these two arguments. _First_, We have no abstract idea of existence, distinguishable and separable from the idea of particular objects. 'Tis impossible, therefore, that this idea of existence can be annex'd to the idea of any object, or form the difference betwixt a simple conception and belief. _Secondly_, The mind has the command over all its ideas, and |can separate, unite, mix, and vary them, as it pleases; so that if belief consisted merely in a new idea, annex'd to the conception, it wou'd be in a man's power to believe what he pleas'd. We may, therefore, conclude, that belief consists merely in a certain feeling or sentiment; in something, that depends not on the will, but must arise from certain determinate causes and principles, of which we are not masters. When we are convinc'd of any matter of fact, we do nothing but conceive it, along with a certain feeling, different from what attends the mere _reveries_ of the imagination. And when we express our incredulity concerning any fact, we mean, that the arguments for the fact produce not that feeling. Did not the belief consist in a sentiment different from our mere conception, whatever objects were presented by the wildest imagination, wou'd be on an equal footing with the most establish'd truths founded on history and experience. There is nothing but the feeling, or sentiment, to distinguish the one from the other.","subId":"2","id":"Hume.THN.App.2","pages":"623-4"},{"type":"paragraph","content":"^This^, therefore, being regarded as an undoubted truth, _that belief is nothing but a peculiar feeling, different from the simple conception_, the next question, that naturally occurs, is, _what is the nature of this feeling, or sentiment, and whether it be analogous to any other sentiment of the human mind?_ This question is important. For if it be not analogous to any other sentiment, we must despair of explaining its causes, and must consider it as an original principle of the human mind. If it be analogous, we may hope to explain its causes from analogy, and trace it up to more general principles. Now that there is a greater firmness and solidity in the conceptions, which are the objects of conviction and assurance, than in the loose and indolent reveries of a castle-builder, every one will readily own. They strike upon us with more force; they are more present to us; the mind has a firmer hold of them, and is more actuated and mov'd by them. It acquiesces in them; and, in a manner, fixes and reposes itself on them. In short, they approach nearer to the im|pressions, which are immediately present to us; and are therefore analogous to many other operations of the mind.","subId":"3","id":"Hume.THN.App.3","pages":"624-5"},{"type":"paragraph","content":"^There^ is not, in my opinion, any possibility of evading this conclusion, but by asserting, that belief, beside the simple conception, consists in some impression or feeling, distinguishable from the conception. It does not modify the conception, and render it more present and intense: It is only annex'd to it, after the same manner that _will_ and _desire_ are annex'd to particular conceptions of good and pleasure. But the following considerations will, I hope, be sufficient to remove this hypothesis. _First_, It is directly contrary to experience, and our immediate consciousness. All men have ever allow'd reasoning to be merely an operation of our thoughts or ideas; and however those ideas may be varied to the feeling, there is nothing ever enters into our _conclusions_ but ideas, or our fainter conceptions. For instance; I hear at present a person's voice, whom I am acquainted with; and this sound comes from the next room. This impression of my senses immediately conveys my thoughts to the person, along with all the surrounding objects. I paint them out to myself as existent at present, with the same qualities and relations, that I formerly knew them possess'd of. These ideas take faster hold of my mind, than the ideas of an inchanted castle. They are different to the feeling; but there is no distinct or separate impression attending them. 'Tis the same case when I recollect the several incidents of a journey, or the events of any history. Every particular fact is there the object of belief. Its idea is modified differently from the loose reveries of a castle-builder: But no distinct impression attends every distinct idea, or conception of matter of fact. This is the subject of plain experience. If ever this experience can be disputed on any occasion, 'tis when the mind has been agitated with doubts and difficulties; and afterwards, upon taking the object in a new point of view, or being presented with a new argument, fixes and reposes itself in one settled conclusion and belief. In this |case there is a feeling distinct and separate from the conception. The passage from doubt and agitation to tranquility and repose, conveys a satisfaction and pleasure to the mind. But take any other case. Suppose I see the legs and thighs of a person in motion, while some interpos'd object conceals the rest of his body. Here 'tis certain, the imagination spreads out the whole figure. I give him a head and shoulders, and breast and neck. These members I conceive and believe him to be possess'd of. Nothing can be more evident, than that this whole operation is perform'd by the thought or imagination alone. The transition is immediate. The ideas presently strike us. Their customary connexion with the present impression, varies them and modifies them in a certain manner, but produces no act of the mind, distinct from this peculiarity of conception. Let any one examine his own mind, and he will evidently find this to be the truth.","subId":"4","id":"Hume.THN.App.4","pages":"625-6"},{"type":"paragraph","content":"_Secondly_, Whatever may be the case, with regard to this distinct impression, it must be allow'd, that the mind has a firmer hold, or more steady conception of what it takes to be matter of fact, than of fictions. Why then look any farther, or multiply suppositions without necessity?","subId":"5","id":"Hume.THN.App.5","pages":"626"},{"type":"paragraph","content":"_Thirdly_, We can explain the _causes_ of the firm conception, but not those of any separate impression. And not only so, but the causes of the firm conception exhaust the whole subject, and nothing is left to produce any other effect. An inference concerning a matter of fact is nothing but the idea of an object, that is frequently conjoin'd, or is associated with a present impression. This is the whole of it. Every part is requisite to explain, from analogy, the more steady conception; and nothing remains capable of producing any distinct impression.","subId":"6","id":"Hume.THN.App.6","pages":"626"},{"type":"paragraph","content":"_Fourthly_, The _effects_ of belief, in influencing the passions and imagination, can all be explain'd from the firm conception; and there is no occasion to have recourse to any other principle. These arguments, with many others, enumerated |in the foregoing volumes, sufficiently prove, that belief only modifies the idea or conception; and renders it different to the feeling, without producing any distinct impression.","subId":"7","id":"Hume.THN.App.7","pages":"626-7"},{"type":"paragraph","content":"^Thus^ upon a general view of the subject, there appear to be two questions of importance, which we may venture to recommend to the consideration of philosophers, _Whether there be any thing to distinguish belief from the simple conception beside the feeling or sentiment?_ And, _Whether this feeling be any thing but a firmer conception, or a faster hold, that we take of the object?_","subId":"8","id":"Hume.THN.App.8","pages":"627"},{"type":"paragraph","content":"^If^, upon impartial enquiry, the same conclusion, that I have form'd, be assented to by philosophers, the next business is to examine the analogy, which there is betwixt belief, and other acts of the mind, and find the cause of the firmness and strength of conception: And this I do not esteem a difficult task. The transition from a present impression, always enlivens and strengthens any idea. When any object is presented, the idea of its usual attendant immediately strikes us, as something real and solid. 'Tis _felt_, rather than conceiv'd, and approaches the impression, from which it is deriv'd, in its force and influence. This I have prov'd at large. I cannot add any new arguments; tho' perhaps my reasoning on this whole question, concerning cause and effect, wou'd have been more convincing, had the following passages been inserted in the places, which I have mark'd for them. I have added a few illustrations on other points, where I thought it necessary.//","subId":"9","id":"Hume.THN.App.9","pages":"627"},{"type":"paragraph","content":"I HAD entertain'd some hopes, that however deficient our theory of the intellectual world might be, it wou'd be free from those contradictions, and absurdities, which seem to attend every explication, that human reason can give of the material world. But upon a more strict review of the section concerning _personal identity_, I find myself involv'd in such a labyrinth, that, I must confess, I neither know how to correct my former opinions, nor how to render them consistent. If this be not a good _general_ reason for scepticism, 'tis at least a sufficient one (if I were not already abundantly supplied) for me to entertain a diffidence and modesty in all my decisions. I shall propose the arguments on both sides, beginning with those that induc'd me to deny the strict and proper identity and simplicity of a self or thinking being.","subId":"10","id":"Hume.THN.App.10","pages":"633"},{"type":"paragraph","content":"^When^ we talk of _self_ or _substance_, we must have an idea annex'd to these terms, otherwise they are altogether unintelligible. Every idea is deriv'd from preceding impressions; and we have no impression of self or substance, as something simple and individual. We have, therefore, no idea of them in that sense.","subId":"11","id":"Hume.THN.App.11","pages":"633"},{"type":"paragraph","content":"^Whatever^ is distinct, is distinguishable; and whatever is distinguishable, is separable by the thought or imagination. All perceptions are distinct. They are, therefore, distinguishable, and separable, and may be conceiv'd as separately existent, and may exist separately, without any contradiction or absurdity.","subId":"12","id":"Hume.THN.App.12","pages":"634"},{"type":"paragraph","content":"^When^ I view this table and that chimney, nothing is present to me but particular perceptions, which are of a like nature with all the other perceptions. This is the doctrine of philosophers. But this table, which is present to me, and that chimney, may and do exist separately. This is the doctrine of the vulgar, and implies no contradiction. There is no contradiction, therefore, in extending the same doctrine to all the perceptions.","subId":"13","id":"Hume.THN.App.13","pages":"634"},{"type":"paragraph","content":"^In^ general, the following reasoning seems satisfactory. All ideas are borrow'd from preceding perceptions. Our ideas of objects, therefore, are deriv'd from that source. Consequently no proposition can be intelligible or consistent with regard to objects, which is not so with regard to perceptions. But 'tis intelligible and consistent to say, that objects exist distinct and independent, without any common _simple_ substance or subject of inhesion. This proposition, therefore, can never be absurd with regard to perceptions.","subId":"14","id":"Hume.THN.App.14","pages":"634"},{"type":"paragraph","content":"^When^ I turn my reflection on _myself_, I never can perceive this _self_ without some one or more perceptions; nor can I ever perceive any thing but the perceptions. 'Tis the composition of these, therefore, which forms the self.","subId":"15","id":"Hume.THN.App.15","pages":"634"},{"type":"paragraph","content":"^We^ can conceive a thinking being to have either many or few perceptions. Suppose the mind to be reduc'd even below the life of an oyster. Suppose it to have only one perception, as of thirst or hunger. Consider it in that situation. Do you conceive any thing but merely that perception? Have you any notion of _self_ or _substance?_ If not, the addition of other perceptions can never give you that notion.","subId":"16","id":"Hume.THN.App.16","pages":"634"},{"type":"paragraph","content":"^The^ annihilation, which some people suppose to follow upon death, and which entirely destroys this self, is nothing |but an extinction of all particular perceptions; love and hatred, pain and pleasure, thought and sensation. These therefore must be the same with self; since the one cannot survive the other.","subId":"17","id":"Hume.THN.App.17","pages":"634-5"},{"type":"paragraph","content":"Is _self_ the same with _substance?_ If it be, how can that question have place, concerning the subsistence of self, under a change of substance? If they be distinct, what is the difference betwixt them? For my part, I have a notion of neither, when conceiv'd distinct from particular perceptions.","subId":"18","id":"Hume.THN.App.18","pages":"635"},{"type":"paragraph","content":"^Philosophers^ begin to be reconcil'd to the principle, _that we have no idea of external substance, distinct from the ideas of particular qualities_. This must pave the way for a like principle with regard to the mind, _that we have no notion of it, distinct from the particular perceptions_.","subId":"19","id":"Hume.THN.App.19","pages":"635"},{"type":"paragraph","content":"So far I seem to be attended with sufficient evidence. But having thus loosen'd all our particular perceptions, when[n89] I proceed to explain the principle of connexion, which binds them together, and makes us attribute to them a real simplicity and identity; I am sensible, that my account is very defective, and that nothing but the seeming evidence of the precedent reasonings cou'd have induc'd me to receive it. If perceptions are distinct existences, they form a whole only by being connected together. But no connexions among distinct existences are ever discoverable by human understanding. We only _feel_ a connexion or determination of the thought, to pass from one object to another. It follows, therefore, that the thought alone finds personal identity, when reflecting on the train of past perceptions, that compose a mind, the ideas of them are felt to be connected together, and naturally introduce each other. However extraordinary this conclusion may seem, it need not surprize us. Most philosophers seem inclin'd to think, that personal identity _arises_ from consciousness; and consciousness is nothing but a reflected thought or perception. The present philosophy, therefore, has so far a promising aspect. But all my hopes vanish, when I come |to explain the principles, that unite our successive perceptions in our thought or consciousness. I cannot discover any theory, which gives me satisfaction on this head.","subId":"20","id":"Hume.THN.App.20","pages":"635-6"},{"type":"paragraph","content":"^In^ short there are two principles, which I cannot render consistent; nor is it in my power to renounce either of them, viz. _that all our distinct perceptions are distinct existences_, and _that the mind never perceives any real connexion among distinct existences_. Did our perceptions either inhere in something simple and individual, or did the mind perceive some real connexion among them, there wou'd be no difficulty in the case. For my part, I must plead the privilege of a sceptic, and confess, that this difficulty is too hard for my understanding. I pretend not, however, to pronounce it absolutely insuperable. Others, perhaps, or myself, upon more mature reflections, may discover some hypothesis, that will reconcile those contradictions.","subId":"21","id":"Hume.THN.App.21","pages":"636"},{"type":"paragraph","content":"^I shall^ also take this opportunity of confessing two other errors of less importance, which more mature reflection has discover'd to me in my reasoning. The first may be found in Vol. I. page 107. {++[SBN 57-58]++} where I say, that the distance betwixt two bodies is known, among other things, by the angles, which the rays of light flowing from the bodies make with each other. 'Tis certain, that these angles are not known to the mind, and consequently can never discover the distance. The second error may be found in Vol. I. page 171. {++[SBN 96]++} where I say, that two ideas of the same object can only be different by their different degrees of force and vivacity. I believe there are other differences among ideas, which cannot properly be comprehended under these terms. Had I said, that two ideas of the same object can only be different by their different _feeling_, I shou'd have been nearer the truth.","subId":"22","id":"Hume.THN.App.22","pages":"636"},{"type":"note","content":"Vol. I. page 452 {++[SBN 260]++}.","subId":"n89","id":"Hume.THN.App.n89","pages":"635"}]}
