{"imported":true,"id":"Hume.THN.Intro","parent":"Hume.THN","title":"Introduction","breadcrumb":"Introduction","published":[1739],"copytext":[1739],"texts":[],"sourceDesc":"The first two Books of Hume’s [Treatise of Human Nature] were published together in 1739. The third Book, which included an Appendix making some changes to Book 1, was published in 1740. There was only one edition published in Hume’s lifetime, an this edition is therefore our copytext.","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£1 _INTRODUCTION._ £1","id":"Hume.THN.Intro"},{"type":"paragraph","content":"NOTHING is more usual and more natural for those, who pretend to discover any thing new to the world in philosophy and the sciences, than to insinuate the praises of their own systems, by decrying all those, which have been advanced before them. And indeed were they content with lamenting that ignorance, which we still lie under in the most important questions, that can come before the tribunal of human reason, there are few, who have an acquaintance with the sciences, that would not readily agree with them. 'Tis easy for one of judgment and learning, to perceive the weak foundation even of those systems, which have obtained the greatest credit, and have carried their pretensions highest to accurate and profound reasoning. Principles taken upon trust, consequences lamely deduced from them, want of coherence in the parts, and of evidence in the whole, these are every where to be met with in the systems of the most eminent philosophers, and seem to have drawn disgrace upon philosophy itself.","subId":"1","id":"Hume.THN.Intro.1","pages":"xiii"},{"type":"paragraph","content":"^Nor^ is there requir'd such profound knowledge to discover the present imperfect condition of the sciences, but even the |rabble without doors may judge from the noise and clamour, which they hear, that all goes not well within. There is nothing which is not the subject of debate, and in which men of learning are not of contrary opinions. The most trivial question escapes not our controversy, and in the most momentous we are not able to give any certain decision. Disputes are multiplied, as if every thing was uncertain; and these disputes are managed with the greatest warmth, as if every thing was certain. Amidst all this bustle 'tis not reason, which carries the prize, but eloquence; and no man needs ever despair of gaining proselytes to the most extravagant hypothesis, who has art enough to represent it in any favourable colours. The victory is not gained by the men at arms, who manage the pike and the sword; but by the trumpeters, drummers, and musicians of the army.","subId":"2","id":"Hume.THN.Intro.2","pages":"xiii-iv"},{"type":"paragraph","content":"^From^ hence in my opinion arises that common prejudice against metaphysical reasonings of all kinds, even amongst those, who profess themselves scholars, and have a just value for every other part of literature. By metaphysical reasonings, they do not understand those on any particular branch of science, but every kind of argument, which is any way abstruse, and requires some attention to be comprehended. We have so often lost our labour in such researches, that we commonly reject them without hesitation, and resolve, if we must for ever be a prey to errors and delusions, that they shall at least be natural and entertaining. And indeed nothing but the most determined scepticism, along with a great degree of indolence, can justify this aversion to metaphysics. For if truth be at all within the reach of human capacity, 'tis certain it must lie very deep and abstruse; and to hope we shall arrive at it without pains, while the greatest geniuses have failed with the utmost pains, must certainly |be esteemed sufficiently vain and presumptuous. I pretend to no such advantage in the philosophy I am going to unfold, and would esteem it a strong presumption against it, were it so very easy and obvious.","subId":"3","id":"Hume.THN.Intro.3","pages":"xiv-v"},{"type":"paragraph","content":"'^Tis evident^, that all the sciences have a relation, greater or less, to human nature; and that however wide any of them may seem to run from it, they still return back by one passage or another. Even _Mathematics_, _Natural Philosophy_, _and Natural Religion_, are in some measure dependent on the science of ^Man^; since they lie under the cognizance of men, and are judged of by their powers and faculties. 'Tis impossible to tell what changes and improvements we might make in these sciences were we thoroughly acquainted with the extent and force of human understanding, and cou'd explain the nature of the ideas we employ, and of the operations we perform in our reasonings. And these improvements are the more to be hoped for in natural religion, as it is not content with instructing us in the nature of superior powers, but carries its views farther, to their disposition towards us, and our duties towards them; and consequently we ourselves are not only the beings, that reason, but also one of the objects, concerning which we reason.","subId":"4","id":"Hume.THN.Intro.4","pages":"xv"},{"type":"paragraph","content":"^If^ therefore the sciences of Mathematics, Natural Philosophy, and Natural Religion, have such a dependence on the knowledge of man, what may be expected in the other sciences, whose connexion with human nature is more close and intimate? The sole end of logic is to explain the principles and operations of our reasoning faculty, and the nature of our ideas: morals and criticism regard our tastes and sentiments: and politics consider men as united in society, and dependent on each other. In these four sciences |of _Logic_, _Morals_, _Criticism_, _and Politics_, is comprehended almost every thing, which it can any way import us to be acquainted with, or which can tend either to the improvement or ornament of the human mind.","subId":"5","id":"Hume.THN.Intro.5","pages":"xv-vi"},{"type":"paragraph","content":"^Here^ then is the only expedient, from which we can hope for success in our philosophical researches, to leave the tedious lingring method, which we have hitherto followed, and instead of taking now and then a castle or village on the frontier, to march up directly to the capital or center of these sciences, to human nature itself; which being once masters of, we may every where else hope for an easy victory. From this station we may extend our conquests over all those sciences, which more intimately concern human life, and may afterwards proceed at leisure to discover more fully those, which are the objects of pure curiosity. There is no question of importance, whose decision is not compriz'd in the science of man; and there is none, which can be decided with any certainty, before we become acquainted with that science. In pretending therefore to explain the principles of human nature, we in effect propose a compleat system of the sciences, built on a foundation almost entirely new, and the only one upon which they can stand with any security.","subId":"6","id":"Hume.THN.Intro.6","pages":"xvi"},{"type":"paragraph","content":"^And^ as the science of man is the only solid foundation for the other sciences, so the only solid foundation we can give to this science itself must be laid on experience and observation. 'Tis no astonishing reflection to consider, that the application of experimental philosophy to moral subjects should come after that to natural at the distance of above a whole century; since we find in fact, that there was about the same interval betwixt the origins of these sciences; and that reckoning from ^Thales^ to ^Socrates^, the space of time |is nearly equal to that betwixt my Lord ^Bacon^[n1] and some late philosophers in _England_, who have begun to put the science of man on a new footing, and have engaged the attention, and excited the curiosity of the public. So true it is, that however other nations may rival us in poetry, and excel us in some other agreeable arts, the improvements in reason and philosophy can only be owing to a land of toleration and of liberty.","subId":"7","id":"Hume.THN.Intro.7","pages":"xvi-vii"},{"type":"paragraph","content":"^Nor^ ought we to think, that this latter improvement in the science of man will do less honour to our native country than the former in natural philosophy, but ought rather to esteem it a greater glory, upon account of the greater importance of that science, as well as the necessity it lay under of such a reformation. For to me it seems evident, that the essence of the mind being equally unknown to us with that of external bodies, it must be equally impossible to form any notion of its powers and qualities otherwise than from careful and exact experiments, and the observation of those particular effects, which result from its different circumstances and situations. And tho' we must endeavour to render all our principles as universal as possible, by tracing up our experiments to the utmost, and explaining all effects from the simplest and fewest causes, 'tis still certain we cannot go beyond experience; and any hypothesis, that pretends to discover the ultimate original qualities of human nature, ought at first to be rejected as presumptuous and chimerical.","subId":"8","id":"Hume.THN.Intro.8","pages":"xvii"},{"type":"paragraph","content":"^I do^ not think a philosopher, who would apply himself so earnestly to the explaining the ultimate principles of the soul, would show himself a great master in that very science |of human nature, which he pretends to explain, or very knowing in what is naturally satisfactory to the mind of man. For nothing is more certain, than that despair has almost the same effect upon us with enjoyment, and that we are no sooner acquainted with the impossibility of satisfying any desire, than the desire itself vanishes. When we see, that we have arrived at the utmost extent of human reason, we sit down contented; tho' we be perfectly satisfied in the main of our ignorance, and perceive that we can give no reason for our most general and most refined principles, beside our experience of their reality; which is the reason of the mere vulgar, and what it required no study at first to have discovered for the most particular and most extraordinary ph{ae}nomenon. And as this impossibility of making any farther progress is enough to satisfy the reader, so the writer may derive a more delicate satisfaction from the free confession of his ignorance, and from his prudence in avoiding that error, into which so many have fallen, of imposing their conjectures and hypotheses on the world for the most certain principles. When this mutual contentment and satisfaction can be obtained betwixt the master and scholar, I know not what more we can require of our philosophy.","subId":"9","id":"Hume.THN.Intro.9","pages":"xvii-viii"},{"type":"paragraph","content":"^But^ if this impossibility of explaining ultimate principles should be esteemed a defect in the science of man, I will venture to affirm, that 'tis a defect common to it with all the sciences, and all the arts, in which we can employ ourselves, whether they be such as are cultivated in the schools of the philosophers, or practised in the shops of the meanest artizans. None of them can go beyond experience, or establish any principles which are not founded on that authority. Moral philosophy has, indeed, this peculiar disadvantage, which is not found in natural, that in collecting its experi|ments, it cannot make them purposely, with premeditation, and after such a manner as to satisfy itself concerning every particular difficulty which may arise. When I am at a loss to know the effects of one body upon another in any situation, I need only put them in that situation, and observe what results from it. But should I endeavour to clear up after the same manner any doubt in moral philosophy, by placing myself in the same case with that which I consider, 'tis evident this reflection and premeditation would so disturb the operation of my natural principles, as must render it impossible to form any just conclusion from the ph{ae}nomenon. We must therefore glean up our experiments in this science from a cautious observation of human life, and take them as they appear in the common course of the world, by men's behaviour in company, in affairs, and in their pleasures. Where experiments of this kind are judiciously collected and compared, we may hope to establish on them a science, which will not be inferior in certainty, and will be much superior in utility to any other of human comprehension.","subId":"10","id":"Hume.THN.Intro.10","pages":"xviii-ix"},{"type":"note","content":"Mr. _Locke_, my Lord _Shaftsbury_, Dr. _Mandeville_, Mr. _Hutchinson_, Dr. _Butler_, &c.","subId":"n1","id":"Hume.THN.Intro.n1","pages":"xvii"}]}
