{"id":"Hobbes.L.Conc","imported":true,"parent":"Hobbes.L","title":"A Review, and Conclusion","breadcrumb":"Conclusion","published":[1651],"copytext":[1651],"sourceDesc":"The text here is from the 1909 Clarendon Press edition (now in the public domain), as put online by the Online Libary of Liberty. That edition follows the original 1651 edition, but with corrections from the printed ERRATA sheet incorporated into the text.","sourceUrl":"https://oll.libertyfund.org/titles/hobbes-leviathan-1909-ed/simple#lf0161_div_062","blocks":[{"type":"title","content":"A REVIEW, AND CONCLUSION.\n","id":"Hobbes.L.Conc"},{"type":"paragraph","content":"FRom the contrariety of some of the Naturall Faculties of the Mind, one to another, as also of one Passion to another, and from their reference to Conversation, there has been an argument taken, to inferre an impossibility that any one man should be sufficiently disposed to all sorts of Civill duty. The Severity of Judgment, they say, makes men Censorious, and unapt to pardon the Errours and Infirmities of other men: and on the other side, Celerity of Fancy, makes the thoughts lesse steddy than is necessary, to discern exactly between Right and Wrong. Again, in all Deliberations, and in all Pleadings, the faculty of solid Reasoning, is necessary: for without it, the Resolutions of men are rash, and their Sentences unjust: and yet if there be not powerfull Eloquence, which procureth attention and Consent, the effect of Reason will be little. But these are contrary Faculties; the former being grounded upon principles of Truth; the other upon Opinions already received, true, or false; and upon the Passions and Interests of men, which are different, and mutable.","subId":"1","id":"Hobbes.L.Conc.1"},{"type":"paragraph","content":"And amongst the Passions, Courage, (by which I mean the Contempt of Wounds, and violent Death) enclineth men to private Revenges, and sometimes to endeavour the unsetling of the Publique Peace: And Timorousnesse, many times disposeth to the desertion of the Publique Defence. Both these they say cannot stand together in the same person.","subId":"2","id":"Hobbes.L.Conc.2"},{"type":"paragraph","content":"And to consider the contrariety of mens Opinions, and Manners in generall, It is they say, impossible to entertain a constant Civill Amity with all those, with whom the Businesse of the world constrains us to converse: Which Businesse, consisteth almost in nothing else but a perpetuall contention for Honor, Riches, and Authority.","subId":"3","id":"Hobbes.L.Conc.3"},{"type":"paragraph","content":"To which I answer, that these are indeed great difficulties, but not Impossibilities: For by Education, and Discipline, they may bee, and are sometimes reconciled. Judgment, and Fancy may have place in the same man; but by turnes; as the end which he aimeth at requireth. As the Israelites in Egypt, were sometimes fastened to their labour of making Bricks, and other times were ranging abroad to gather Straw: So also may the Judgement sometimes be fixed upon one certain Consideration, and the Fancy at another time wandring about the world. So also Reason, and Eloquence, (though not perhaps in the Naturall Sciences, yet in the Morall) may stand very well together. For wheresoever there is place for adorning and preferring of Errour, there is much more place for adorning and preferring of Truth, if they have it to adorn. Nor is there any repugnancy between fearing the Laws, and not fearing a publique Enemy; nor between abstaining from Injury, and pardoning it in others. There is therefore no such Inconsistence of Humane Nature, with Civill Duties, as some think. I have known cleernesse of Judgment, and largenesse of Fancy; strength of Reason, and gracefull Elocution; a Courage for the Warre, and a Fear for the Laws, and all eminently in one man; and that was my most noble and honored friend Mr. Sidney Godolphin; who hating no man, nor hated of any, was unfortunately slain in the beginning of the late Civill warre, in the Publique quarrell, by an undiscerned, and an undiscerning hand.","subId":"4","id":"Hobbes.L.Conc.4"},{"type":"paragraph","content":"To the Laws of Nature, declared in the 15. Chapter, I would have this added, That every man is bound by Nature, as much as in him lieth, to protect in Warre, the Authority, by which he is himself protected in time of Peace. For he that pretendeth a Right of Nature to preserve his owne body, cannot pretend a Right of Nature to destroy him, by whose strength he is preserved: It is a manifest contradiction of himselfe. And though this Law may bee drawn by consequence, from some of those that are there already mentioned; yet the Times require to have it inculcated, and remembred.","subId":"5","id":"Hobbes.L.Conc.5"},{"type":"paragraph","content":"And because I find by divers English Books lately printed, that the Civill warres have not yet sufficiently taught men, in what point of time it is, that a Subject becomes obliged to the Conquerour; nor what is Conquest; nor how it comes about, that it obliges men to obey his Laws: Therefore for farther satisfaction of men therein, I say, the point of time, wherein a man becomes subject to a Conquerour, is that point, wherein having liberty to submit to him, he consenteth, either by expresse words, or by other sufficient sign, to be his Subject. When it is that a man hath the liberty to submit, I have shewed before in the end of the 21. Chapter; namely, that for him that hath no obligation to his former Soveraign but that of an ordinary Subject, it is then, when the means of his life is within the Guards and Garrisons of the Enemy; for it is then, that he hath no longer Protection from him, but is protected by the adverse party for his Contribution. Seeing therefore such contribution is every where, as a thing inevitable, (notwithstanding it be an assistance to the Enemy,) esteemed lawfull; a totall Submission, which is but an assistance to the Enemy, cannot be esteemed unlawful. Besides, if a man consider that they who submit, assist the Enemy but with part of their estates, whereas they that refuse, assist him with the whole, there is no reason to call their Submission, or Composition an Assistance; but rather a Detriment to the Enemy. But if a man, besides the obligation of a Subject, hath taken upon him a new obligation of a Souldier, then he hath not the liberty to submit to a new Power, as long as the old one keeps the field, and giveth him means of subsistence, either in his Armies, or Garrisons: for in this case, he cannot complain of want of Protection, and means to live as a Souldier: But when that also failes, a Souldier also may seek his Protection wheresoever he has most hope to have it; and may lawfully submit himself to his new Master. And so much for the Time when he may do it lawfully, if hee will. If therefore he doe it, he is undoubtedly bound to be a true Subject: For a Contract lawfully made, cannot lawfully be broken.","subId":"6","id":"Hobbes.L.Conc.6"},{"type":"paragraph","content":"By this also a man may understand, when it is, that men may be said to be Conquered; and in what the nature of Conquest, and the Right of a Conquerour consisteth: For this Submission is it implyeth them all. Conquest, is not the Victory it self; but the Acquisition by Victory, of a Right, over the persons of men. He therefore that is slain, is Overcome, but not Conquered: He that is taken, and put into prison, or chaines, is not Conquered, though Overcome; for he is still an Enemy, and may save himself if hee can: But he that upon promise of Obedience, hath his Life and Liberty allowed him, is then Conquered, and a Subject; and not before. The Romanes used to say, that their Generall had Pacified such a Province, that is to say, in English, Conquered it; and that the Countrey was Pacified by Victory, when the people of it had promised Imperata facere, that is, To doe what the Romane People commanded them: this was to be Conquered. But this promise may be either expresse, or tacite: Expresse, by Promise: Tacite, by other signes. As for example, a man that hath not been called to make such an expresse Promise, (because he is one whose power perhaps is not considerable;) yet if he live under their Protection openly, hee is understood to submit himselfe to the Government: But if he live there secretly, he is lyable to any thing that may bee done to a Spie, and Enemy of the State. I say not, hee does any Injustice, (for acts of open Hostility bear not that name); but that he may be justly put to death. Likewise, if a man, when his Country is conquered, be out of it, he is not Conquered, nor Subject: but if at his return, he submit to the Government, he is bound to obey it. So that Conquest (to define it) is the Acquiring of the Right of Soveraignty by Victory. Which Right, is acquired, in the peoples Submission, by which they contract with the Victor, promising Obedience, for Life and Liberty.","subId":"7","id":"Hobbes.L.Conc.7"},{"type":"paragraph","content":"In the 29. Chapter I have set down for one of the causes of the Dissolutions of Common-wealths, their Imperfect Generation, consisting in the want of an Absolute and Arbitrary Legislative Power; for want whereof, the Civill Soveraign is fain to handle the Sword of Justice unconstantly, and as if it were too hot for him to hold: One reason whereof (which I have not there mentioned) is this. That they will all of them justifie the War, by which their Power was at first gotten, and whereon (as they think) their Right dependeth, and not on the Possession. As if, for example, the Right of the Kings of England did depend on the goodnesse of the cause of William the Conquerour, and upon their lineall, and directest Descent from him; by which means, there would perhaps be no tie of the Subjects obedience to their Soveraign at this day in all the world: wherein whilest they needlessely think to justifie themselves, they justifie all the successefull Rebellions that Ambition shall at any time raise against them, and their Successors. Therefore I put down for one of the most effectuall seeds of the Death of any State, that the Conquerors require not onely a Submission of mens actions to them for the future, but also an Approbation of all their actions past; when there is scarce a Common-wealth in the world, whose beginnings can in conscience be justified.","subId":"8","id":"Hobbes.L.Conc.8"},{"type":"paragraph","content":"And because the name of Tyranny, signifieth nothing more, nor lesse, than the name of Soveraignty, be it in one, or many men, saving that they that use the former word, are understood to bee angry with them they call Tyrants; I think the toleration of a professed hatred of Tyranny, is a Toleration of hatred to Common-wealth in generall, and another evill seed, not differing much from the former. For to the Justification of the Cause of a Conqueror, the Reproach of the Cause of the Conquered, is for the most part necessary: but neither of them necessary for the Obligation of the Conquered. And thus much I have thought fit to say upon the Review of the first and second part of this Discourse.","subId":"9","id":"Hobbes.L.Conc.9"},{"type":"paragraph","content":"In the 35. Chapter, I have sufficiently declared out of the Scripture, that in the Common-wealth of the Jewes, God himselfe was made the Soveraign, by Pact with the People; who were therefore called his Peculiar People, to distinguish them from the rest of the world, over whom God reigned not by their Consent, but by his own Power: And that in this Kingdome Moses was Gods Lieutenant on Earth; and that it was he that told them what Laws God appointed them to be ruled by. But I have omitted to set down who were the Officers appointed to doe Execution; especially in Capitall Punishments; not then thinking it a matter of so necessary consideration, as I find it since. Wee know that generally in all Common-wealths, the Execution of Corporeall Punishments, was either put upon the Guards, or other Souldiers of the Soveraign Power; or given to those, in whom want of means, contempt of honour, and hardnesse of heart, concurred, to make them sue for such an Office. But amongst the Israelites it was a Positive Law of God their Soveraign, that he that was convicted of a capitall Crime, should be stoned to death by the People; and that the Witnesses should cast the first Stone, and after the Witnesses, then the rest of the People. This was a Law that designed who were to be the Executioners; but not that any one should throw a Stone at him before Conviction and Sentence, where the Congregation was Judge. The Witnesses were neverthelesse to be heard before they proceeded to Execution, unlesse the Fact were committed in the presence of the Congregation it self, or in sight of the lawfull Judges; for then there needed no other Witnesses but the Judges themselves. Neverthelesse, this manner of proceeding being not throughly understood, hath given occasion to a dangerous opinion, that any man may kill another, in some cases, by a Right of Zeal; as if the Executions done upon Offenders in the Kingdome of God in old time, proceeded not from the Soveraign Command, but from the Authority of Private Zeal: which, if we consider the texts that seem to favour it, is quite contrary.","subId":"10","id":"Hobbes.L.Conc.10"},{"type":"paragraph","content":"First, where the Levites fell upon the People, that had made and worshipped the Golden Calfe, and slew three thousand of them; it was by the Commandement of Moses, from the mouth of God; as is manifest, Exod. 32. 27. And when the Son of a woman of Israel had blasphemed God, they that heard it, did not kill him, but brought him before Moses, who put him under custody, till God should give Sentence against him; as appears, Levit. 25. 11, 12. Again, (Numbers 25. 6, 7.) when Phinehas killed Zimri and Cosbi, it was not by right of Private Zeale: Their Crime was committed in the sight of the Assembly; there needed no Witnesse; the Law was known, and he the heir apparent to the Soveraignty; and which is the principall point, the Lawfulnesse of his Act depended wholly upon a subsequent Ratification by Moses, whereof he had no cause to doubt. And this Presumption of a future Ratification, is sometimes necessary to the safety of a Common-wealth; as in a sudden Rebellion, any man that can suppresse it by his own Power in the Countrey where it begins, without expresse Law or Commission, may lawfully doe it, and provide to have it Ratified, or Pardoned, whilest it is in doing, or after it is done. Also Numb. 35. 30. it is expressely said, Whosoever shall kill the Murtherer, shall kill him upon the word of Witnesses: but Witnesses suppose a formall Judicature, and consequently condemn that pretence of Jus Zelotarum. The Law of Moses concerning him that enticeth to Idolatry, (that is to say, in the Kingdome of God to a renouncing of his Allegiance (Deut. 13. 8.) forbids to conceal him, and commands the Accuser to cause him to be put to death, and to cast the first stone at him; but not to kill him before he be Condemned. And (Deut. 17. ver. 4, 5, 6.) the Processe against Idolatry is exactly set down: For God there speaketh to the People, as Judge, and commandeth them, when a man is Accused of Idolatry, to Enquire diligently of the Fact, and finding it true, then to Stone him; but still the hand of the Witnesse throweth the first stone. This is not Private Zeale, but Publique Condemnation. In like manner when a Father hath a rebellious Son, the Law is (Deut. 21. 18.) that he shall bring him before the Judges of the Town, and all the people of the Town shall Stone him. Lastly, by pretence of these Laws it was, that St. Steven was Stoned, and not by pretence of Private Zeal: for before hee was carried away to Execution, he had Pleaded his Cause before the High Priest. There is nothing in all this, nor in any other part of the Bible, to countenance Executions by Private Zeal; which being oftentimes but a conjunction of Ignorance and Passion, is against both the Justice and Peace of a Common-wealth.","subId":"11","id":"Hobbes.L.Conc.11"},{"type":"paragraph","content":"In the 36. Chapter I have said, that it is not declared in what manner God spake supernaturally to Moses: Not that he spake not to him sometimes by Dreams and Visions, and by a supernaturall Voice, as to other Prophets: For the manner how he spake unto him from the Mercy-Seat, is expressely set down Numbers 7. 89. in these words, From that time forward, when Moses entred into the Tabernacle of the Congregation to speak with God, he heard a Voice which spake unto him from over the Mercy-Seate, which is over the Arke of the Testimony, from between the Cherubins he spake unto him. But it is not declared in what consisted the præeminence of the manner of Gods speaking to Moses, above that of his speaking to other Prophets, as to Samuel, and to Abraham, to whom he also spake by a Voice, (that is, by Vision) Unlesse the difference consist in the cleernesse of the Vision. For Face to Face, and Mouth to Mouth, cannot be literally understood of the Infinitenesse, and Incomprehensibility of the Divine Nature.","subId":"12","id":"Hobbes.L.Conc.12"},{"type":"paragraph","content":"And as to the whole Doctrine, I see not yet, but the Principles of it are true and proper; and the Ratiocination solid. For I ground the Civill Right of Soveraigns, and both the Duty and Liberty of Subjects, upon the known naturall Inclinations of Mankind, and upon the Articles of the Law of Nature; of which no man, that pretends but reason enough to govern his private family, ought to be ignorant. And for the Power Ecclesiasticall of the same Soveraigns, I ground it on such Texts, as are both evident in themselves, and consonant to the Scope of the whole Scripture. And therefore am perswaded, that he that shall read it with a purpose onely to be informed, shall be informed by it. But for those that by Writing, or Publique Discourse, or by their eminent actions, have already engaged themselves to the maintaining of contrary opinions, they will not bee so easily satisfied. For in such cases, it is naturall for men, at one and the same time, both to proceed in reading, and to lose their attention, in the search of objections to that they had read before: Of which, in a time wherein the interests of men are changed (seeing much of that Doctrine, which serveth to the establishing of a new Government, must needs be contrary to that which conduced to the dissolution of the old,) there cannot choose but be very many.","subId":"13","id":"Hobbes.L.Conc.13"},{"type":"paragraph","content":"In that part which treateth of a Christian Common-wealth, there are some new Doctrines, which, it may be, in a State where the contrary were already fully determined, were a fault for a Subject without leave to divulge, as being an usurpation of the place of a Teacher. But in this time, that men call not onely for Peace, but also for Truth, to offer such Doctrines as I think True, and that manifestly tend to Peace and Loyalty, to the consideration of those that are yet in deliberation, is no more, but to offer New Wine, to bee put into New Cask, that both may be preserved together. And I suppose, that then, when Novelty can breed no trouble, nor disorder in a State, men are not generally so much inclined to the reverence of Antiquity, as to preferre Ancient Errors, before New and well proved Truth.","subId":"14","id":"Hobbes.L.Conc.14"},{"type":"paragraph","content":"There is nothing I distrust more than my Elocution; which neverthelesse I am confident (excepting the Mischances of the Presse) is not obscure. That I have neglected the Ornament of quoting ancient Poets, Orators, and Philosophers, contrary to the custome of late time, (whether I have done well or ill in it,) proceedeth from my judgment, grounded on many reasons. For first, all Truth of Doctrine dependeth either upon Reason, or upon Scripture; both which give credit to many, but never receive it from any Writer. Secondly, the matters in question are not of Fact, but of Right, wherein there is no place for Witnesses. There is scarce any of those old Writers, that contradicteth not sometimes both himself, and others; which makes their Testimonies insufficient. Fourthly, such Opinions as are taken onely upon Credit of Antiquity, are not intrinsecally the Judgment of those that cite them, but Words that passe (like gaping) from mouth to mouth. Fiftly, it is many times with a fraudulent Designe that men stick their corrupt Doctrine with the Cloves of other mens Wit. Sixtly, I find not that the Ancients they cite, took it for an Ornament, to doe the like with those that wrote before them. Seventhly, it is an argument of Indigestion; when Greek and Latine Sentences unchewed come up again, as they use to doe, unchanged. Lastly, though I reverence those men of Ancient time, that either have written Truth perspicuously, or set us in a better way to find it out our selves; yet to the Antiquity it self I think nothing due: For if we will reverence the Age, the Present is the Oldest. If the Antiquity of the Writer, I am not sure, that generally they to whom such honor is given, were more Ancient when they wrote, than I am that am Writing: But if it bee well considered, the praise of Ancient Authors, proceeds not from the reverence of the Dead, but from the competition, and mutuall envy of the Living.","subId":"15","id":"Hobbes.L.Conc.15"},{"type":"paragraph","content":"To conclude, there is nothing in this whole Discourse, nor in that I writ before of the same Subject in Latine, as far as I can perceive, contrary either to the Word of God, or to good Manners; or to the disturbance of the Publique Tranquillity. Therefore I think it may be profitably printed, and more profitably taught in the Universities, in case they also think so, to whom the judgment of the same belongeth. For seeing the Universities are the Fountains of Civill, and Morall Doctrine, from whence the Preachers, and the Gentry, drawing such water as they find, use to sprinkle the same (both from the Pulpit, and in their Conversation) upon the People, there ought certainly to be great care taken, to have it pure, both from the Venime of Heathen Politicians, and from the Incantation of Deceiving Spirits. And by that means the most men, knowing their Duties, will be the less subject to serve the Ambition of a few discontented persons, in their purposes against the State; and be the lesse grieved with the Contributions necessary for their Peace, and Defence; and the Governours themselves have the lesse cause, to maintain at the Common charge any greater Army, than is necessary to make good the Publique Liberty, against the Invasions and Encroachments of forraign Enemies.","subId":"16","id":"Hobbes.L.Conc.16"},{"type":"paragraph","content":"And thus I have brought to an end my Discourse of Civill and Ecclesiasticall Government, occasioned by the disorders of the present time, without partiality, without application, and without other designe, than to set before mens eyes the mutuall Relation between Protection and Obedience; of which the condition of Humane Nature, and the Laws Divine, (both Naturall and Positive) require an inviolable observation. And though in the revolution of States, there can be no very good Constellation for Truths of this nature to be born under, (as having an angry aspect from the dissolvers of an old Government, and seeing but the backs of them that erect a new;) yet I cannot think it will be condemned at this time, either by the Publique Judge of Doctrine, or by any that desires the continuance of Publique Peace. And in this hope I return to my interrupted Speculation of Bodies Naturall; wherein, (if God give me health to finish it,) I hope the Novelty will as much please, as in the Doctrine of this Artificiall Body it useth to offend. For such Truth, as opposeth no mans profit, nor pleasure, is to all men welcome.","subId":"17","id":"Hobbes.L.Conc.17"}],"texts":[],"ancestors":[{"id":"Hobbes","forename":"Thomas","surname":"Hobbes","birth":1588,"death":1679,"published":1650,"nationality":"English","sex":"Male","texts":[{"id":"Hobbes.HN","forename":"Thomas","surname":"Hobbes","title":"Humane Nature; or, the Fundamental Elements of Policie","birth":1588,"death":1679,"published":[1650],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Humane Nature"},{"id":"Hobbes.CP","forename":"Thomas","surname":"Hobbes","title":"De Corpore Politico; or, The Elements of Law, Moral and Politick","birth":1588,"death":1679,"published":[1650],"nationality":"English","sex":"Male","breadcrumb":"De Corpore Politico"},{"id":"Hobbes.Civ","forename":"Thomas","surname":"Hobbes","title":"De Cive; Or, Philosophicall Rudiments Concerning Government and Society","birth":1588,"death":1679,"published":[1651],"nationality":"English","sex":"Male","breadcrumb":"De Cive"},{"id":"Hobbes.L","forename":"Thomas","surname":"Hobbes","title":"Leviathan, or The Matter, Forme, & Power of a Common-Wealth Ecclesiastical and Civill","birth":1588,"death":1679,"published":[1651],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Leviathan"},{"id":"Hobbes.LN","forename":"Thomas","surname":"Hobbes","title":"Of Libertie and Necessitie","birth":1588,"death":1679,"published":[1654],"nationality":"English","sex":"Male","breadcrumb":"Libertie and Necessitie"},{"id":"Hobbes.Cor","forename":"Thomas","surname":"Hobbes","title":"De Corpore; Or, Elements of Philosophy, The First Section, Concerning Body","birth":1588,"death":1679,"published":[1656],"nationality":"English","sex":"Male","breadcrumb":"De Corpore"},{"id":"Hobbes.B","forename":"Thomas","surname":"Hobbes","title":"Behemoth; Or, An Epitome of the Civil Wars of England, from 1640 to 1660","birth":1588,"death":1679,"published":[1679],"nationality":"English","sex":"Male","breadcrumb":"Behemoth"},{"id":"Hobbes.AB","forename":"Thomas","surname":"Hobbes","title":"An Answer to a Book published by Dr. Bramhall","birth":1588,"death":1679,"published":[1682],"nationality":"English","sex":"Male","breadcrumb":"Answer to Bramhall"}]},{"id":"Hobbes.L","forename":"Thomas","surname":"Hobbes","title":"Leviathan, or The Matter, Forme, & Power of a Common-Wealth Ecclesiastical and Civill","birth":1588,"death":1679,"published":[1651],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Leviathan"}],"prev":{"id":"Hobbes.L.4","imported":true,"title":"The Fourth Part, Of The Kingdome of Darknesse","breadcrumb":"Part 4","published":[1651]},"next":{"id":"Hobbes.LN","forename":"Thomas","surname":"Hobbes","title":"Of Libertie and Necessitie","birth":1588,"death":1679,"published":[1654],"nationality":"English","sex":"Male","breadcrumb":"Libertie and Necessitie"}}