{"id":"Hobbes.L.Ded","imported":true,"parent":"Hobbes.L","title":"The Epistle Dedicatory","breadcrumb":"Dedication","published":[1651],"copytext":[1651],"sourceDesc":"The text here is from the 1909 Clarendon Press edition (now in the public domain), as put online by the Online Libary of Liberty. That edition follows the original 1651 edition, but with corrections from the printed ERRATA sheet incorporated into the text.","sourceUrl":"https://oll.libertyfund.org/titles/hobbes-leviathan-1909-ed/simple#lf0161_div_007","blocks":[{"type":"title","content":"TO\nMY MOST HONOR'D FRIEND Mr FRANCIS GODOLPHIN of Godolphin.\n","id":"Hobbes.L.Ded"},{"type":"paragraph","content":"Honor'd Sir, \n YOur most worthy Brother Mr Sidney Godolphin, when he lived, was pleas'd to think my studies something, and otherwise to oblige me, as you know, with reall testimonies of his good opinion, great in themselves, and the greater for the worthinesse of his person. For there is not any vertue that disposeth a man, either to the service of God, or to the service of his Country, to Civill Society, or private Friendship, that did not manifestly appear in his conversation, not as acquired by necessity, or affected upon occasion, but inhærent, and shining in a generous constitution of his nature. Therefore in honour and gratitude to him, and with devotion to your selfe, I humbly Dedicate unto you this my discourse of Common-wealth. I know not how the world will receive it, nor how it may reflect on those that shall seem to favour it. For in a way beset with those that contend, on one side for too great Liberty, and on the other side for too much Authority, 'tis hard to passe between the points of both unwounded. But yet, me thinks, the endeavour to advance the Civill Power, should not be by the Civill Power condemned; nor private men, by reprehending it, declare they think that Power too great. Besides, I speak not of the men, but (in the Abstract) of the Seat of Power, (like to those simple and unpartiall creatures in the Roman Capitol, that with their noyse defended those within it, not because they were they, but there,) offending none, I think, but those without, or such within (if there be any such) as favour them. That which perhaps may most offend, are certain Texts of Holy Scripture, alledged by me to other purpose than ordinarily they use to be by others. But I have done it with due submission, and also (in order to my Subject) necessarily; for they are the Outworks of the Enemy, from whence they impugne the Civill Power. If notwithstanding this, you find my labour generally decryed, you may be pleased to excuse your selfe, and say I am a man that love my own opinions, and think all true I say, that I honoured your Brother, and honour you, and have presum'd on that, to assume the Title (without your knowledge) of being, as I am, \n   Sir, \n     Your most humble, and most obedient servant, {Paris. Aprill 15/25. 1651.} \n       Tho. Hobbes.","subId":"1","id":"Hobbes.L.Ded.1"}],"texts":[],"ancestors":[{"id":"Hobbes","forename":"Thomas","surname":"Hobbes","birth":1588,"death":1679,"published":1650,"nationality":"English","sex":"Male","texts":[{"id":"Hobbes.HN","forename":"Thomas","surname":"Hobbes","title":"Humane Nature; or, the Fundamental Elements of Policie","birth":1588,"death":1679,"published":[1650],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Humane Nature"},{"id":"Hobbes.CP","forename":"Thomas","surname":"Hobbes","title":"De Corpore Politico; or, The Elements of Law, Moral and Politick","birth":1588,"death":1679,"published":[1650],"nationality":"English","sex":"Male","breadcrumb":"De Corpore Politico"},{"id":"Hobbes.Civ","forename":"Thomas","surname":"Hobbes","title":"De Cive; Or, Philosophicall Rudiments Concerning Government and Society","birth":1588,"death":1679,"published":[1651],"nationality":"English","sex":"Male","breadcrumb":"De Cive"},{"id":"Hobbes.L","forename":"Thomas","surname":"Hobbes","title":"Leviathan, or The Matter, Forme, & Power of a Common-Wealth Ecclesiastical and Civill","birth":1588,"death":1679,"published":[1651],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Leviathan"},{"id":"Hobbes.LN","forename":"Thomas","surname":"Hobbes","title":"Of Libertie and Necessitie","birth":1588,"death":1679,"published":[1654],"nationality":"English","sex":"Male","breadcrumb":"Libertie and Necessitie"},{"id":"Hobbes.Cor","forename":"Thomas","surname":"Hobbes","title":"De Corpore; Or, Elements of Philosophy, The First Section, Concerning Body","birth":1588,"death":1679,"published":[1656],"nationality":"English","sex":"Male","breadcrumb":"De Corpore"},{"id":"Hobbes.B","forename":"Thomas","surname":"Hobbes","title":"Behemoth; Or, An Epitome of the Civil Wars of England, from 1640 to 1660","birth":1588,"death":1679,"published":[1679],"nationality":"English","sex":"Male","breadcrumb":"Behemoth"},{"id":"Hobbes.AB","forename":"Thomas","surname":"Hobbes","title":"An Answer to a Book published by Dr. Bramhall","birth":1588,"death":1679,"published":[1682],"nationality":"English","sex":"Male","breadcrumb":"Answer to Bramhall"}]},{"id":"Hobbes.L","forename":"Thomas","surname":"Hobbes","title":"Leviathan, or The Matter, Forme, & Power of a Common-Wealth Ecclesiastical and Civill","birth":1588,"death":1679,"published":[1651],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Leviathan"}],"prev":{"id":"Hobbes.L","forename":"Thomas","surname":"Hobbes","title":"Leviathan, or The Matter, Forme, & Power of a Common-Wealth Ecclesiastical and Civill","birth":1588,"death":1679,"published":[1651],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Leviathan"},"next":{"id":"Hobbes.L.Intro","imported":true,"title":"The Introduction","breadcrumb":"Introduction","published":[1651]}}