{"id":"Locke.EHU.Ded","imported":true,"parent":"Locke.EHU","title":"Dedication","breadcrumb":"Dedication","published":[1689],"copytext":[1700],"sourceDesc":"Locke’s [Essay] was first published in December 1689, but with a publication year of 1690 on the title page. The copytext for this version is the 4th edition of 1700, which is the last edition to be printed in Locke’s lifetime, and contains several changes and additions. The text is derived from a transcription of the first edition from EEBO-TCP. Several changes are being made to this source, to bring the text in line with the 1700 edition.","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A48874.0001.001/1:3?rgn=div1;view=fulltext","blocks":[{"type":"title","content":"TO THE\nRIGHT HONOURABLE\nTHOMAS\nEARL OF\nPembroke and Montgomery,\nBaron Herbert of Cardiff, &c.\nLord-Lieutenant of the County of Wilts, and One of Their Majesties most Honourable Privy Council.\n","id":"Locke.EHU.Ded"},{"type":"paragraph","content":"THis Treatise, which is grown up under your Lordship's Eye, and has ventured into the World by your Order, does now, by a natural kind of Right, come to your Lordship for that Protection, which you several years since promised it. 'Tis not that I think any Name, how great soever, set at the beginning of a Book, will be able to cover the Faults are to be found it. Things in print must stand and fall by their own Worth, or the Reader's Fancy. But there being nothing more to be desired for Truth, than a fair unprejudiced Hearing, no body is more likely to procure me that, than your Lordship, who are allowed to have got so intimate an Acquaintance with her, in her more retired recesses. Your Lordship is known to have so far advanced your Speculations in the most abstract and general Knowledge of Things, beyond the ordinary reach or common Methods, that your Allowance and Approbation of the Design of this Treatise, will at least preserve it from being condemned without reading; and will prevail to have those Parts a little weighed, which might otherwise, perhaps, be thought to deserve no Consideration, for being somewhat out of the common road. The Imputation of Novelty, is a terrible charge amongst those who judge of Men's Heads, as they do of their Perukes, by the Fashion; and can allow none to be right, but the received Doctrines. Truth scarce ever yet carried it by Vote any where, at its first appearance: New Opinions are always suspected, and usually opposed, without any other Reason, but because they are not already common. But Truth, like Gold, is not the less so, for being newly brought out of the Mine. 'Tis Trial and Examination must give it price, and not any antick Fashion: And though it be not yet current by the publick stamp; yet it may, for all that, be as old as Nature, and is certainly not the less genuine. Your Lordship can give great and convincing Instances of this, whenever you please to oblige the Publick with some of those large and comprehensive Discoveries, you have made, of Truths hitherto unknown, unless to some few, to whom your Lordship has been pleased not wholly to conceal them. This alone were a sufficient Reason, were there no other, why I should Dedicate this piece to your Lordship; and its having some little Correspondence with soms parts of that nobler and vast System of the Sciences, your Lordship has made so new, exact, and instructive a Draught of, I think it Glory enough, if your Lordship permit me to boast, that here and there I have fallen into some Thoughts not wholly different from yours. If your Lordship think fit, that by your encouragement this should appear in the World, I hope it may be a Reason, some time or other, to lead your Lordship farther; and you will allow me to say, That you here give the World an earnest of something, that, if they can bear with this, will be truly worth their expectation. This, my Lord, shews what a Present I here make to your Lordship; just such as the poor Man does to his rich and great Neighbour, by whom the Basket of Flowers, or Fruit, is not ill taken, though he has more plenty of his own growth, and in much greater perfection. Worthless Things receive a Value, when they are made the Offerings of Respect, Esteem, and Gratitude: These you have given me so mighty and peculiar Reasons to have in the highest degree for your Lordship, that if they can add a price to what they go along with, proportionable to their own Greatness, I can with Confidence brag, I here make your Lordship the richest Present you ever received. This I am sure, I am under the greatest Obligation to seek all occasions to acknowledge a long Train of Favours I have received from your Lordship; Favours, though great and important in themselves, yet made much more so by the Forwardness, Concern, and Kindness, and other obliging Circumstances, that never failed to accompany them. To all this you are pleased to add that which gives yet more weight and relish to all the rest: You vouchsafe to continue me in some degrees of your Esteem, and allow me a place in your good Thoughts, I had almost said Friendship. This, my Lord, your Words and Actions so constantly shew on all occasions, even to others when I am absent, that it is not Vanity in me to mention, what every body knows: But it would be want of Manners not to acknowledge what so many are Witnesses of, and every day tell me, I am indebted to your Lordship for. I wish they could as easily assist my Gratitude, as they convince me of the great and growing Engagements it has to your Lordship. This I am sure, I should write of the Understanding without having any, if I were not [??] sensible of them, and did not lay hold on this Opportunity to testifie to the World, how much I am obliged to be, and how much I am, My Lord, Your Lordships Most Humble, and Most Obedient Servant, JOHN LOCKE.","subId":"1","id":"Locke.EHU.Ded.1"}],"texts":[],"ancestors":[{"id":"Locke","forename":"John","surname":"Locke","birth":1632,"death":1704,"published":1689,"nationality":"English","sex":"Male","texts":[{"id":"Locke.LT1","forename":"John","surname":"Locke","title":"First Letter Concerning Toleration","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","breadcrumb":"First Letter Concerning Toleration"},{"id":"Locke.TG","forename":"John","surname":"Locke","title":"Two Treatises of Government","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","breadcrumb":"Two Treatises of Government"},{"id":"Locke.EHU","forename":"John","surname":"Locke","title":"An Essay Concerning Humane Understanding","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Essay Concerning Humane Understanding"},{"id":"Locke.LT2","forename":"John","surname":"Locke","title":"Second Letter Concerning Toleration","birth":1632,"death":1704,"published":[1690],"nationality":"English","sex":"Male","breadcrumb":"Second Letter Concerning Toleration"},{"id":"Locke.LT3","forename":"John","surname":"Locke","title":"Third Letter Concerning Toleration","birth":1632,"death":1704,"published":[1692],"nationality":"English","sex":"Male","breadcrumb":"Third Letter Concerning Toleration"},{"id":"Locke.TCE","forename":"John","surname":"Locke","title":"Some Thoughts Concerning Education","birth":1632,"death":1704,"published":[1693],"nationality":"English","sex":"Male","breadcrumb":"Thoughts Concerning Education"},{"id":"Locke.RC","forename":"John","surname":"Locke","title":"The Reasonableness of Christianity","birth":1632,"death":1704,"published":[1695],"nationality":"English","sex":"Male","breadcrumb":"Reasonableness of Christianity"},{"id":"Locke.VRC","forename":"John","surname":"Locke","title":"A Vindication of The Reasonableness of Christianity from Mr. Edwards's Reflections","birth":1632,"death":1704,"published":[1695],"nationality":"English","sex":"Male","breadcrumb":"Vindication of The Reasonableness of Christianity"},{"id":"Locke.VC2","forename":"John","surname":"Locke","title":"A Second Vindication of The Reasonableness of Christianity","birth":1632,"death":1704,"published":[1697],"nationality":"English","sex":"Male","breadcrumb":"Second Vindication of Christianity"}]},{"id":"Locke.EHU","forename":"John","surname":"Locke","title":"An Essay Concerning Humane Understanding","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Essay Concerning Humane Understanding"}],"prev":{"id":"Locke.EHU","forename":"John","surname":"Locke","title":"An Essay Concerning Humane Understanding","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Essay Concerning Humane Understanding"},"next":{"id":"Locke.EHU.Ep","imported":true,"title":"The Epistle to the Reader","breadcrumb":"Epistle to the Reader","published":[1689]}}