{"id":"Locke.EHU.4.12","imported":true,"parent":"Locke.EHU.4","title":"Chapter 12. Of the Improvement of our Knowledge","breadcrumb":"Chapter 12","published":[1689],"copytext":[1700],"sourceDesc":"Locke’s <cite>Essay</cite> was first published in December 1689, but with a publication year of 1690 on the title page. The copytext for this version is the 4th edition of 1700, which is the last edition to be printed in Locke’s lifetime, and contains several changes and additions. The text is derived from a transcription of the first edition from EEBO-TCP. Several changes are being made to this source, to bring the text in line with the 1700 edition.","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A48874.0001.001/1:9.12?rgn=div2;view=fulltext","blocks":[{"type":"title","content":"<h1>CHAP. XII.</h1> <h2><em>Of the Improvement of our Knowledge.</em></h2> ","id":"Locke.EHU.4.12"},{"type":"paragraph","content":"IT having been the common received Opinion amongst Men of Letters, that <em>Maxims</em> were the foundations of all Knowledge; and that the Sciences were each of them built upon certain <em>praecognita,</em> from whence the Understanding was to take its rise, and by which it was to conduct it self, in its enquiries into the matters belonging to that Science, the beaten road of the Schools, has been to lay down in the beginning, one or more general Propositions, as Foundations whereon to build the Knowledge was to be had of that Subject. These Doctrines thus laid down for Foundations of any Science, were called <em>Principles,</em> as the beginnings from which we must set out, and look no farther backwards in our Enquiries, but take these for certain and unquestionable Truths, and established Principles.","subId":"1","id":"Locke.EHU.4.12.1"},{"type":"paragraph","content":"That which gave occasion to this way of proceeding in other Sciences, was (as I suppose) the good success it seemed to have in <em>Mathematicks,</em> wherein Men, being observed to attain a great certainty of Knowledge, these Sciences came by pre-eminence to be called <span class=\"foreign\"><cite>greek text</cite></span>, and <span class=\"foreign\"><cite>greek text</cite></span>, Learning, or things learn'd, throughly learn'd, as having of all other the greatest certainty, clearness, and evidence in them.","subId":"2","id":"Locke.EHU.4.12.2"},{"type":"paragraph","content":"But if any one will consider, he will (I guess) find, that <em>the great advancement</em> and certainty <em>of real Knowledge</em> Men arrived to in these Sciences, was not owing to the influence of their Principles, nor derived from any peculiar advantage they received from two or three general Maxims laid down in the beginning; but <em>from</em> the <em>clear, distinct, compleat Ideas</em> their Thoughts were employ'd about, and the relation of Equality and Excess so clear between some of them, that they had an intuitive Knowledge, and by that a way to discover it in others, and this without the help of those Maxims. For I ask, Is it not possible for a young Lad to know, that his whole Body is bigger than his little Finger, but by virtue of this Axiom, that the whole is bigger than a part; nor be assured of it, till he has learned that Maxim? Or cannot a Country-Wench know, that having received a Shilling from one that owes her three, and a Shilling also from another that owes her three, that the remaining Debts in each of their hands are equal; cannot she know this, I say, without she fetch the certainty of it from this Maxim, That if you take Equals from Equals, the remainder will be Equals; a Maxim which possibly the never heard or thought of? I desire any one to consider which is known first and clearest by most People; the particular Instance, or the general Rule; and which it is that gives Life and Birth to the other. These general Rules are but the comparing our more general and abstract <em>Ideas,</em> which are the Workmanship of the Mind, made, and Names given to them for the easier dispatch in its Reasonings, and drawing into comprehensive Terms, and short Rules, its various and multiplied Observations: But Knowledge began in the Mind, and was founded on Particulars; though afterwards, perhaps, no notice be taken thereof; it being natural for the Mind (forward still to enlarge its Knowledge) most attentively to lay up those general Notions, and make the proper use of them, which is to disburthen the Memory of the cumbersome load of Particulars.","subId":"3","id":"Locke.EHU.4.12.3"},{"type":"paragraph","content":"But be it in the Mathematicks as it will, whether it be clearer, that taking an Inch from a black Line of two Inches, and an Inch from a red Line of two Inches, the remaining parts of the two Lines will be equal, or that <em>if you take equals from equals, the remainder will be equals:</em> Which, I say, of these two is the clearer and first known, I leave to any one to determine, it not being material to my present occasion. That which I have here to do, is to enquire, whether if it be the readiest way to Knowledge, to begin with general Maxims, and build upon them, it be yet a safe way to take the Principles, which are laid down in any other Science, as unquestionable Truths; and so receive them without examination, and adhere to them, without suffering them to be doubted of, because Mathematicians have been so happy, or so fair, to use none but self-evident and undeniable. If this be so, I know not what may not pass for Truth in Morality, what may not be introduced and improved in Natural Philosophy. Let that Principle of some of the old Philosophers, That all is Matter, and that there is nothing else, be received for certain and indubitable, and it will be easie to be seen by the Writings of some that have revived it again in our days, what consequences it will lead us into. Let any one, with <em>Polemo,</em> take the World; or, with the <em>Stoicks,</em> the <em>AEther,</em> or the Sun; or, with <em>Aneximenes,</em> the Air, to be <em>God</em>; and what a Divinity, Religion, and Worship must we needs have! <em>Nothing</em> can be <em>so dangerous, as Principles</em> thus <em>taken up without questioning or examination</em>; especially if they be such as concern Morality, which influence Men's Lives, and give a biass to all their Actions. Who might not justly expect another kind of Life in <em>Aristippus,</em> who placed Happiness in bodily Pleasure; and in <em>Antisthenes,</em> who made Vertue sufficient to Felicity? And he who, with <em>Plato,</em> shall place Beatitude in the Knowledge of GOD, will have his Thoughts raised to other Contemplations, than those who look not beyond this spot of Earth, and those perishing Things are to be had in it. He that, with <em>Archelaus,</em> shall lay it down as a Principle, That Right and Wrong, Honest and Dishonest, are defined only by Laws, and not by Nature, will have other measures of moral Rectitude and Pravity, than those who take it for granted, that we are under Obligations antecedent to all humane Constitutions.","subId":"4","id":"Locke.EHU.4.12.4"},{"type":"paragraph","content":"If therefore those that pass for <em>Principles,</em> are <em>not certain,</em> (which we must have some way to know, that we may be able to distinguish them from those that are doubtful,) but are only made so to us by our blind assent we are liable to be <em>misled</em> by them; and instead of being guided into Truth, we shall, by Principles, be only confirmed in Mistake and Errour.","subId":"5","id":"Locke.EHU.4.12.5"},{"type":"paragraph","content":"But since the Knowledge of the Certainty of Principles, as well as of all other Truths, depends only upon the perception we have of the Agreement, or Disagreement of our <em>Ideas, the way to improve our Knowledge,</em> is not, I am sure, blindly, and with an implicit Faith to receive and swallow Principles; but is, I think, <em>to</em> get and <em>fix in our Minds clear, distinct, and compleat Ideas,</em> as far as they are to be had, <em>and annex to them proper and constant Names.</em> And thus, perhaps, without any other Principles, but barely considering those perfect <em>Ideas,</em> and by <em>comparing them one with another,</em> finding their Agreement, and Disagreement, and their several Relations and Habitudes; we shall get more true and clear Knowledge, by the conduct of this one Rule, than by taking up Principles, and thereby putting our Minds into the disposal of others.","subId":"6","id":"Locke.EHU.4.12.6"},{"type":"paragraph","content":"<em>We must</em> therefore, if we will proceed as Reason advises, <em>adapt our methods of Enquiry to the nature of the Ideas we examine,</em> and the Truth we search after. General and certain Truths, are only founded in the Habitudes and Relations of abstract <em>Ideas.</em> A sagacious and methodical application of our Thoughts, for the finding out these Relations, is the only way to discover all that can be put, with Truth and Certainty concerning them, into general Propositions. By what steps we are to proceed, is to be learned in the Schools of the Mathematicians, who from very plain and easie beginnings, by gentle degrees, and a continued Chain of Reasonings, proceed to the discovery and demonstration of Truths, that appear at first sight beyond humane Capacity. The Art of finding Proofs, and the <em>Ideas</em> that demonstratively shew the equality or inequality of unapplicable Quantities, is, I confess, of great help to them: But whether something like this, in respect of other <em>Ideas,</em> as well as those of magnitude, may not in time be found out, I will not determine. This, I think, I may say, that if other <em>Ideas,</em> that are the real as well as nominal Essences of their Species, were pursued in the way familiar to Mathematicians, they would carry our Thoughts farther, and with greater evidence and clearness, than possibly we are apt to imagine.","subId":"7","id":"Locke.EHU.4.12.7"},{"type":"paragraph","content":"This gave me the confidence to advance that Conjecture, which I suggest, <em>Chap.</em> 3. viz. That <em>Morality</em> is <em>capable of Demonstration,</em> as well as Mathematicks. For the <em>Ideas</em> that Ethicks are conversant about, being all real Essences, and such as I imagine have a discoverable connexion and agreement one with another; so far as we can find their Habitudes and Relations, so far we shall be possessed of certain, real, and general Truths: and I doubt not, but if a right method were taken, a great part of Morality might be made out with that clearness, that could leave, to a considering Man, no more reason to doubt, than he could have to doubt of the Truth of Propositions in Mathematicks which have been demonstrated to him.","subId":"8","id":"Locke.EHU.4.12.8"},{"type":"paragraph","content":"In our search after the Knowledge of Substances, our want of <em>Ideas,</em> that are suitable to such a way of proceeding, obliges us to a quite different method. We advance not here, as in the other, where our abstract <em>Ideas</em> are real, as well as nominal Essences, by contemplating our <em>Ideas,</em> and considering their Relations and Correspondencies, that helps us very little, for the Reasons that in another place we have at large shewed. By which, I think, it is evident, that Substances afford Matter of very little general Knowledge; and the bare Contemplation of their abstract <em>Ideas,</em> will carry us but a very little way in the search of Truth and Certainty. What then are we to do for the improvement of our <em>Knowledge in substantial Beings</em>? Here we are to take a quite contrary Course, the want of <em>Ideas</em> of their real <em>Essences</em> sends us from our own Thoughts, from contemplating, and drawing Consequences from our own <em>Ideas,</em> to the Things themselves as they exist: <em>Experience must teach</em> me what Reason cannot: and by trying, 'tis alone that I can certainly know what other Qualities co-exist with those of my complex <em>Idea, v. g.</em> whether that yellow, heavy, fusible Body, I call Gold, be malleable, or no; which Experience (which way ever it prove in that particular Body I examine) makes me not certain, that it is so, in all or any other yellow, heavy, fusible Body, but that which I have tried. Because it is no Consequence one way or t' other from my complex <em>Idea,</em> the Necessity or Inconsistence of Malleability, hath no visible connection with the Combination of that Colour, Weight, and Fusibility in any body. What I have said here of the nominal Essence of Gold, supposed to consist of a Body of such a determinate Colour, Weight, and Fusibility, will hold true, if Malleableness, Fixedness, and Solubility in <em>Aqua Regia</em> be added to it, our Reasonings from these <em>Ideas</em> will carry us but a little way in the certain discovery of the other Properties in those Masses of Matter, wherein all these are to be found. Because the other Properties of such Bodies, depending not on these, but on that unknown real Essence, on which these also depend, we cannot by them discover the rest; we can go no farther than the simple <em>Ideas</em> of our nominal Essence will carry us, which is very little beyond themselves; and so afford us but very sparingly any certain, universal, and useful Truths. For upon Trial, having found that particular piece (and all others of that Colour, Weight, and Fusibility, that I ever tried) malleable, that also makes now, perhaps, a part of my complex <em>Idea,</em> part of my nominal Essence of Gold; whereby though I make my complex <em>Idea,</em> to which I affix the Name Gold, to consist to more simple <em>Ideas</em> than before: yet still, it not containing the real. Essence of any Species of Bodies, it helps me not certainly to know (I say to know, perhaps, it may to conjecture) the other remaining Properties of that Body, farther than they have a visible connection, with some or all of the simple <em>Ideas,</em> that make up my nominal Essence. For Example, I cannot be certain from this complex <em>Idea,</em> whether Gold be fixed, or no: Because as before, there is no necessary connection, or inconsistence to be discovered betwixt a complex <em>Idea</em> of a Body, yellow, heavy, fusible, malleable, betwixt these, I say, and Fixedness, so that I may certainly know, that in whatsoever Body those are found, there Fixedness is sure to be: Here again for assurance, I must apply my self to Experience, as far as that reaches, I may have certain Knowledge, but no farther.","subId":"9","id":"Locke.EHU.4.12.9"},{"type":"paragraph","content":"I deny not, but a Man accustomed to rational and regular Experiments, shall be able to see farther into the Nature of Bodies, and guess righter at their yet unknown Properties, than one that is a Stranger to them: But yet, as I have said, this is but Judgment and Opinion, not Knowledge and Certainty. This <em>way of</em> attaining, and <em>improving our Knowledge in Substances, only by Experience</em> and History, to which the weakness of our Faculties in this State of <em>Mediocrity</em> we are in, in this World, makes me suspect, that natural Philosophy is not capable of being made a Science. We are able, I imagine, to reach very little general Knowledge concerning the Species of Bodies, and their several Properties, Experiments and Historical Observations, we may have, from which we may draw Advantages of Ease and Health, and thereby increase our stock of Conveniences for this Life; but beyond this, our Talents reach not, our Faculties cannot attain.","subId":"10","id":"Locke.EHU.4.12.10"},{"type":"paragraph","content":"From whence it is obvious to conclude, that since our Faculties are not fitted to penetrate into the internal Fabrick and real Essences of Bodies; but yet plainly discover to us the Being of a God, and the Knowledge of our selves, enough to lead us into a full and clear discovery of our Duty, and great Concernment, it will become us, as rational Creatures, to employ our Faculties about what they are most adopted to, and follow the direction of Nature, where it seems to point us out the way. For 'tis rational to conclude, that our proper Imployment lies in those Enquiries, and in that sort of Knowledge, which is most suited to our natural Capacities, and carries in it our greatest interest, <em>i. e.</em> the Condition of our eternal Estate: and therefore it is, I think, that <em>Morality</em> is <em>the proper Science, and Business of Mankind in general,</em> (who are both concerned, and fitted to search out their <em>Summum Bonum,</em>) as several Arts conversant about several parts of Nature, are the Lot and private Talent of particular Men, for the common Convenience of humane Life, and their own particular Subsistence in this World. Of what Consequence the discovery of one natural Body, and its Properties may be to humane Life, the whole great Continent of <em>America</em> is a convincing instance; whose Ignorance in useful Arts, and want of the greatest part of the Conveniencies of Life, in a Country that abounded with all sorts of natural Plenty, I think, may be attributed to their Ignorance, of what was to be found in a very ordinary despicable Stone, I mean the Mineral of <em>Iron.</em> And whatever we think of our Parts or Improvements in this part of the World, where Knowledge and Plenty seem to vie each with other; yet to any one that will seriously reflect on it, I suppose, it will appear past doubt, that were the use of Iron lost among us, we should in a few Ages be unavoidably reduced to the Wants and Ignorance of the ancient savage <em>Americans,</em> whose natural Endowments and Provisions, come no way short of those of the most flourishing and polite Notions. So that he who first made known the use of that one contemptible Mineral, may be truly styled the Father of Arts, and Author of Plenty.","subId":"11","id":"Locke.EHU.4.12.11"},{"type":"paragraph","content":"I would <em>not therefore</em> be thought to dis-esteem, or <em>dissuade the Study of Nature.</em> I readily agree the Contemplation of his Works gives us occasion to admire, revere, and glorifie their Author: and if rightly directed, may be of greater benefit to Mankind, than the Monuments of exemplary Charity, that have at so great Charge been raised, by the Founders of Hospitals and Alms-houses. He that first invented Printing; discovered the Use of the Compass; or made publick the Virtue and right Use of <em>Kin Kina</em>; did more for the propagation of Knowledge, for the acquisition of Conveniencies of Life; and saved more from the Grave, than those who built Colleges, Work-houses, and Hospitals. All that I would say, is, that we should not be too forwardly possessed with the Opinion, or Expectation of Knowledge, where it is not to be had; or by Ways, that will not attain it: That we should not take doubtful Systems, for compleat Sciences; nor unintelligible Notions, for scientifical Demonstrations. In the Knowledge of Bodies, we must be content to glean what we can from particular Experiments, since we cannot from a Discovery of their real Essences, grasp at a time whole Sheaves; and in bundles, comprehend the Nature and Properties of whole Species together. Where our Enquiry is concerning Co-existence, or Repugnancy to co-exist; which by Contemplation of our <em>Ideas,</em> we cannot discover, there Experience Observation, and natural History, must give us by our Senses, and by retail, an insight into corporeal Substances. The Knowledge of Bodies we must get by our Senses, warily employed in taking notice of their Qualities, and Operations on one another; and what we hope to know of separated Spirits in this World, we must, I think, expect only from Revelation. He that shall consider, <em>how little general Maxims, precarious Principles, and Hypotheses laid down at Pleasure, have promoted true Knowledge,</em> or helped to satisfie the Enquiries of rational Men after real Improvements. How little, I say, the setting out at the end, has for many Ages together advanced Men's Progress towards the Knowledge of natural Philosophy, will think, we have Reason to thank those Men, who in this latter Age have taken another Course, and have trod out to us, though not an easier way to learned Ignorance, yet a surer way to profitable Knowledge.","subId":"12","id":"Locke.EHU.4.12.12"},{"type":"paragraph","content":"Not that we may not, to explain any <em>Phoenomena</em> of Nature, make use of any probable <em>Hypothesis</em> whatsoever: <em>Hypotheses,</em> if they are well made, are at least great helps to the Memory, and often direct us to new Discoveries. But my Meaning is, that we should <em>not take up any one too hastily,</em> (which the Mind, that would always penetrate into the Causes of Things, and have Principles to rest on, is very apt to do,) till we have very well examined Particulars, and made several Experiments, in that thing we would explain by our Hypothesis, and see whether it will agree to them all; whether our Principles will carry us quite through, and not be as inconsistent with one <em>Phaenomenon</em> of Nature, as they seem to accommodate, and explain another. And at least, that we take care, that the Name of Principles deceive us not, nor impose on us, by making us receive that for an unquestionable Truth, which is really, at best, but a very doubtful conjecture, such as are most (I had almost said all) of the Hypotheses in natural Philosophy.","subId":"13","id":"Locke.EHU.4.12.13"},{"type":"paragraph","content":"But whether natural Philosophy be capable of Certainty, or no, the <em>ways to enlarge our Knowledge,</em> as far as we are capable, seem to me, in short, to be these two: <em>First,</em> The <em>First</em> is <em>to get, and settle in our Minds,</em> as far as we can, <em>clear, distinct, and constant Ideas</em> of those Things we would consider and know. For it being evident, that our Knowledge cannot exceed our <em>Ideas,</em> where they are either imperfect, or obscure, we cannot expect to have certain, and perfect Knowledge. <em>Secondly,</em> The other is the Art of <em>finding out</em> those <em>intermediate Ideas,</em> which may shew us the Agreement, or Repugnancy of other <em>Ideas,</em> which cannot be immediately compared.","subId":"14","id":"Locke.EHU.4.12.14"},{"type":"paragraph","content":"That these two (and not the relying on Maxims, and drawing Consequences from some general Propositions) are the right Method of improving our Knowledge in other <em>Ideas</em> of Modes, the Consideration of Mathematical Knowledge will easily inform us. Where first we shall find, that he that has not a perfect, and clear <em>Idea</em> of those Angles, or Figures of which he desires to know any thing, is utterly thereby uncapable of any Knowledge about them. Suppose but a Man, not to have a perfect exact <em>Idea</em> of a right Angle, a <em>Scalenum,</em> or <em>Trapezium</em>; and there is nothing more clear, that he will in vain seek any Demonstration about them. And farther it is evident, that it was not the influence of those Maxims, which are taken for Principles in Mathematicks, that hath led the Masters of that Science into those wonderful Discoveries they have made. Let a Man of good Parts know all the Maxims generally made use of in Mathematicks never so perfectly, and contemplate their Extent and and Consequences, as much as he pleases, he will by their Assistence, I suppose, scarce ever come to know that the square of the Hypotieneuson in a right angled Triangle, is equal to the squares of the two other sides. The Knowledge, that the Whole is equal to all its Parts, and if you take Equal from Equal, the remainder will be Equal, <em>&amp;c.</em> helped him not, I presume, to this Demonstration: And a Man may, I think, pore long enough on those Axioms, without ever seeing one jot the more of mathematical Truths. They have been discovered by the Thoughts otherways applied: The Mind had other Objects, other Views before it, far different from those Maxims, when it first got the Knowledge of such kind of Truths in Mathematicks, which Men well enough acquainted with those received Axioms, but ignorant of their Method, who first made these Demonstrations, can never sufficiently admire. And who knows what Methods may hereafter be found out to enlarge our Knowledge in other Things, as well as that of <em>Algebra</em> in Mathematicks, which so readily finds out <em>Ideas</em> of Quantities to measure others by, whose Equality or Proportion we could otherwise very hardly, or, perhaps, never come to know?","subId":"15","id":"Locke.EHU.4.12.15"}],"texts":[],"ancestors":[{"id":"Locke","forename":"John","surname":"Locke","birth":1632,"death":1704,"published":1689,"nationality":"English","sex":"Male","texts":[{"id":"Locke.LT1","forename":"John","surname":"Locke","title":"First Letter Concerning Toleration","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","breadcrumb":"First Letter Concerning Toleration"},{"id":"Locke.TG","forename":"John","surname":"Locke","title":"Two Treatises of Government","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","breadcrumb":"Two Treatises of Government"},{"id":"Locke.EHU","forename":"John","surname":"Locke","title":"An Essay Concerning Humane Understanding","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Essay Concerning Humane Understanding"},{"id":"Locke.LT2","forename":"John","surname":"Locke","title":"Second Letter Concerning Toleration","birth":1632,"death":1704,"published":[1690],"nationality":"English","sex":"Male","breadcrumb":"Second Letter Concerning Toleration"},{"id":"Locke.LT3","forename":"John","surname":"Locke","title":"Third Letter Concerning Toleration","birth":1632,"death":1704,"published":[1692],"nationality":"English","sex":"Male","breadcrumb":"Third Letter Concerning Toleration"},{"id":"Locke.TCE","forename":"John","surname":"Locke","title":"Some Thoughts Concerning Education","birth":1632,"death":1704,"published":[1693],"nationality":"English","sex":"Male","breadcrumb":"Thoughts Concerning Education"},{"id":"Locke.RC","forename":"John","surname":"Locke","title":"The Reasonableness of Christianity","birth":1632,"death":1704,"published":[1695],"nationality":"English","sex":"Male","breadcrumb":"Reasonableness of Christianity"},{"id":"Locke.VRC","forename":"John","surname":"Locke","title":"A Vindication of The Reasonableness of Christianity from Mr. Edwards's Reflections","birth":1632,"death":1704,"published":[1695],"nationality":"English","sex":"Male","breadcrumb":"Vindication of The Reasonableness of Christianity"},{"id":"Locke.VC2","forename":"John","surname":"Locke","title":"A Second Vindication of The Reasonableness of Christianity","birth":1632,"death":1704,"published":[1697],"nationality":"English","sex":"Male","breadcrumb":"Second Vindication of Christianity"}]},{"id":"Locke.EHU","forename":"John","surname":"Locke","title":"An Essay Concerning Humane Understanding","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Essay Concerning Humane Understanding"},{"id":"Locke.EHU.4","imported":true,"title":"Book 4. Of Knowledge and Opinion","breadcrumb":"Book 4","published":[1689]}],"prev":{"id":"Locke.EHU.4.11","imported":true,"title":"Chapter 11. Of our Knowledge of the Existence of other Things","breadcrumb":"Chapter 11","published":[1689]},"next":{"id":"Locke.EHU.4.13","imported":true,"title":"Chapter 13. Some farther Considerations concerning our Knowledge","breadcrumb":"Chapter 13","published":[1689]}}