{"id":"Norris.LLG.4","imported":true,"duplicate":"Astell.LLG","parent":"Norris.LLG","title":"Letter IV. Mr. Norris's Answer","breadcrumb":"Letter 4","published":[1695],"copytext":[1705],"sourceDesc":"The letters between Astell and Norris were first published in 1695. Our copytext is the second edition of 1705, which is, according to its title page, ‘Corrected by the Authors, with some few Things added’. The text is derived from a transcription of the first edition from EEBO-TCP. Several changes have been made to this source, correcting some errors and bringing the text in line with the 1705 edition.","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A52424.0001.001/1:9.4?rgn=div2;view=fulltext","blocks":[{"type":"title","content":"LETTER IV.\nMr. Norris's Answer.\n","id":"Norris.LLG.4"},{"type":"paragraph","content":"THE sincere Love you seem to have for Truth, and the great Progress you have made in it, together with that singular Aptness of Genius that appears to be in you for further Attainments, makes me not only willing to enter into a Correspondence with you, but even to congratulate my self the Opportunity of so uncommon a Happiness. For the better Improvement of which, and that our Correspondence may be the more useful, I would desire that it may be continually imployed upon serious and important Subjects, such as may deserve the Time, and reward the Pains that shall be bestowed on them, and may occasion such Thoughts and Reflections to pass between us as may serve to give true Perfection and Inlargement to the Rational, and right Movements and Relishes to the Moral Part of our Natures. And (since I have taken upon me to prescribe) I would have these Subjects well sifted and examined as well as well chosen, that so we may not enter upon a new Argument till that which was first undertaken be throughly discharged, whereby we shall avoid a Fault very incident to common Conversation (wherein new Questions are started before the first is brought to an Issue) and which makes the Discoursings of the most intelligent Persons turn to so little an account. But this Fault so frequent and almost unavoidable in the best Companies, is easily remedied in Letters, and therefore since we are now fallen upon a noble and sublime Subject, I desire we may go to the Bottom of it, and not commence any new Matter till we have gone over all that is of material Consideration in this of Divine Love.","subId":"1","id":"Norris.LLG.4.1"},{"type":"paragraph","content":"So much by way of Proposal, I proceed now to consider the Contents of your present Letter, in which I find very great and extraordinary things, and such as will deserve more, and more studied Reflections than my present Leisure (I fear) will permit me to bestow upon them. However I shall go as far as my Time and Paper will allow, and if you think I leave any thing considerable omitted, the Defects of this shall be supplied in another Letter. I observe then that though you declare your self satisfied with the Account I gave in my last why GOD's being the Author of Pain should not strike off that Obligation of Love which was grounded upon his being the Cause of the opposite Sensation of Pleasure, yet (so greatly are you concerned to have that ill Consequence effectually shut out) you advance another Hypothesis for the Solution of the Difficulty. And because it is very ingenious and worth our considering, I shall therefore first of all set down what by comparing the several Parts of your Letter together I take to be your Notion. Which when I have stated and considered, I shall reflect upon some single Passages in your Letter that relate to it. And in this you have the Model of the Answer that I intend.","subId":"2","id":"Norris.LLG.4.2"},{"type":"paragraph","content":"To begin then with an Account of your Notion. You distinguish of two Sorts of Pain; that which is sensible or bodily, and that which is mental. By sensible Pain meaning that which is in the inferiour Part of the Soul, that which is exercised about Objects of Sense; and by mental Pain that which affects the superiour and intellectual Part. Now as for mental Pain, that you allow to be an Evil, and the only proper Evil of Man, but then you say GOD is not the Cause of that. And as for sensible or bodily Pain, that you allow GOD to be the Cause of. But then you say that is not truly and really an Evil, as not affecting what is properly the Man. And therefore though GOD be the true Cause of Pain as well as Pleasure, yet since the Pain which he causes is not of the first Sort, viz. mental Pain which is an Evil, but of the second Sort, viz. sensible Pain which is not the proper Evil of the Man, this ought to be no Bar to our Love of him, much less a Reason of making him the Object of our Aversion. This I think is in short your true System, which lying thus in a regular and compendious Draught may be the more distinctly considered, which is the Advantage I aim at by casting it into this Form.","subId":"3","id":"Norris.LLG.4.3"},{"type":"paragraph","content":"My first Remark upon this is that your Distinction of sensible and mental Pain in the general is right, and founded in the Nature of things. For certainly the Ideas of Joy and sensible Pleasure, Grief and bodily Pain are very distinct. Some I know that pretend to Philosophy confound these, making that Pleasure or Pain (suppose) which a Man feels upon his drawing near the Fire to be all one with Joy or Grief. The Soul knowing (say they) or feeling that the Body which she loves is well or ill disposed, that there happens some good or ill to its mechanical Frame, either rejoyces or is grieved at it. The one is our Pain, the other our Pleasure. But this I take to be gross Philosophy, though the Authors of it think it fine. It is true indeed, that as often as the Sentiments of Pleasure or Pain do give us notice that our Bodies are well or ill disposed, we are affected with Joy or Grief, but a little Reflection may help us to perceive that this Joy and Grief that are the Consequences of our knowing how 'tis with the State of our Bodies, differ exceedingly from those antecedent Pains and Pleasures whence the Information is receiv'd. For these prevent our Reason, whereas the other follow upon it. Pain anticipates all Thought or Reflection, but Grief supposes it and is grounded upon it. I grieve because I know my self to be in Pain, or because I expect or fear it, whence it is evident that my Grief and my Pain are not one and the same, but two very different and distinct Sentiments. I therefore allow your Distinction, though I am not so well satisfied with the Ground of it. You ground your Distinction of mental and sensible Pain upon a double Part of the Soul, the superiour and the inferiour. The Distinction is authorised by Custom, and (what is more) by you, but I must own to you sincerely, that I do not understand it. I have heard much talk of this superiour and inferiour Part of the Soul, and have thought much about it, but cannot for my Life form to my self a clear Idea of any such Parts. For besides that I think the Soul has no Parts at all, if it had, sure they are not such dissimular and heterogeneous Parts as superiour and inferiour, intellectual and sensitive. The Soul I take to be an intire simple uniform Essence, Intellectual throughout, without any Parts at all, much less such heterogeneous Parts. Nor is there any need that it should be supposed to have any such for the Establishment of the present Distinction. The Distinction of Sentiments does not need Distinction of Parts in the Soul. The same Essence of the Soul being variously modified may be variously affected, and be capable of different Sentiments. Being modified thus it shall be affected with Grief, and being modified thus it shall be affected with Pain, which will be sufficiently distinguished from each other, by saying that Pain is a Modification of the Soul that anticipates and prevents all Reason and Reflection, and that Grief is a modification that follows it, and proceeds from it. Thus I choose to distinguish them, rather than by subjecting (as you) these two Sensations in two parts of the Soul, whereof I have no Idea; or by calling (as others) that Pain which the Soul suffers by the mediation of the Body, and that Grief which the same Soul suffers in and by her self without the Mediation of the Body. For though according to the Law of this State Pain be always occasioned by some Motion or Change in the Parts of the Body, yet since 'tis the Soul that truly feels it, and GOD that truly raises it, I can easily conceive, that GOD can, if he pleases, raise the Sensation of Pain in her though no Change be made in the Body, nay though she had no body at all. That GOD for instance can raise the Sensation of Burning in the Soul without any Impression of Fire upon her Body. Which by the way may serve to shew the Impertinency of that Question among the School-men, how the Soul that is an immaterial Substance can suffer when separate by a material Fire? For let them tell me how Fire affects the Soul now she is in the Body, and I'll tell them how it may torment it when out of the Body. But this by the by. The thing I directly intend is, that since the Soul may be capable of Pain as well without the Mediation of the Body as with it, this cannot be its Distinction from Grief that it affects the Soul by the Mediation of the Body.","subId":"4","id":"Norris.LLG.4.4"},{"type":"paragraph","content":"But to go on, as I am not satisfied with the Ground of your Distinction, so neither am I with the Use and Application you make of it. Mental Pain say you is an Evil, but such as GOD does not cause. Again, sensible Pain GOD does indeed cause, but then that is not properly the Evil of Man. Now I cannot accord with you in either of these. As to the first, I think it very certain that mental Pain being a real Modification of the Soul is caused by GOD, who alone is able to new modifie our Souls, who only acts upon them and is able to make them happy or miserable, as I have sufficiently proved in my Discourse of Divine Love, and as you will evidently perceive if you retire within your self, and attentively consult your Reason. And I wonder why you should stick to allow GOD to be the Author of mental Pain or Grief, when you allow him to be the Cause of mental Pleasure or Joy. If he be the Cause of our Happiness, why cannot he be as well the Cause of our Misery? And if of Pain, why not of Grief? For as to the other Part that sensible Pain which God causes, is not properly an Evil, you will find it very hard to perswade any one that has felt it to this Paradox. That I suppose which perswaded you to it was your distinguishing the Soul of Man into two Parts, a superiour and an inferiour Part, the Latter of which being not properly the Man that Pain which is lodg'd there cannot be said to be the proper Evil of Man. Thus the Stoicks reasoned of old, and thus you now. But besides, that this Distinction of the Soul into a superiour and inferiour Part which is the Ground of this Supposition wants it self a good Foundation. I further consider, that if there were such a thing as an inferiour Part of the Soul, yet since the higher is conscious of and affected with what is transacted in the other, I do not see what Advantage accrues from this Distinction. And since 'tis the same Soul that feels Pain and Grief, I see no Possibility of conceiving but that Pain must be as truly an Evil as Grief. And if 'twere put to my Choice, there are several Degrees of Grief that I would chuse to indure rather than some Pains. And I would fain know whether Pain be not against the Happiness of Man, or whether Happiness can consist with it. You your self imply that it cannot, when you say that Indolence is necessary to perfect Felicity. And must not that then be an Evil that is contrary to Happiness? And should you not think your self guilty of offending against that Charity which you owe to your Fellow-Creatures, and which obliges you to wish and seek their Welfare, if you should put any of them without Cause to Bodily Pain? Or would you try to bring your self off by your Distinction of the superiour and inferiour Part of the Soul? That the Pain which you inflicted was only in the inferiour Part, which being not properly the Man you could not be said to have done any real Evil to him, and so not to have trespassed against Charity. I believe you have too much good Nature as well as Discernment to use such a Plea as this: But now if Pain be not a proper and real Evil, how can it be against Charity to cause it in any one? For what but willing an Evil to a Man can be contrary to wishing well to him? It must therefore be concluded that sensible Pain is truly an Evil as well as mental, evil I mean in it self formally and simply considered, and that it can become good only occasionally and consequentially, as it may be a Means to avoid a greater Evil, or procure a greater Good (and so may mental Pain too) which when all is done I think the best Apology that can be offered for God's being the Author of it, and to salve him from being the Object of our Aversion upon that Account, viz. to say, that though sensible Pain be truly an Evil as well as mental, and that though GOD be the true Cause of both, yet GOD does not will our Pain as he does our Pleasure and Happiness, for it self and as such, but merely for the sake of something else, as it is a means to our greater good. And is therefore so far from meriting our Hatred for the Pain which he causes in us that he ought for that very reason to be loved by us, since 'tis for the sake of Pleasure that he causes Pain. This I take to be the most satisfactory Account of the Difficulty, which as it resolves into what I offered in my last so 'tis what you your self think fit after all to take up with as your last Expedient toward the latter Part of your Letter, where indeed you deliver your self very nobly upon this Occasion.","subId":"5","id":"Norris.LLG.4.5"},{"type":"paragraph","content":"Madam, I have now done with the Body of your Notion, and have now only to consider some looser Parts that relate to it. You say you think it an unquestionable Maxim that all our Good is wholly and absolutely from GOD, and all our Evil purely and intirely from our selves. The former Part of this I absolutely allow and contend for, concerning the latter I distinguish, when you say that all our Evil is purely and intirely from our selves, if you mean of moral Evil I grant it, but if you mean of natural Evils then I must distinguish again upon the Words from our selves, which may signifie either a physical or moral, or if you will, an efficient or a meritorious Causality. We are certainly the meritorious Causes of all our natural Evils, as bringing them upon us by our Sins, but that we are the efficient Causes of any of them I deny. As all our good is wholly from GOD, so in this Sense is also our evil. We have not the Power to modifie our own Souls, and can no more raise the Sensation of Pain in them than that of Pleasure, GOD is the true Author of both, as I have elsewhere shewn.","subId":"6","id":"Norris.LLG.4.6"},{"type":"paragraph","content":"You say again that Afflictions are not evil but good, to which I return that they are both in different Respects. They are certainly evil in their own formal Nature, and simply in themselves considered, and can be good only occasionally or consequentially, as they may serve as Means to some greater Good. And this I think may serve to reconcile the Goodness of Pain to that Assertion of mine, that nothing does us good but what causes Pleasure, that is, either formally and directly, or occasionally and consequentially, some Way or other whatever does us good must be supposed to cause Pleasure to us. Now though Pain cannot cause Pleasure formally, as being a Sensation formally distinct from it, yet it may occasionally and consequentially, and so may come within the Inclosure of those things that do us good.","subId":"7","id":"Norris.LLG.4.7"},{"type":"paragraph","content":"You think fit to confine my Sense of the Word (Pleasure) to such only as are truly agreeable to the Nature of Man, by which I suppose you mean those Pleasures which are called rational and Intellectual. To this I reply that it seems to me very evident, and I think I have elsewhere made it so, that GOD is the true Cause of all the Pleasure that is resented by Man. But you say you know not how it can consist with the Purity of the most holy GOD that he should be the Author of those pleasing Sensations which wicked Men feel in what we call sinful Pleasures. But 'tis your Mistake to suppose that sensual Pleasures as such are evil, or that there is any such thing as a sinful Pleasure properly speaking. As Sin cannot be formally pleasant, so neither can Pleasure be formally sinful. All Pleasure in it self is simply good, as being a real Modification of the Soul, 'tis the circumstantiating of it that is the Evil. And of this GOD is not the Cause, but the Sinner, who rather than forego such an agreeable Sensation will enjoy it in such a Manner and in such Circumstances as are not for his own or for the common Good, and therefore unlawful. But concerning this matter you may further satisfie your self out of the Letters between Dr. More and Me, and by reading the first and second Illustration M. Malebranch makes upon his [De la Recharche de la Verite]. Where he shews you that GOD does all that is real in the Motions of the Mind and in the Determinations of those Motions, without being the Author of Sin.","subId":"8","id":"Norris.LLG.4.8"},{"type":"paragraph","content":"There are two other Passages in your Letter which I know not how to assent to till I better comprehend them. One is, that mental Pain is the same with Sin, the other is, that Sin is the only true Evil of Man. I cannot stay long upon these, but as to the first, besides that Sin is an Act, and Pain a Passion of the Soul; and that Pain is a real Modification of our Spirit, whereas Sin in its Formality is not any thing positive but a mere Privation, I say besides this, if mental Pain be the same with Sin, how shall we distinguish Sin from the Punishment of it? And how shall a Man repent for his Sin? For if mental Pain be the same with Sin, then to be sorry for one Sin will be to commit another. Then as to the other Part that Sin is the only evil of Man, I grant it is the greatest, but I cannot think it the only one; for besides that mental Pain is as I have shewn an Evil distinct from it, there is also a thing call'd Bodily Pain, which I have also shewn to be an Evil.","subId":"9","id":"Norris.LLG.4.9"},{"type":"paragraph","content":"Now Madam as to what you request of me in the Conclusion of your Letter, if you think that distinction of mine of seeking Creatures for our good, but not loving them as our good too nice. I further illustrate it thus, you are to distinguish between the Movements of the Soul and those of the Body, the Movements of the Soul ought not to tend but towards him who only is above her, and only able to act in her. But the Movements of the Body may be determined by those Objects which environ it, and so by those Movements we may unite our selves to those things which are the natural or occasional Causes of our Pleasure. Thus because we find Pleasure from the Fire, this is Warrant enough to approach it by a Bodily Movement, but we must not therefore love it. For Love is a Movement of the Soul, and that we are to reserve for him who is the true Cause of that Pleasure which we resent by Occasion of the Fire, who as I have proved is no other than GOD. By which you may plainly perceive what 'tis I mean by saying that Creatures may be sought for our good, but not loved as our Good. But after all I must needs acknowledge that this (as all our other Duties) is more intelligible than practicable, though to render it so I know no other Way than by long and constant Meditation to free our Minds of that early Prejudice that sensible Objects do act upon our Spirits, and are the Causes of our Sensations, carefully to distinguish between an efficient Cause strictly so called, and an Occasion, to attribute to GOD and the Creature their proper Parts in the Production of our Pleasures, to bring our selves to a clear Perception and habitual Remembrance of this grand Truth, (the Foundation of all Morality) that GOD only is the true Cause of all our Good, which when fully convinced of we shall no longer question whether he ought to be the only Object of our Love. I am, \n       Madam, \n     With great Respect, {Bemerton, Nov. 13. 1693.} \n       Your humble Servant \n         J. Norris.","subId":"10","id":"Norris.LLG.4.10"},{"type":"paragraph","content":"If you are satisfied thus far, I would desire you to go on to communicate what other Thoughts you have concerning the Love of GOD, for 'tis a Subject I like, and would willingly pursue to the utmost.","subId":"11","id":"Norris.LLG.4.11"}],"texts":[],"ancestors":[{"id":"Norris","forename":"John","surname":"Norris","birth":1657,"death":1711,"published":1687,"nationality":"English","sex":"Male","texts":[{"id":"Norris.CM","forename":"John","surname":"Norris","title":"A Collection of Miscellanies Consisting of Poems, Essays, Discourses, and Letters Occasionally Written [the prose part]","birth":1657,"death":1711,"published":[1687],"nationality":"English","sex":"Male","breadcrumb":"Collection of Miscellanies"},{"id":"Norris.TRL","forename":"John","surname":"Norris","title":"The Theory and Regulation of Love","birth":1657,"death":1711,"published":[1688],"nationality":"English","sex":"Male","breadcrumb":"Theory and Regulation of Love"},{"id":"Norris.LPM","forename":"John","surname":"Norris","title":"Letters Philosophical and Moral, between Henry More and John Norris","birth":1657,"death":1711,"published":[1688],"nationality":"English","sex":"Male","duplicate":"More.LPM","breadcrumb":"Letters Philosophical and Moral"},{"id":"Norris.RR","forename":"John","surname":"Norris","title":"Reason and Religion, or the Grounds and Measures of Devotion","birth":1657,"death":1711,"published":[1689],"nationality":"English","sex":"Male","breadcrumb":"Reason and Religion"},{"id":"Norris.PD","forename":"John","surname":"Norris","title":"Practical Discourses on Several Divine Subjects","birth":1657,"death":1711,"published":[1690,1691,1693,1698],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Discourses on Divine Subjects"},{"id":"Norris.RHL","forename":"John","surname":"Norris","title":"Reflections on the Conduct of Human Life with Reference to the Study of Learning and Knowledge","birth":1657,"death":1711,"published":[1690],"nationality":"English","sex":"Male","breadcrumb":"Reflections on Human Life"},{"id":"Norris.CSC","forename":"John","surname":"Norris","title":"The Charge of Schism Continued, Being a Justification of the Author of Christian Blessedness for his Charging the Separatists with Schism, not withstanding the Toleration","birth":1657,"death":1711,"published":[1691],"nationality":"English","sex":"Male","breadcrumb":"Charge of Schism Continued"},{"id":"Norris.TDL","forename":"John","surname":"Norris","title":"Two Treatises Concerning the Divine Light","birth":1657,"death":1711,"published":[1692],"nationality":"English","sex":"Male","breadcrumb":"Treatises Concerning the Divine Light"},{"id":"Norris.SC","forename":"John","surname":"Norris","title":"Spiritual Counsel, or, The Father's Advice to his Children","birth":1657,"death":1711,"published":[1694],"nationality":"English","sex":"Male","breadcrumb":"Spiritual Counsel"},{"id":"Norris.LLG","forename":"John","surname":"Norris","title":"Letters Concerning the Love of God, Between the Author of the Proposal to the Ladies and Mr. John Norris","birth":1657,"death":1711,"published":[1695],"nationality":"English","sex":"Male","imported":true,"duplicate":"Astell.LLG","breadcrumb":"Letters Concerning the Love of God"},{"id":"Norris.ARF","forename":"John","surname":"Norris","title":"An Account of Reason and Faith in Relation to the Mysteries of Christianity","birth":1657,"death":1711,"published":[1697],"nationality":"English","sex":"Male","breadcrumb":"Account of Reason and Faith"},{"id":"Norris.ETW","forename":"John","surname":"Norris","title":"An Essay Towards the Theory of the Ideal or Intelligible World","birth":1657,"death":1711,"published":[1701,1704],"nationality":"English","sex":"Male","breadcrumb":"Essay Towards the Theory of the World"},{"id":"Norris.PTH","forename":"John","surname":"Norris","title":"A Practical Treatise Concerning Humility","birth":1657,"death":1711,"published":[1707],"nationality":"English","sex":"Male","breadcrumb":"Practical Treatise Concerning Humility"},{"id":"Norris.DIS","forename":"John","surname":"Norris","title":"A Philosophical Discourse concerning the Natural Immortality of the Soul","birth":1657,"death":1711,"published":[1708],"nationality":"English","sex":"Male","breadcrumb":"Discourse Concerning the Immortality of the Soul"},{"id":"Norris.LD","forename":"John","surname":"Norris","title":"A Letter to Mr Dodwell concerning the Immortality of the Soul of Man","birth":1657,"death":1711,"published":[1709],"nationality":"English","sex":"Male","breadcrumb":"Letter to Dodwell"},{"id":"Norris.TCP","forename":"John","surname":"Norris","title":"A Treatise Concerning Christian Prudence","birth":1657,"death":1711,"published":[1710],"nationality":"English","sex":"Male","breadcrumb":"Treatise Concerning Christian Prudence"}]},{"id":"Norris.LLG","forename":"John","surname":"Norris","title":"Letters Concerning the Love of God, Between the Author of the Proposal to the Ladies and Mr. John Norris","birth":1657,"death":1711,"published":[1695],"nationality":"English","sex":"Male","imported":true,"duplicate":"Astell.LLG","breadcrumb":"Letters Concerning the Love of God"}],"prev":{"id":"Astell.LLG.3","imported":true,"duplicate":"Astell.LLG","title":"Letter III. To Mr. Norris","breadcrumb":"Letter 3","published":[1695]},"next":{"id":"Astell.LLG.5","imported":true,"duplicate":"Astell.LLG","title":"Letter V. To Mr. Norris","breadcrumb":"Letter 5","published":[1695]}}