{"id":"Norris.LLG.6","imported":true,"duplicate":"Astell.LLG","parent":"Norris.LLG","title":"Letter VI. Mr. Norris's Answer","breadcrumb":"Letter 6","published":[1695],"copytext":[1705],"sourceDesc":"The letters between Astell and Norris were first published in 1695. Our copytext is the second edition of 1705, which is, according to its title page, ‘Corrected by the Authors, with some few Things added’. The text is derived from a transcription of the first edition from EEBO-TCP. Several changes have been made to this source, correcting some errors and bringing the text in line with the 1705 edition.","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A52424.0001.001/1:9.6?rgn=div2;view=fulltext","blocks":[{"type":"title","content":"LETTER VI.\nMr. Norris's Answer.\n","id":"Norris.LLG.6"},{"type":"paragraph","content":"IT deserves neither your Thanks nor your Admiration that I should endeavour to be particularly civil to a Person of your extraordinary Worth and Accomplishments, which indeed appear so great and so beyond what I ever yet found or could imagine, as at the same time to command and lessen the highest Respect and Deference that can be shewn to you. Your Hypothesis, as you now explain and rectifie it, runs clear and unperplext, and has nothing in it but what equitably understood challenges my full Consent and Approbation. The Defect of it before lay partly in your supposing GOD not to be the Author of mental Pain (and that because you made mental Pain to be all one with Sin) and partly in your supposing sensible Pain of which you allow'd GOD to be the Author, not to be in it self a real Evil. But now both these Faults are mended, and all is right and as it should be. For whereas before when you confounded mental Pain with Sin, you pleaded thus against our hating and for our loving GOD notwithstanding the Pain which he is acknowledged to inflict upon us, mental Pain is truly an Evil, but such as GOD does not cause, sensible Pain GOD does cause, but then that is not truly an Evil. Now distinguishing mental Pain from Sin, and substituting Sin in the room of mental Pain, you make your Apology for the Love of GOD run thus, Sin which is truly an Evil GOD does not cause, and as for mental and sensible Pains whereof GOD is the true Cause, they are not truly and properly Evils. By which latter Clause I presume you mean not as you seem'd to do at first, that they are not truly and properly Evils in their own formal Natures and as simply in themselves considered (for so 'tis evident that they are Evils, as being as such against the Happiness and Wellbeing of a thinking and self-conscious Nature) but only as in that particular Supposition, Juncture or Circumstance wherein they are inflicted by GOD, who having a thorough comprehensive View of our whole Condition, and so knowing what upon all Considerations is best for us, thinks it adviseable sometimes to molest and trouble our Repose with mental or sensible Pain, not for their own sakes, or that he is delighted in them as such any more than we our selves are, but in order to our Good, and as they are necessary Means to avoid some greater Evil. In which respect both Pain and Grief (though evil in their inward formal Natures) do relatively considered so far put on the Nature of Good as to be truly eligible, and would not fail to be actually willed and chosen by us for our selves, as by GOD for us, if we had the same Views and Prospects of things that he has. In this Sense it is very true and certain that both the mental and the sensible Pain which GOD inflicts in this Life (for as to the Misery of the next I do not apprehend the present Question concerned in it) are not, all things considered, truly and properly Evils, because upon the whole they are eligible, which Sin can never be, it being a contradictory Supposition that that should be eligible as a Means to avoid a greater Evil, which is it self the greatest of all. And herein I take it consists the Peculiarity of the Evil of Sin, that it is never eligible, but always the due and just Object of our Hatred and Aversion. So that if in this Sense you will have Sin to be the only Evil, that whereas all other Evils are not so far Evils but that in some Junctures and Suppositions they may become good and eligible, Sin as being the greatest Evil can in no Supposition imaginable become good, but remains ever a fixed and unchangeable Evil, as GOD does a Good, without the least Variation or Shadow of turning, I intirely consent with you, and do and hope always shall think Sin to be thus the only Evil. And since GOD is not the Author of Sin which can never be eligible but only of our uneasie Sentiments which in some Circumstances may, and then are no longer to be considered as Evils, this gives clear and full Satisfaction to that Objection against the Love of GOD taken from his being the Cause of our painful Sensations. And I can now well conceive that GOD is always lovely and to be loved by us, not only when under the little common Uneasinesses of Life, but when most miserable and afflicted, even by a Martyr in his Flames. And so we are come to a fair Resolution of this Difficulty concerning the Love of GOD.","subId":"1","id":"Norris.LLG.6.1"},{"type":"paragraph","content":"As to what you say concerning the Inferiour and Superiour Part of the Soul, that you the rather us'd this Distinction because you learnt it from my Christian Blessedness, I confess that I do there make use of this Scheme of Speech, not intending thereby two parts of the Soul Really and Physically distinct, but only the same Soul diversly consider'd, with respect to different Objects and ways of Operation, In consideration of which it is usually divided into Parts in a popular way of speaking, which in a popular Discourse and where there was nothing of particular Theory depending upon it, I had no reason to depart from, but rather to comply with. But when Good or Evil, Grief or Pain come to be distinguished by their being lodg'd in this or that part of the Soul in the Superiour or Inferiour Part (which must then signifie Parts really Distinct) I then deny that there are any such Parts. In all other Cases I should not scruple to speak in the common Language, not apprehending that I should give any one thereby just occasion to think that I held two real Parts in the Soul, any more than by using another popular mode of speaking of the Vegetative, Sensitive, and Rational Soul in Man, that it was my real Opinion that he had three Souls.","subId":"2","id":"Norris.LLG.6.2"},{"type":"paragraph","content":"I like your Ingenuity in confessing that you have no Clear Idea of that which is properly your self, and I further tell you, that you never will have while you are in this State. We do not know our Souls here by any Idea of them, (as not seeing them yet in GOD) but only by Consciousness or interiour Sentiment, which is the reason that the Knowledge we have of them is so imperfect. We see Bodies by their Idea's, but we know no more of our Souls than what we feel to be done in them. I forbear enlarging upon this matter, though a very noble and useful point of Speculation, because you may find a most excellent Account given of it by M. Malebranche in the 7th Chapter of his Third Book [de la recherche de la Verite, page 352.] And again more at large in his Illustration upon that Chapter, [page 461. of Amsterdam Edition]. And the same most excellent Person elsewhere, viz. in his [Meditations Chrestiennes of Cologne Edition, page 152], gives a very satisfying Account of the Reasons why it has not pleased GOD to give us an Idea of our own Souls, The first of which is, that if we did see clearly what we are, we could not be so closely united to our Bodies as is necessary to the preservation of this Animal Life. We should not look upon it as a Part of our selves, and unhappy as we are at present, we should not think it worth our Care to preserve it, and consequently having so little Value and Regard for it we should have no Sacrifice to offer to GOD, &c. His other Reason he pursues more at large, and because 'tis one of the loftiest Strains of Reason and Eloquence that I ever met with, I shall give it you as near the Original as I can translate it from the Author, who thus brings in the eternal Wisdom, speaking to her Disciple. Secondement parce que l'Idee d'une ame est un Object si grand, & si capable de ravir les Esprits de sa beuatè, &c. Secondly, because the Idea of a Soul is an Object so great and so apt to ravish Spirits with its Beauty, that if thou hadst an Idea of thy Soul, thou wouldst be no longer able to think upon any thing else. For if the Idea of Extension which represents only Bodies, does so strongly touch Natural Philosophers and Mathematicians, that they oftentimes forget all their Duties to contemplate it. If a Mathematician has so much Delight when he compares Bignesses among themselves thereby to discover their Relations that he often sacrifices his Pleasures and his Health to find out the Properties of a Line, what Application would not Men bestow upon the Research of the Properties of their own Being, and a Being infinitely more noble than Bodies? What Pleasure would they not take to compare among themselves by a clear View of the understanding so many different Modifications the bare Sentiment of which, however feeble and confuse, does so strangely busie and employ them. For thou must know that the Soul contains in her self all the Beauties and Finesses that thou seest in the World, and which thou art wont to attribute to the Objects that environ thee. Those Colours, those Odours, those Savours, with an Infinity of other Sentiments with which thou hast not yet been touched, are no other than Modifications of thy own Substance. That Harmony which so elevates thee is not in the Air which strikes thy Ear, and those infinite Pleasures of which the greatest Voluptuaries have but a feeble Sentiment are included in the Capacity of thy Soul. Now if thou hast a clear Idea of thy self, if thou didst see in me that Archetypal Spirit upon which thou wast formed, thou wouldst discover so many Beauties and so many Truths in contemplating it, that thou wouldst neglect all thy Devoirs. Thou wouldst discover with an Extremity of Joy that thou wouldst be capable of enjoying an Infinity of Pleasures. Thou wouldst know clearly their Nature, thou wouldst be incessantly comparing them among themselves, and thou wouldst discover Truths which would appear to thee so worthy of thy Application, that wholly wrapt up and absorpt in the Contemplation of thy own Being, full of thy self, of thy Grandeur, of thy Excellencies, and of thy Beauty thou wouldst be no longer able to think of any thing besides. But my Son, GOD has not made thee to think of nothing but thy self. He has made thee for himself. Wherefore I shall not discover to thee the Idea of thy Being, till that happy Time when the View of the very Essence of thy GOD shall deface and eclipse all thy Beauties, and make thee despise all that thou art, that thou mayst think only of contemplating him.","subId":"3","id":"Norris.LLG.6.3"},{"type":"paragraph","content":"The Account of this excellent Person is so satisfying, that I shall not pretend to add any thing to it, but shall only observe from it that since 'tis so true that we have no Idea of our own Souls, and so reasonable that we should have none, it would be in vain to go about to define any of the Modifications of our Spirit, which (since we have no Idea of them) must be learnt by inward Sentiment, and can no more be made known by Words to those that have not felt them than Colours can be described to a Man that is blind. And therefore you must excuse me if I own my self unable to gratifie your Request, in giving you a Definition of Pleasure, which though I know when I feel it, and am able to distinguish from Light, or Colour, or Sound, or from the opposite Sensation of Pain, yet since I know it by internal Consciousness only or Sentiment, and not by Idea, I cannot by Words render it intelligible to any body else, but must remit him that desires the Knowledge of its Nature to Sense and Experience. For he can never know it till he feel it, and have those Motions excited in the Organs of his Sense, to which the Author of Nature has annexed this Sensation.","subId":"4","id":"Norris.LLG.6.4"},{"type":"paragraph","content":"However I may venture to call Pain an uneasie Thought, not that I intend thereby to define it (for I think it no more capable of a Definition strictly so called than Pleasure) but only to intimate in general that it is a Modification belonging to Spirit, and not to Body. For seeing clearly in the Idea which I have of Extension, that all its Modifications reduce themselves to Figure and Motion, or certain Relations of Distance, I conclude that Pleasure and Pain and the rest of those Sensations which I feel in my self by interiour Sentiment, are not Modifications belonging to my Corporeal Substance, but to some other, which I call my Spirit. And for this reason it is that I call Pain an uneasie Thought. But then for the reconciling this with my saying that it anticipates and prevents all Thought, I need only suggest to you that when I call Pain an uneasie Thought, I take Thought in its utmost Latitude, for all that we are any way conscious of to our selves, as my most admired Philosopher does in his [Principles of Philosophy P. 2]. where he says, Cogitationis nomine intelligo illa omnia quae nobis consciis in nobis fiunt, quatenus eorum in nobis Conscientia est. Atque ita non modo intelligere, velle, imaginare, sed etiam sentire idem est hic quod cogitare; i.e. By the Name of Thought I understand all those things which we are conscious to be done in our selves, so far forth as there is in us a Conscientiousness of them. And thus not only to understand, to will, to imagine, but even to feel is the same here as to think. But when I say that Pain anticipates all Thought, by Thought I mean all rational, discursive and reflecting Thought, which 'tis most certain and evident by all Experience that Pain does prevent, and as certain that Grief does suppose, follow and proceed from it.","subId":"5","id":"Norris.LLG.6.5"},{"type":"paragraph","content":"But to return from these Digressions (for I call all things so that have not an immediate Connection with Religion) to that which is the principal Subject of our Correspondence, and ought to be the Subject of all our Thoughts, the Love of GOD. Our Saviour places it in the Head of all Morality, telling us that it is the first and great Commandment. And his Apostle St. Paul places it in the Rear of it, telling us that the End of the Commandment is Charity. So then from both these put together the Result will be that the Love of GOD is both the first and the last, the Beginning and the End, the Foundation and the Top-work, the Principle and the Accomplishment of all Moral Perfection. And no doubt but the first Devoir which in Order of Conception we can suppose to result from the Being of an intelligent Creature will be to love the Author of it, and if he who is the Author of our Being be also the Author of all the Good, Comfort, Pleasure and Happiness of our Being, nay even of our very Power and Force of loving, then as we begin with him so we must end with him too, and make him the Term and Object of our whole Love, uniting our selves to him with all that we are (as when Bodies touch one another according to their whole Superficies) with all our Heart, Soul and Mind. But of this already, and perhaps further hereafter. At present I consider that since our Being is in it self a Good, and the Foundation and Possibility of all the Good which we do or shall ever enjoy, it can be no sooner received than it brings along with it an Obligation of loving our Creator, whose we are, and to whom we are to offer up our Hearts as a flaming Sacrifice as soon as we enter upon Being, which we are to pay to him as our first Homage, and as an early Pledge and Earnest of all the Duty that we owe him. And that which does the more oblige us to this is, that if we do not thus early pay it to our Creator, we shall pay it somewhere else where it is not due. For no sooner does a Creature begin to be, but he begins to love, the intellectual Pulse commences its Movement which the first Inspiration of Life as well as the natural, and the Desire of Happiness immediately succeeds the Capacity of it. as soon as we are we desire to be happy, and as soon as we desire to be happy we must seek for this Happiness in some Object or other. If therefore we seek it not in GOD, we must seek it in the Creature. But if we seek it out of GOD, we seek it where it is not, and we err and transgress in our Search, GOD only being our true Good. We are therefore obliged to seek Union with GOD as soon as we desire to be happy, that is, as soon as we desire at all, that is, as soon as we are. Our Obligation therefore to love GOD bears Date from the first Moment of our Existence, and is therefore the first Duty that we owe him, as thus immediately resulting from our having a Being. And thus is the Love of GOD the first Commandment, and has the Precedency in the Scale of Morality.","subId":"6","id":"Norris.LLG.6.6"},{"type":"paragraph","content":"The other Character that our Saviour gives of it is, that 'tis also the Great Commandment. And the Scripture speaks of its Dimensions, adding one more than we attribute to Bodies, telling us of its Breadth and Length, and Depth and Height; but not how broad, nor how long, nor how deep, nor how high. And indeed with what Line could the Apostle measure such an immense Vastness? How could he Paint Light and Flame, or put that into Words which passes not only all Description, but even all Knowledg, and indeed every thing but Sense and Experience. Well might our Saviour call it the Great Commandment. It is great in the Matter of it, being of the most weighty and concerning importance to the final Happiness of Man. Great in the Obligation of it which is absolutely indispensable, it being not possible that GOD should Create any one Spirit without obliging him to Love him, or that he should ever discharge him from that Obligation. Great in the Equity and Reason of it, it being highly reasonable that we should Love GOD who is so infinitely amiable, so altogether lovely. Great in the Power and Virtue of it, as being the most Fruitful and Prolifick Principle, the Root and Seed of all Excellency and Perfection, such as draws on with it the Observation of all the Commandments, and is therefore the shortest Line, the most compendious way to GOD and the enjoyment of him. The Love of GOD is indeed the general seisin, the universal ingredient of all a good Man's Actions; 'Tis that precious Tincture, that Chymical Spirit that runs through all, and that Noble Divine Elixir which gives Worth and Value to all, and converts even our meanest and most indifferent actions into Religion and Devotion. Great lastly, in the Pleasure and Duration of it. As Love is the most pleasant Passion, so the Love of GOD is the most pleasing Love. A Love that rewards it self, a Fire that is its own Fuel. He that Loves GOD as he ought, as he cannot, so he need not Love any thing else, so great delight and entertainment will he find in the Love of GOD. Which will also go along with him into the other Life, and be the Life of that Life. Then all the instrumental and ministerial Virtues shall expire and be of no further Use. Whether they be Prophecies they shall fail, &c. Even the Fear of GOD which is now so highly magnified as the Beginning of Wisdom, shall then cease, for perfect Love shall cast it out. Faith shall vanish, Hope shall be swallowed up, and Prayer it self shall be silent, only Love and Praise shall endure, and vie with each other to all Eternity. Thus much of the Love of GOD in general, concerning which all I have said seems little when I compare it with the Greatness of the Subject, and your most exalted and seraphick Strains upon it. I intend in my next to add something to the Reason of our loving GOD so intirely as I state it in my Sermon. In the mean time I deliver up this noble Subject to a better Hand, desiring you to communicate what further thoughts you have upon it, and to believe him that writes this to be in all Sincerity \n     Madam, \n   Your most humble Servant {Bemerton, Jan. 11. 1693.} \n       J. Norris.","subId":"7","id":"Norris.LLG.6.7"}],"texts":[],"ancestors":[{"id":"Norris","forename":"John","surname":"Norris","birth":1657,"death":1711,"published":1687,"nationality":"English","sex":"Male","texts":[{"id":"Norris.CM","forename":"John","surname":"Norris","title":"A Collection of Miscellanies Consisting of Poems, Essays, Discourses, and Letters Occasionally Written [the prose part]","birth":1657,"death":1711,"published":[1687],"nationality":"English","sex":"Male","breadcrumb":"Collection of Miscellanies"},{"id":"Norris.TRL","forename":"John","surname":"Norris","title":"The Theory and Regulation of Love","birth":1657,"death":1711,"published":[1688],"nationality":"English","sex":"Male","breadcrumb":"Theory and Regulation of Love"},{"id":"Norris.LPM","forename":"John","surname":"Norris","title":"Letters Philosophical and Moral, between Henry More and John Norris","birth":1657,"death":1711,"published":[1688],"nationality":"English","sex":"Male","duplicate":"More.LPM","breadcrumb":"Letters Philosophical and Moral"},{"id":"Norris.RR","forename":"John","surname":"Norris","title":"Reason and Religion, or the Grounds and Measures of Devotion","birth":1657,"death":1711,"published":[1689],"nationality":"English","sex":"Male","breadcrumb":"Reason and Religion"},{"id":"Norris.PD","forename":"John","surname":"Norris","title":"Practical Discourses on Several Divine Subjects","birth":1657,"death":1711,"published":[1690,1691,1693,1698],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Discourses on Divine Subjects"},{"id":"Norris.RHL","forename":"John","surname":"Norris","title":"Reflections on the Conduct of Human Life with Reference to the Study of Learning and Knowledge","birth":1657,"death":1711,"published":[1690],"nationality":"English","sex":"Male","breadcrumb":"Reflections on Human Life"},{"id":"Norris.CSC","forename":"John","surname":"Norris","title":"The Charge of Schism Continued, Being a Justification of the Author of Christian Blessedness for his Charging the Separatists with Schism, not withstanding the Toleration","birth":1657,"death":1711,"published":[1691],"nationality":"English","sex":"Male","breadcrumb":"Charge of Schism Continued"},{"id":"Norris.TDL","forename":"John","surname":"Norris","title":"Two Treatises Concerning the Divine Light","birth":1657,"death":1711,"published":[1692],"nationality":"English","sex":"Male","breadcrumb":"Treatises Concerning the Divine Light"},{"id":"Norris.SC","forename":"John","surname":"Norris","title":"Spiritual Counsel, or, The Father's Advice to his Children","birth":1657,"death":1711,"published":[1694],"nationality":"English","sex":"Male","breadcrumb":"Spiritual Counsel"},{"id":"Norris.LLG","forename":"John","surname":"Norris","title":"Letters Concerning the Love of God, Between the Author of the Proposal to the Ladies and Mr. John Norris","birth":1657,"death":1711,"published":[1695],"nationality":"English","sex":"Male","imported":true,"duplicate":"Astell.LLG","breadcrumb":"Letters Concerning the Love of God"},{"id":"Norris.ARF","forename":"John","surname":"Norris","title":"An Account of Reason and Faith in Relation to the Mysteries of Christianity","birth":1657,"death":1711,"published":[1697],"nationality":"English","sex":"Male","breadcrumb":"Account of Reason and Faith"},{"id":"Norris.ETW","forename":"John","surname":"Norris","title":"An Essay Towards the Theory of the Ideal or Intelligible World","birth":1657,"death":1711,"published":[1701,1704],"nationality":"English","sex":"Male","breadcrumb":"Essay Towards the Theory of the World"},{"id":"Norris.PTH","forename":"John","surname":"Norris","title":"A Practical Treatise Concerning Humility","birth":1657,"death":1711,"published":[1707],"nationality":"English","sex":"Male","breadcrumb":"Practical Treatise Concerning Humility"},{"id":"Norris.DIS","forename":"John","surname":"Norris","title":"A Philosophical Discourse concerning the Natural Immortality of the Soul","birth":1657,"death":1711,"published":[1708],"nationality":"English","sex":"Male","breadcrumb":"Discourse Concerning the Immortality of the Soul"},{"id":"Norris.LD","forename":"John","surname":"Norris","title":"A Letter to Mr Dodwell concerning the Immortality of the Soul of Man","birth":1657,"death":1711,"published":[1709],"nationality":"English","sex":"Male","breadcrumb":"Letter to Dodwell"},{"id":"Norris.TCP","forename":"John","surname":"Norris","title":"A Treatise Concerning Christian Prudence","birth":1657,"death":1711,"published":[1710],"nationality":"English","sex":"Male","breadcrumb":"Treatise Concerning Christian Prudence"}]},{"id":"Norris.LLG","forename":"John","surname":"Norris","title":"Letters Concerning the Love of God, Between the Author of the Proposal to the Ladies and Mr. John Norris","birth":1657,"death":1711,"published":[1695],"nationality":"English","sex":"Male","imported":true,"duplicate":"Astell.LLG","breadcrumb":"Letters Concerning the Love of God"}],"prev":{"id":"Astell.LLG.5","imported":true,"duplicate":"Astell.LLG","title":"Letter V. To Mr. Norris","breadcrumb":"Letter 5","published":[1695]},"next":{"id":"Astell.LLG.7","imported":true,"duplicate":"Astell.LLG","title":"Letter VII. To Mr. Norris","breadcrumb":"Letter 7","published":[1695]}}