{"imported":true,"id":"Hume.THN.2.3.1","parent":"Hume.THN.2.3","title":"Section 1. Of liberty and necessity","breadcrumb":"Section 1","texts":[],"published":[1739],"copytext":[1739],"sourceDesc":"The first two Books of Hume’s <cite>Treatise of Human Nature</cite> were published together in 1739. The third Book, which included an Appendix making some changes to Book 1, was published in 1740. There was only one edition published in Hume’s lifetime, an this edition is therefore our copytext.","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h3>SECT. I.</h3> <h4><em>Of liberty and necessity.</em></h4> ","id":"Hume.THN.2.3.1"},{"type":"paragraph","content":"WE come now to explain the <em>direct</em> passions, or the impressions, which arise immediately from good or evil, from pain or pleasure. Of this kind are, <em>desire and aversion, grief and joy, hope and fear</em>.","subId":"1","id":"Hume.THN.2.3.1.1","pages":"399"},{"type":"paragraph","content":"<span class=\"small-capitals\">Of</span> all the immediate effects of pain and pleasure, there is none more remarkable than the <span class=\"small-capitals\">will</span>; and tho', properly speaking, it be not comprehended among the passions, yet as the full understanding of its nature and properties, is necessary to the explanation of them, we shall here make it the subject of our enquiry. I desire it may be observ'd, that by the <em>will</em>, I mean nothing but <em>the internal impression we feel and are conscious of, when we knowingly give rise to any new motion of our body, or new perception of our mind</em>. This impression, like the preceding ones of pride and humility, love and hatred, 'tis impossible to define, and needless to describe any farther; for which reason we shall cut off all those definitions and distinctions, with which philosophers are wont to perplex rather than clear up this question; and entering at first upon the subject, shall examine that long disputed question concerning <em>liberty and necessity</em>; which occurs so naturally in treating of the will.","subId":"2","id":"Hume.THN.2.3.1.2","pages":"399"},{"type":"paragraph","content":"'<span class=\"small-capitals\">Tis</span> universally acknowledg'd, that the operations of external bodies are necessary, and that in the communication of their motion, in their attraction, and mutual cohesion, <span class=\"page-break\"></span>there are not the least traces of indifference or liberty. Every object is determin'd by an absolute fate to a certain degree and direction of its motion, and can no more depart from that precise line, in which it moves, than it can convert itself into an angel, or spirit, or any superior substance. The actions, therefore, of matter are to be regarded as instances of necessary actions; and whatever is in this respect on the same footing with matter, must be acknowledg'd to be necessary. That we may know whether this be the case with the actions of the mind, we shall begin with examining matter, and considering on what the idea of a necessity in its operations are founded, and why we conclude one body or action to be the infallible cause of another.","subId":"3","id":"Hume.THN.2.3.1.3","pages":"399-400"},{"type":"paragraph","content":"<span class=\"small-capitals\">It</span> has been observ'd already, that in no single instance the ultimate connexion of any objects is discoverable, either by our senses or reason, and that we can never penetrate so far into the essence and construction of bodies, as to perceive the principle, on which their mutual influence depends. 'Tis their constant union alone, with which we are acquainted; and 'tis from the constant union the necessity arises. If objects had not an uniform and regular conjunction with each other, we shou'd never arrive at any idea of cause and effect; and even after all, the necessity, which enters into that idea, is nothing but a determination of the mind to pass from one object to its usual attendant, and infer the existence of one from that of the other. Here then are two particulars, which we are to consider as essential to necessity, <em>viz.</em> the constant <em>union</em> and the <em>inference</em> of the mind; and wherever we discover these we must acknowledge a necessity. As the actions of matter have no necessity, but what is deriv'd from these circumstances, and it is not by any insight into the essence of bodies we discover their connexion, the absence of this insight, while the union and inference remain, will never, in any case, remove the necessity. 'Tis the observation of the union, which produces the inference; for which reason it might be thought sufficient, if we prove a constant <span class=\"page-break\"></span>union in the actions of the mind, in order to establish the inference, along with the necessity of these actions. But that I may bestow a greater force on my reasoning, I shall examine these particulars apart, and shall first prove from experience, that our actions have a constant union with our motives, tempers, and circumstances, before I consider the inferences we draw from it.","subId":"4","id":"Hume.THN.2.3.1.4","pages":"400-1"},{"type":"paragraph","content":"<span class=\"small-capitals\">To</span> this end a very slight and general view of the common course of human affairs will be sufficient. There is no light, in which we can take them, that does not confirm this principle. Whether we consider mankind according to the difference of sexes, ages, governments, conditions, or methods of education; the same uniformity and regular operation of natural principles are discernible. Like causes still produce like effects; in the same manner as in the mutual action of the elements and powers of nature.","subId":"5","id":"Hume.THN.2.3.1.5","pages":"401"},{"type":"paragraph","content":"<span class=\"small-capitals\">There</span> are different trees, which regularly produce fruit, whose relish is different from each other; and this regularity will be admitted as an instance of necessity and causes in external bodies. But are the products of <em>Guienne</em> and of <em>Champagne</em> more regularly different than the sentiments, actions, and passions of the two sexes, of which the one are distinguish'd by their force and maturity, the other by their delicacy and softness?","subId":"6","id":"Hume.THN.2.3.1.6","pages":"401"},{"type":"paragraph","content":"<span class=\"small-capitals\">Are</span> the changes of our body from infancy to old age more regular and certain than those of our mind and conduct? And wou'd a man be more ridiculous, who wou'd expect that an infant of four years old will raise a weight of three hundred pound, than one, who from a person of the same age, wou'd look for a philosophical reasoning, or a prudent and well-concerted action?","subId":"7","id":"Hume.THN.2.3.1.7","pages":"401"},{"type":"paragraph","content":"<span class=\"small-capitals\">We</span> must certainly allow, that the cohesion of the parts of matter arises from natural and necessary principles, whatever difficulty we may find in explaining them: And for a like reason we must allow, that human society is founded on like principles; and our reason in the latter case, is better than <span class=\"page-break\"></span>even that in the former; because we not only observe, that men <em>always</em> seek society, but can also explain the principles, on which this universal propensity is founded. For is it more certain, that two flat pieces of marble will unite together, than that two young savages of different sexes will copulate? Do the children arise from this copulation more uniformly, than does the parents care for their safety and preservation? And after they have arriv'd at years of discretion by the care of their parents, are the inconveniencies attending their separation more certain than their foresight of these inconveniencies, and their care of avoiding them by a close union and confederacy?","subId":"8","id":"Hume.THN.2.3.1.8","pages":"401-2"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> skin, pores, muscles, and nerves of a day-labourer are different from those of a man of quality: So are his sentiments, actions and manners. The different stations of life influence the whole fabric, external and internal; and these different stations arise necessarily, because uniformly, from the necessary and uniform principles of human nature. Men cannot live without society, and cannot be associated without government. Government makes a distinction of property, and establishes the different ranks of men. This produces industry, traffic, manufactures, law-suits, war, leagues, alliances, voyages, travels, cities, fleets, ports, and all those other actions and objects, which cause such a diversity, and at the same time maintain such an uniformity in human life.","subId":"9","id":"Hume.THN.2.3.1.9","pages":"402"},{"type":"paragraph","content":"<span class=\"small-capitals\">Shou</span>'<span class=\"small-capitals\">d</span> a traveller, returning from a far country, tell us, that he had seen a climate in the fiftieth degree of northern latitude, where all the fruits ripen and come to perfection in the winter, and decay in the summer, after the same manner as in <em>England</em> they are produc'd and decay in the contrary seasons, he wou'd find few so credulous as to believe him. I am apt to think a <del>travellar</del><ins>traveller</ins> wou'd meet with as little credit, who shou'd inform us of people exactly of the same character with those in <em>Plato</em>'s republic on the one hand, or those in <em>Hobbes</em>'s <em>Leviathan</em> on the other. There is a general course of nature in human actions, as well as in the operations of <span class=\"page-break\"></span>the sun and the climate. There are also characters peculiar to different nations and particular persons, as well as common to mankind. The knowledge of these characters is founded on the observation of an uniformity in the actions, that flow from them; and this uniformity forms the very essence of necessity.","subId":"10","id":"Hume.THN.2.3.1.10","pages":"402-3"},{"type":"paragraph","content":"<span class=\"small-capitals\">I can</span> imagine only one way of eluding this argument, which is by denying that uniformity of human actions, on which it is founded. As long as actions have a constant union and connexion with the situation and temper of the agent, however we may in words refuse to acknowledge the necessity, we really allow the thing. Now some may, perhaps, find a pretext to deny this regular union and connexion. For what is more capricious than human actions? What more inconstant than the desires of man? And what creature departs more widely, not only from right reason, but from his own character and disposition? An hour, a moment is sufficient to make him change from one extreme to another, and overturn what cost the greatest pain and labour to establish. Necessity is regular and certain. Human conduct is irregular and uncertain. The one, therefore, proceeds not from the other.","subId":"11","id":"Hume.THN.2.3.1.11","pages":"403"},{"type":"paragraph","content":"<span class=\"small-capitals\">To</span> this I reply, that in judging of the actions of men we must proceed upon the same maxims, as when we reason concerning external objects. When any phænomena are constantly and invariably conjoin'd together, they acquire such a connexion in the imagination, that it passes from one to the other, without any doubt or hesitation. But below this there are many inferior degrees of evidence and probability, nor does one single contrariety of experiment entirely destroy all our reasoning. The mind ballances the contrary experiments, and deducting the inferior from the superior, proceeds with that degree of assurance or evidence, which remains. Even when these contrary experiments are entirely equal, we remove not the notion of causes and necessity; but supposing that the usual contrariety proceeds <span class=\"page-break\"></span>from the operation of contrary and conceal'd causes, we conclude, that the chance or indifference lies only in our judgment on account of our imperfect knowledge, not in the things themselves, which are in every case equally necessary, tho' to appearance not equally constant or certain. No union can be more constant and certain, than that of some actions with some motives and characters; and if in other cases the union is uncertain, 'tis no more than what happens in the operations of body, nor can we conclude any thing from the one irregularity, which will not follow equally from the other.","subId":"12","id":"Hume.THN.2.3.1.12","pages":"403-4"},{"type":"paragraph","content":"'<span class=\"small-capitals\">Tis</span> commonly allow'd that mad-men have no liberty. But were we to judge by their actions, these have less regularity and constancy than the actions of wise-men, and consequently are farther remov'd from necessity. <del>One</del><ins>Our</ins> way of thinking in this particular is, therefore, absolutely inconsistent; but is a natural consequence of these confus'd ideas and undefin'd terms, which we so commonly make use of in our reasonings, especially on the present subject.","subId":"13","id":"Hume.THN.2.3.1.13","pages":"404"},{"type":"paragraph","content":"<span class=\"small-capitals\">We</span> must now shew, that as the <em>union</em> betwixt motives and actions has the same constancy, as that in any natural operations, so its influence on the understanding is also the same, in <em>determining</em> us to infer the existence of one from that of another. If this shall appear, there is no known circumstance, that enters into the connexion and production of the actions of matter, that is not to be found in all the operations of the mind; and consequently we cannot, without a manifest absurdity, attribute necessity to the one, and refuse it to the other.","subId":"14","id":"Hume.THN.2.3.1.14","pages":"404"},{"type":"paragraph","content":"<span class=\"small-capitals\">There</span> is no philosopher, whose judgment is so riveted to this fantastical system of liberty, as not to acknowledge the force of <em>moral evidence</em>, and both in speculation and <ins>practice</ins> proceed upon it, as upon a reasonable foundation. Now moral evidence is nothing but a conclusion concerning the actions of men, deriv'd from the consideration of their motives, temper and situation. Thus when we see certain <span class=\"page-break\"></span>characters or figures describ'd upon paper, we infer that the person, who produc'd them, would affirm such facts, the death of <em>Cæsar</em>, the success of <em>Augustus</em>, the cruelty of <em>Nero</em>; and remembring many other concurrent testimonies we conclude, that those facts were once really existent, and that so many men, without any interest, wou'd never conspire to deceive us; especially since they must, in the attempt, expose themselves to the derision of all their contemporaries, when these facts were asserted to be recent and universally known. The same kind of reasoning runs thro' politics, war, commerce, œconomy, and indeed mixes itself so entirely in human life, that 'tis impossible to act or subsist a moment without having recourse to it. A prince, who imposes a tax upon his subjects, expects their compliance. A general, who conducts an army, makes account of a certain degree of courage. A merchant looks for fidelity and skill in his factor or super-cargo. A man, who gives orders for his dinner, doubts not of the obedience of his servants. In short, as nothing more nearly interests us than our own actions and those of others, the greatest part of our reasonings is employ'd in judgments concerning them. Now I assert, that whoever reasons after this manner, does <em>ipso facto</em> believe the actions of the will to arise from necessity, and that he knows not what he means, when he denies it.","subId":"15","id":"Hume.THN.2.3.1.15","pages":"404-5"},{"type":"paragraph","content":"<span class=\"small-capitals\">All</span> those objects, of which we call the one <em>cause</em> and the other <em>effect</em>, consider'd in themselves, are as distinct and separate from each other, as any two things in nature, nor can we ever, by the most accurate survey of them, infer the existence of the one from that of the other. 'Tis only from experience and the observation of their constant union, that we are able to form this inference; and even after all, the inference is nothing but the effects of custom on the imagination. We must not here be content with saying, that the idea of cause and effect arises from objects constantly united; but must affirm, that 'tis the very same with the idea of these objects, and that the <em>necessary connexion</em> is not discover'd by <span class=\"page-break\"></span>a conclusion of the understanding, but is merely a perception of the mind. Wherever, therefore, we observe the same union, and wherever the union operates in the same manner upon the belief and opinion, we have the idea of causes and necessity, tho' perhaps we may avoid those expressions. Motion in one body in all past instances, that have fallen under our observation, is follow'd upon impulse by motion in another. 'Tis impossible for the mind to penetrate farther. From this constant union it <em>forms</em> the idea of cause and effect, and by its influence <em>feels</em> the necessity. As there is the same constancy, and the same influence in what we call moral evidence, I ask no more. What remains can only be a dispute of words.","subId":"16","id":"Hume.THN.2.3.1.16","pages":"405-6"},{"type":"paragraph","content":"<span class=\"small-capitals\">And</span> indeed, when we consider how aptly <em>natural</em> and <em>moral</em> evidence cement together, and form only one chain of argument betwixt them, we shall make no scruple to allow, that they are of the same nature, and deriv'd from the same principles. A prisoner, who has neither money nor interest, discovers the impossibility of his escape, as well from the obstinacy of the goaler, as from the walls and bars with which he is surrounded; and in all attempts for his freedom chuses rather to work upon the stone and iron of the one, than upon the inflexible nature of the other. The same prisoner, when conducted to the scaffold, foresees his death as certainly from the constancy and fidelity of his guards as from the operation of the ax or wheel. His mind runs along a certain train of ideas: The refusal of the soldiers to consent to his escape, the action of the executioner; the separation of the head and body; bleeding, convulsive motions, and death. Here is a connected chain of natural causes and voluntary actions; but the mind feels no difference betwixt them in passing from one link to another; nor is less certain of the future event than if it were connected with the present impressions of the memory and senses by a train of causes cemented together by what we are pleas'd to call a <em>physical necessity</em>. The same experienc'd union has <span class=\"page-break\"></span>the same effect on the mind, whether the united objects be motives, volitions and actions; or figure and motion. We may change the names of things; but their nature and their operation on the understanding never change.","subId":"17","id":"Hume.THN.2.3.1.17","pages":"406-7"},{"type":"paragraph","content":"<span class=\"small-capitals\">I dare</span> be positive no one will ever endeavour to refute these reasonings otherwise than by altering my definitions, and assigning a different meaning to the terms of <em>cause, and effect, and necessity, and liberty, and chance</em>. According to my definitions, necessity makes an essential part of causation; and consequently liberty, by removing necessity, removes also causes, and is the very same thing with chance. As chance is commonly thought to imply a contradiction, and is at least directly contrary to experience, there are always the same arguments against liberty or free-will. If any one alters the definitions, I cannot pretend to argue with him, 'till I know the meaning he assigns to these terms.","subId":"18","id":"Hume.THN.2.3.1.18","pages":"407"}]}