{"id":"Hume.THN.2.3.10","imported":true,"parent":"Hume.THN.2.3","title":"Section 10. Of curiosity, or the love of truth","breadcrumb":"Section 10","published":[1739],"copytext":[1739],"sourceDesc":"The first two Books of Hume’s <cite>Treatise of Human Nature</cite> were published together in 1739. The third Book, which included an Appendix making some changes to Book 1, was published in 1740. There was only one edition published in Hume’s lifetime, an this edition is therefore our copytext.","blocks":[{"type":"title","content":"<h3>SECT. X.</h3> <h4><em>Of curiosity, or the love of truth.</em></h4> ","id":"Hume.THN.2.3.10"},{"type":"paragraph","content":"BUT methinks we have been not a little inattentive to run over so many different parts of the human mind, and examine so many passions, without taking once into the consideration that love of truth, which was the first source of all our enquiries. 'Twill therefore be proper, before we leave this subject, to bestow a few reflections on that passion, and shew its origin in human nature. 'Tis an affection of so peculiar a kind, that 'twoud have been impossible to have treated of it under any of those heads, which we have examin'd, without danger of obscurity and confusion.","subId":"1","id":"Hume.THN.2.3.10.1","pages":"448"},{"type":"paragraph","content":"<span class=\"small-capitals\">Truth</span> is of two kinds, consisting either in the discovery of the proportions of ideas, consider'd as such, or in the conformity of our ideas of objects to their real existence. 'Tis certain, that the former species of truth, is not desir'd merely <span class=\"page-break\"></span>as truth, and that 'tis not the justness of our conclusions, which alone gives the pleasure. For these conclusions are equally just, when we discover the equality of two bodies by a pair of compasses, as when we learn it by a mathematical demonstration; and tho' in the one case the proofs be demonstrative, and in the other only sensible, yet generally speaking, the mind acquiesces with equal assurance in the one as in the other. And in an arithmetical operation, where both the truth and the assurance are of the same nature, as in the most profound algebraical problem, the pleasure is very inconsiderable, if rather it does not degenerate into pain: Which is an evident proof, that the satisfaction, which we sometimes receive from the discovery of truth, proceeds not from it, merely as such, but only as endow'd with certain qualities.","subId":"2","id":"Hume.THN.2.3.10.2","pages":"448-9"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> first and most considerable circumstance requisite to render truth agreeable, is the genius and capacity, which is employ'd in its invention and discovery. What is easy and obvious is never valu'd; and even what is <em>in itself</em> difficult, if we come to the knowledge of it without difficulty, and without any stretch of thought or judgment, is but little regarded. We love to trace the demonstrations of mathematicians; but shou'd receive small entertainment from a person, who shou'd barely inform us of the proportions of lines and angles, tho' we repos'd the utmost confidence both in his judgment and veracity. In this case 'tis sufficient to have ears to learn the truth. We never are oblig'd to fix our attention or exert our genius; which of all other exercises of the mind is the most pleasant and agreeable.","subId":"3","id":"Hume.THN.2.3.10.3","pages":"449"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> tho' the exercise of genius be the principal source of that satisfaction we receive from the sciences, yet I doubt, if it be alone sufficient to give us any considerable enjoyment. The truth we discover must also be of some importance. 'Tis easy to multiply algebraical problems to infinity, nor is there any end in the discovery of the proportions of conic sections; tho' few mathematicians take any pleasure in these <span class=\"page-break\"></span>researches, but turn their thoughts to what is more useful and important. Now the question is, after what manner this utility and importance operate upon us? The difficulty on this head arises from hence, that many philosophers have consum'd their time, have destroy'd their health, and neglected their fortune, in the search of such truths, as they esteem'd important and useful to the world, tho' it appear'd from their whole conduct and behaviour, that they were not endow'd with any share of public spirit, nor had any concern for the interests of mankind. Were they convinc'd, that their discoveries were of no consequence, they wou'd entirely lose all relish for their studies, and that tho' the consequences be entirely indifferent to them; which seems to be a contradiction.","subId":"4","id":"Hume.THN.2.3.10.4","pages":"449-50"},{"type":"paragraph","content":"<span class=\"small-capitals\">To</span> remove this contradiction, we must consider, that there are certain desires and inclinations, which go no farther than the imagination, and are rather the faint shadows and images of passions, than any real affections. Thus, suppose a man, who takes a survey of the fortifications of any city; considers their strength and advantages, natural or acquir'd; observes the disposition and contrivance of the bastions, ramparts, mines, and other military works; 'tis plain, that in proportion as all these are fitted to attain their ends, he will receive a suitable pleasure and satisfaction. This pleasure, as it arises from the utility, not the form of the objects, can be no other than a sympathy with the inhabitants, for whose security all this art is employ'd; tho' 'tis possible, that this person, as a stranger or an enemy, may in his heart have no kindness for them, or may even entertain a hatred against them.","subId":"5","id":"Hume.THN.2.3.10.5","pages":"450"},{"type":"paragraph","content":"<span class=\"small-capitals\">It</span> may indeed be objected, that such a remote sympathy is a very slight foundation for a passion, and that so much industry and application, as we frequently observe in philosophers, can never be deriv'd from so inconsiderable an original. But here I return to what I have already remark'd, that the pleasure of study consists chiefly in the action of the <span class=\"page-break\"></span>mind, and the exercise of the genius and understanding in the discovery or comprehension of any truth. If the importance of the truth be requisite to compleat the pleasure, 'tis not on account of any considerable addition, which of itself it brings to our enjoyment, but only because 'tis, in some measure, requisite to fix our attention. When we are careless and inattentive, the same action of the understanding has no effect upon us, nor is able to convey any of that satisfaction, which arises from it, when we are in another disposition.","subId":"6","id":"Hume.THN.2.3.10.6","pages":"450-1"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> beside the action of the mind, which is the principal foundation of the pleasure, there is likewise requir'd a degree of success in the attainment of the end, or the discovery of that truth we examine. Upon this head I shall make a general remark, which may be useful on many occasions, <em>viz.</em> that where the mind pursues any end with passion; tho' that passion be not deriv'd originally from the end, but merely from the action and pursuit; yet by the natural course of the affections, we acquire a concern for the end itself, and are uneasy under any disappointment we meet with in the pursuit of it. This proceeds from the relation and parallel direction of the passions above-mention'd.","subId":"7","id":"Hume.THN.2.3.10.7","pages":"451"},{"type":"paragraph","content":"<span class=\"small-capitals\">To</span> illustrate all this by a similar instance, I shall observe, that there cannot be two passions more nearly resembling each other, than those of hunting and philosophy, whatever disproportion may at first sight appear betwixt them. 'Tis evident, that the pleasure of hunting consists in the action of the mind and body; the motion, the attention, the difficulty, and the uncertainty. 'Tis evident likewise, that these actions must be attended with an idea of utility, in order to their having any effect upon us. A man of the greatest fortune, and the farthest remov'd from avarice, tho' he takes a pleasure in hunting after patridges and pheasants, feels no satisfaction in shooting crows and magpies; and that because he considers the first as fit for the table, and the other as entirely useless. Here 'tis certain, that the utility or importance of <span class=\"page-break\"></span>itself causes no real passion, but is only requisite to support the imagination; and the same person, who over-looks a ten times greater profit in any other subject, is pleas'd to bring home half a dozen woodcocks or plovers, after having employ'd several hours in hunting after them. To make the parallel betwixt hunting and philosophy more compleat, we may observe, that tho' in both cases the end of our action may in itself be despis'd, yet in the heat of the action we acquire such an attention to this end, that we are very uneasy under any disappointments, and are sorry when we either miss our game, or fall into any error in our reasoning.","subId":"8","id":"Hume.THN.2.3.10.8","pages":"451-2"},{"type":"paragraph","content":"<span class=\"small-capitals\">If</span> we want another parallel to these affections, we may consider the passion of gaming, which affords a pleasure from the same principles as hunting and philosophy. It has been remark'd, that the pleasure of gaming arises not from interest alone; since many leave a sure gain for this entertainment: Neither is it deriv'd from the game alone; since the same persons have no satisfaction, when they play for nothing: But proceeds from both these causes united, tho' separately they have no effect. 'Tis here, as in certain chymical preparations, where the mixture of two clear and transparent liquids produces a third, which is opaque and colour'd.","subId":"9","id":"Hume.THN.2.3.10.9","pages":"452"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> interest, which we have in any game, engages our attention, without which we can have no enjoyment, either in that or in any other action. Our attention being once engag'd, the difficulty, variety, and sudden reverses of fortune, still farther interest us; and 'tis from that concern our satisfaction arises. Human life is so tiresome a scene, and men generally are of such indolent dispositions, that whatever amuses them, tho' by a passion mixt with pain, does in the main give them a sensible pleasure. And this pleasure is here encreas'd by the nature of the objects, which being sensible, and of a narrow compass, are enter'd into with facility, and are agreeable to the imagination.","subId":"10","id":"Hume.THN.2.3.10.10","pages":"452"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> same theory, that accounts for the love of truth in <span class=\"page-break\"></span>mathematics and algebra, may be extended to morals, politics, natural philosophy, and other studies, where we consider not the abstract relations of ideas, but their real connexions and existence. But beside the love of knowledge, which displays itself in the sciences, there is a certain curiosity implanted in human nature, which is a passion deriv'd from a quite different principle. Some people have an insatiable desire of knowing the actions and circumstances of their neighbours, tho' their interest be no way concern'd in them, and they must entirely depend on others for their information; in which case there is no room for study or application. Let us search for the reason of this phænomenon.","subId":"11","id":"Hume.THN.2.3.10.11","pages":"452-3"},{"type":"paragraph","content":"<span class=\"small-capitals\">It</span> has been prov'd at large, that the influence of belief is at once to inliven and infix any idea in the imagination, and prevent all kind of hesitation and uncertainty about it. Both these circumstances are advantageous. By the vivacity of the idea we interest the fancy, and produce, tho' in a lesser degree, the same pleasure, which arises from a moderate passion. As the vivacity of the idea gives pleasure, so its certainty prevents uneasiness, by fixing one particular idea in the mind, and keeping it from wavering in the choice of its objects. 'Tis a quality of human nature, which is conspicuous on many occasions, and is common both to the mind and body, that too sudden and violent a change is unpleasant to us, and that however any objects may in themselves be indifferent, yet their alteration gives uneasiness. As 'tis the nature of doubt to cause a variation in the thought, and transport us suddenly from one idea to another, it must of consequence be the occasion of pain. This pain chiefly takes place, where interest, relation, or the greatness and novelty of any event interests us in it. 'Tis not every matter of fact, of which we have a curiosity to be inform'd; neither are they such only as we have an interest to know. 'Tis sufficient if the idea strikes on us with such force, and concerns us so nearly, as to give us an uneasiness in its instability and inconstancy. A stranger, when he arrives first at any town, may be entirely <span class=\"page-break\"></span>indifferent about knowing the history and adventures of the inhabitants; but as he becomes farther acquainted with them, and has liv'd any considerable time among them, he acquires the same curiosity as the natives. When we are reading the history of a nation, we may have an ardent desire of clearing up any doubt or difficulty, that occurs in it; but become careless in such researches, when the ideas of these events are, in a great measure, obliterated.","subId":"12","id":"Hume.THN.2.3.10.12","pages":"453-4"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.THN.2","imported":true,"title":"Book 2, Of the Passions","breadcrumb":"Book 2","published":[1739]},{"id":"Hume.THN.2.3","imported":true,"title":"Part 3. Of the will and direct passions","breadcrumb":"Part 3","published":[1739]}],"prev":{"id":"Hume.THN.2.3.9","imported":true,"title":"Section 9. Of the direct passions","breadcrumb":"Section 9","published":[1739]},"next":{"id":"Hume.THN.Ad2","imported":true,"title":"_Advertisement_","breadcrumb":"Advertisement","published":[1740]}}