{"id":"Hume.THN.2.3.2","imported":true,"parent":"Hume.THN.2.3","title":"Section 2. The same subject continu'd","breadcrumb":"Section 2","published":[1739],"copytext":[1739],"sourceDesc":"The first two Books of Hume’s <cite>Treatise of Human Nature</cite> were published together in 1739. The third Book, which included an Appendix making some changes to Book 1, was published in 1740. There was only one edition published in Hume’s lifetime, an this edition is therefore our copytext.","blocks":[{"type":"title","content":"<h3>SECT. II.</h3> <h4><em>The same subject continu'd.</em></h4> ","id":"Hume.THN.2.3.2"},{"type":"paragraph","content":"I BELIEVE we may assign the three following reasons for the prevalence of the doctrine of liberty, however absurd it may be in one sense, and unintelligible in any other. First, After we have perform'd any action; tho' we confess we were influenc'd by particular views and motives; 'tis difficult for us to perswade ourselves we were govern'd by necessity, and that 'twas utterly impossible for us to have acted otherwise; the idea of necessity seeming to imply something of force, and violence, and constraint, of which we are not sensible. Few are capable of distinguishing betwixt the liberty of <em>spontaniety</em>, as it is call'd in the schools, and the liberty of <em>indifference</em>; betwixt that which is oppos'd to violence, and that which means a negation of necessity and causes. The first is even the most common sense of the word; and as 'tis only that species of liberty, which it con<span class=\"page-break\"></span>cerns us to preserve, our thoughts have been principally turn'd towards it, and have almost universally confounded it with the other.","subId":"1","id":"Hume.THN.2.3.2.1","pages":"407-8"},{"type":"paragraph","content":"<span class=\"small-capitals\">Secondly</span>, there is a <em>false sensation or experience</em> even of the liberty of indifference; which is regarded as an argument for its real existence. The necessity of any action, whether of matter or of the mind, is not properly a quality in the agent, but in any thinking or intelligent being, who may consider the action, and consists in the determination of his thought to infer its existence from some preceding objects: As liberty or chance, on the other hand, is nothing but the want of that determination, and a certain looseness, which we feel in passing or not passing from the idea of one to that of the other. Now we may observe, that tho' in reflecting on human actions we seldom feel such a looseness or indifference, yet it very commonly happens, that in performing the actions themselves we are sensible of something like it: And as all related or resembling objects are readily taken for each other, this has been employ'd as a demonstrative or even an intuitive proof of human liberty. We feel that our actions are subject to our will on most occasions, and imagine we feel that the will itself is subject to nothing; because when by a denial of it we are provok'd to try, we feel that it moves easily every way, and produces an image of itself even on that side, on which it did not settle. This image or faint motion, we perswade ourselves, cou'd have been compleated into the thing itself; because, shou'd that be deny'd, we find, upon a second trial, that it can. But these efforts are all in vain; and whatever capricious and irregular actions we may perform; as the desire of showing our liberty is the sole motive of our actions; we can never free ourselves from the bonds of necessity. We may imagine we feel a liberty within ourselves; but a spectator can commonly infer our actions from our motives and character; and even where he cannot, he concludes in general, that he might, were he perfectly acquainted with <span class=\"page-break\"></span>every circumstance of our situation and temper, and the most secret springs of our complexion and disposition. Now this is the very essence of necessity, according to the foregoing doctrine.","subId":"2","id":"Hume.THN.2.3.2.2","pages":"408-9"},{"type":"paragraph","content":"<span class=\"small-capitals\">A third</span> reason why the doctrine of liberty has generally been better receiv'd in the world, than its antagonist, proceeds from <em>religion</em>, which has been very unnecessarily interested in this question. There is no method of reasoning more common, and yet none more blameable, than in philosophical debates to endeavour to refute any hypothesis by a pretext of its dangerous consequences to religion and morality. When any opinion leads us into absurdities, 'tis certainly false; but 'tis not certain an opinion is false, because 'tis of dangerous consequence. Such topics, therefore, ought entirely to be foreborn, as serving nothing to the discovery of truth, but only to make the person of an antagonist odious. This I observe in general, without pretending to draw any advantage from it. I submit myself frankly to an examination of this kind, and dare venture to affirm, that the doctrine of necessity, according to my explication of it, is not only innocent, but even advantageous to religion and morality.","subId":"3","id":"Hume.THN.2.3.2.3","pages":"409"},{"type":"paragraph","content":"<span class=\"small-capitals\">I define</span> necessity two ways, conformable to the two definitions of <em>cause</em>, of which it makes an essential part. I place it either in the constant union and conjunction of like objects, or in the inference of the mind from the one to the other. Now necessity, in both these senses, has universally, tho' tacitely, in the schools, in the pulpit, and in common life, been allow'd to belong to the will of man, and no one has ever pretended to deny, that we can draw inferences concerning human actions, and that those inferences are founded on the experienc'd union of like actions with like motives and circumstances. The only particular in which any one can differ from me, is either, that perhaps he will refuse to call this necessity. But as long as the meaning is understood, I hope the word can do no <span class=\"page-break\"></span>harm. Or that he will maintain there is something else in the operations of matter. Now whether it be so or not is of no consequence to religion, whatever it may be to natural philosophy. I may be mistaken in asserting, that we have no idea of any other connexion in the actions of body, and shall be glad to be farther instructed on that head: But sure I am, I ascribe nothing to the actions of the mind, but what must readily be allow'd of. Let no one, therefore, put an invidious construction on my words, by saying simply, that I assert the necessity of human actions, and place them on the same footing with the operations of senseless matter. I do not ascribe to the will that unintelligible necessity, which is suppos'd to lie in matter. But I ascribe to matter, that intelligible quality, call it necessity or not, which the most rigorous orthodoxy does or must allow to belong to the will. I change, therefore, nothing in the receiv'd systems, with regard to the will, but only with regard to material objects.","subId":"4","id":"Hume.THN.2.3.2.4","pages":"409-10"},{"type":"paragraph","content":"<span class=\"small-capitals\">Nay</span> I shall go farther, and assert, that this kind of necessity is so essential to religion and morality, that without it there must ensue an absolute subversion of both, and that every other supposition is entirely destructive to all laws both <em>divine</em> and <em>human</em>. 'Tis indeed certain, that as all human laws are founded on rewards and punishments, 'tis suppos'd as a fundamental principle, that these motives have an influence on the mind, and both produce the good and prevent the evil actions. We may give to this influence what name we please; but as 'tis usually conjoin'd with the action, common sense requires it shou'd be esteem'd a cause, and be look'd upon as an instance of that necessity, which I wou'd establish.","subId":"5","id":"Hume.THN.2.3.2.5","pages":"410"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> reasoning is equally solid, when apply'd to <em>divine</em> laws, so far as the deity is consider'd as a legislator, and is suppos'd to inflict punishment and bestow rewards with a design to produce obedience. But I also maintain, that even where he acts not in his magisterial capacity, but is regarded <span class=\"page-break\"></span>as the avenger of crimes merely on account of their odiousness and deformity, not only 'tis impossible, without the necessary connexion of cause and effect in human actions, that punishments cou'd be inflicted compatible with justice and moral equity; but also that it cou'd ever enter into the thoughts of any reasonable being to inflict them. The constant and universal object of hatred or anger is a person or creature endow'd with thought and consciousness; and when any criminal or injurious actions excite that passion, 'tis only by their relation to the person or connexion with him. But according to the doctrine of liberty or chance, this connexion is reduc'd to nothing, nor are men more accountable for those actions, which are design'd and premeditated, than for such as are the most casual and accidental. Actions are by their very nature temporary and perishing; and where they proceed not from some cause in the characters and disposition of the person, who perform'd them, they infix not themselves upon him, and can neither redound to his honour, if good, nor infamy, if evil. The action itself may be blameable; it may be contrary to all the rules of morality and religion: But the person is not responsible for it; and as it proceeded from nothing in him, that is durable or constant, and leaves nothing of that nature behind it, 'tis impossible he can, upon its account, become the object of punishment or vengeance. According to the hypothesis of liberty, therefore, a man is as pure and untainted, after having committed the most horrid crimes, as at the first moment of his birth, nor is his character any way concern'd in his actions; since they are not deriv'd from it, and the wickedness of the one can never be us'd as a proof of the depravity of the other. 'Tis only upon the principles of necessity, that a person acquires any merit or demerit from his actions, however the common opinion may incline to the contrary.","subId":"6","id":"Hume.THN.2.3.2.6","pages":"410-1"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> so inconsistent are men with themselves, that tho' they often assert, that necessity utterly destroys all merit and demerit either towards mankind or superior powers, yet they <span class=\"page-break\"></span>continue still to reason upon these very principles of necessity in all their judgments concerning this matter. Men are not blam'd for such evil actions as they perform ignorantly and casually, whatever may be their consequences. Why? but because the causes of these actions are only momentary, and terminate in them alone. Men are less blam'd for such evil actions, as they perform hastily and unpremeditately, than for such as proceed from thought and deliberation. For what reason? but because a hasty temper, tho' a constant cause in the mind, operates only by intervals, and infects not the whole character. Again, repentance wipes off every crime, especially if attended with an evident reformation of life and manners. How is this to be accounted for? But by asserting that actions render a person criminal, merely as they are proofs of criminal passions or principles in the mind; and when by any alteration of these principles they cease to be just proofs, they likewise cease to be criminal. But according to the doctrine of <em>liberty</em> or <em>chance</em> they never were just proofs, and consequently never were criminal.","subId":"7","id":"Hume.THN.2.3.2.7","pages":"411-2"},{"type":"paragraph","content":"<span class=\"small-capitals\">Here</span> then I turn to my adversary, and desire him to free his own system from these odious consequences before he charge them upon others. Or if he rather chuses, that this question shou'd be decided by fair arguments before philosophers, than by declamations before the people, let him return to what I have advanc'd to prove that liberty and chance are synonimous; and concerning the nature of moral evidence and the regularity of human actions. Upon a review of these reasonings, I cannot doubt of an entire victory; and therefore having prov'd, that all actions of the will have particular causes, I proceed to explain what these causes are, and how they operate.","subId":"8","id":"Hume.THN.2.3.2.8","pages":"412"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.THN.2","imported":true,"title":"Book 2, Of the Passions","breadcrumb":"Book 2","published":[1739]},{"id":"Hume.THN.2.3","imported":true,"title":"Part 3. Of the will and direct passions","breadcrumb":"Part 3","published":[1739]}],"prev":{"id":"Hume.THN.2.3.1","imported":true,"title":"Section 1. Of liberty and necessity","breadcrumb":"Section 1","published":[1739]},"next":{"id":"Hume.THN.2.3.3","imported":true,"title":"Section 3. Of the influencing motives of the will","breadcrumb":"Section 3","published":[1739]}}