{"id":"Hume.THN.2.3.5","imported":true,"parent":"Hume.THN.2.3","title":"Section 5. Of the effects of custom","breadcrumb":"Section 5","published":[1739],"copytext":[1739],"sourceDesc":"The first two Books of Hume’s <cite>Treatise of Human Nature</cite> were published together in 1739. The third Book, which included an Appendix making some changes to Book 1, was published in 1740. There was only one edition published in Hume’s lifetime, an this edition is therefore our copytext.","blocks":[{"type":"title","content":"<h3>SECT. V.</h3> <h4><em>Of the effects of custom.</em></h4> ","id":"Hume.THN.2.3.5"},{"type":"paragraph","content":"BUT nothing has a greater effect both to encrease and diminish our passions, to convert pleasure into pain, and pain into pleasure, than custom and repetition. Custom has two <em>original</em> effects upon the mind, in bestowing a <em>facility</em> in the performance of any action or the conception of any object; and afterwards a <em>tendency or inclination</em> towards it; and from these we may account for all its other effects, however extraordinary.","subId":"1","id":"Hume.THN.2.3.5.1","pages":"422"},{"type":"paragraph","content":"<span class=\"small-capitals\">When</span> the soul applies itself to the performance of any action, or the conception of any object, to which it is not accustom'd, there is a certain unpliableness in the faculties, <span class=\"page-break\"></span>and a difficulty of the spirit's moving in their new direction. As this difficulty excites the spirits, 'tis the source of wonder, surprize, and of all the emotions, which arise from novelty; and is in itself very agreeable, like every thing, which inlivens the mind to a moderate degree. But tho' surprize be agreeable in itself, yet as it puts the spirits in agitation, it not only augments our agreeable affections, but also our painful, according to the foregoing principle, <em>that every emotion, which precedes or attends a passion, is easily converted into it</em>. Hence every thing, that is new, is most affecting, and gives us either more pleasure or pain, than what, strictly speaking, naturally belongs to it. When it often returns upon us, the novelty wears off; the passions subside; the hurry of the spirits is over; and we survey the objects with greater tranquillity.","subId":"2","id":"Hume.THN.2.3.5.2","pages":"422-3"},{"type":"paragraph","content":"<span class=\"small-capitals\">By</span> degrees the repetition produces a facility, which is another very powerful principle of the human mind, and an infallible source of pleasure, where the facility goes not beyond a certain degree. And here 'tis remarkable that the pleasure, which arises from a moderate facility, has not the same tendency with that which arises from novelty, to augment the painful, as well as the agreeable affections. The pleasure of facility does not so much consist in any ferment of the spirits, as in their orderly motion; which will sometimes be so powerful as even to convert pain into pleasure, and give us a relish in time for what at first was most harsh and disagreeable.","subId":"3","id":"Hume.THN.2.3.5.3","pages":"423"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> again, as facility converts pain into pleasure, so it often converts pleasure into pain, when it is too great, and renders the actions of the mind so faint and languid, that they are no longer able to interest and support it. And indeed, scarce any other objects become disagreeable thro' custom; but such as are naturally attended with some emotion or affection, which is destroy'd by the too frequent repetition. One can consider the clouds, and heavens, and trees, and stones, however frequently repeated, without ever <span class=\"page-break\"></span>feeling any aversion. But when the fair sex, or music, or good cheer, or any thing, that naturally ought to be agreeable, becomes indifferent, it easily produces the opposite affection.","subId":"4","id":"Hume.THN.2.3.5.4","pages":"423-4"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> custom not only gives a facility to perform any action, but likewise an inclination and tendency towards it, where it is not entirely disagreeable, and can never be the object of inclination. And this is the reason why custom encreases all <em>active</em> habits, but diminishes <em>passive</em>, according to the observation of a late eminent philosopher. The facility takes off from the force of the passive habits by rendering the motion of the spirits faint and languid. But as in the active, the spirits are sufficiently supported of themselves, the tendency of the mind gives them new force, and bends them more strongly to the action.","subId":"5","id":"Hume.THN.2.3.5.5","pages":"424"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.THN.2","imported":true,"title":"Book 2, Of the Passions","breadcrumb":"Book 2","published":[1739]},{"id":"Hume.THN.2.3","imported":true,"title":"Part 3. Of the will and direct passions","breadcrumb":"Part 3","published":[1739]}],"prev":{"id":"Hume.THN.2.3.4","imported":true,"title":"Section 4. Of the causes of the violent passions","breadcrumb":"Section 4","published":[1739]},"next":{"id":"Hume.THN.2.3.6","imported":true,"title":"Section 6. Of the influence of the imagination on the passions","breadcrumb":"Section 6","published":[1739]}}