{"imported":true,"id":"Locke.EHU.4.15","parent":"Locke.EHU.4","title":"Chapter 15. Of Probability","breadcrumb":"Chapter 15","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A48874.0001.001/1:9.15?rgn=div2;view=fulltext","texts":[],"published":[1689],"copytext":[1700],"sourceDesc":"Locke’s [Essay] was first published in December 1689, but with a publication year of 1690 on the title page. The copytext for this version is the 4th edition of 1700, which is the last edition to be printed in Locke’s lifetime, and contains several changes and additions. The text is derived from a transcription of the first edition from EEBO-TCP. Several changes are being made to this source, to bring the text in line with the 1700 edition.","forename":"John","surname":"Locke","author":"John Locke","birth":1632,"death":1704,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£1 CHAP. XV. £1 £2 _Of Probability._ £2","id":"Locke.EHU.4.15"},{"type":"paragraph","content":"AS Demonstration is the shewing the Agreement, or Disagreement of two _Ideas,_ by the intervention of one or more Proofs, which have a constant, immutable, and visible connexion one with another: so _Probability_ is nothing but the appearance of such an Agreement, or Disagreement, by the intervention of Proofs, whose connexion is not constant and immutable, or at least is not perceived to be so, but is, or appears for the most part to be so, and is enough to induce the Mind to judge the Proposition to be true, or false, rather than the contrary. For example: In the demonstration of it, a Man perceives the certain immutable connexion there is of Equality, between the three Angles of a Triangle, and those intermediate ones, which are made use of to shew their Equality to two right ones; and so by an intuitive Knowledge of the Agreement, or Disagreement of the intermediate _Ideas_ in each step of the progress, the whole Series is continued with an evidence, which clearly shews the Agreement, or Disagreement, of those three Angles, in equality to two right ones: And thus he has certain Knowledge that it is so. But another Man who never took the pains to observe the Demonstration, hearing a Mathematician, a Man of credit, affirm the three Angles of a Triangle, to be equal to two right ones, assents to it; _i. e._ receives it for true: In which case, the foundation of his Assent, is the Probability of the thing, the Proof being such as, for the most part, carries Truth with it: The Man on whose Testimony he receives it, not being wont to affirm any thing contrary to, or besides his Knowledge, especially in matters of this kind. So that that which causes his Assent to this Proposition, that the three Angles of a Triangle are equal to two right ones, that which makes him take these _Ideas_ to agree, without knowing them to do so, is the wonted Veracity of the Speaker in other cases, or his supposed Veracity in this.","subId":"1","id":"Locke.EHU.4.15.1"},{"type":"paragraph","content":"Our Knowledge, as has been shewn, being very narrow, and we not happy enough to find certain Truth in every thing, we have occasion to consider, most of the Propositions we think, reason, discourse, nay act upon, are such, as we cannot have undoubted Knowledge of their Truth: yet some of them border so near upon Certainty, that we make no doubt at all about them; but assent to them as firmly, and act according to that Assent as vigorously, as if they were infallibly demonstrated, and that our Knowledge of them was perfect and certain. But there being degrees herein, from the very neighbourhood of Certainty and Evidence, quite down to Improbability and Unlikeliness, even to the Confines of Impossibility; and also degrees of Assent from certain Knowledge, and what is next it, full Assurance and Confidence, quite down to Conjecture, Doubt, Distrust, and Disbelief. I shall come now, as having (as I think) found out the bounds of humane Knowledge and Certainty, in the next place to consider _the several degrees and grounds of Probability, and Assent or Faith._","subId":"2","id":"Locke.EHU.4.15.2"},{"type":"paragraph","content":"_Probability_ then is likeliness to be true, the very notation of the Word signifying such a Proposition, for which there be Arguments or Proofs, to make it pass or be received for true. The entertainment the Mind gives this sort of Propositions, is called _Belief, Assent,_ or _Opinion,_ which is the admitting or receiving any Proposition for true, upon Arguments or Proofs that are found to persuade us to receive it as true, without certain Knowledge that it is so. And herein lies the _difference between Probability_ and _Certainty, Faith_ and _Knowledge,_ that in all the parts of Knowledge, there is intuition; each immediate _Idea,_ each step has its visible and certain connexion; in Belief not so. That which makes me believe, is something extraneous to the thing I believe; something not evidently joined on both sides to, and so not manifestly shewing the Agreement, or Disagreement of those _Ideas_ that are under consideration.","subId":"3","id":"Locke.EHU.4.15.3"},{"type":"paragraph","content":"_Probability_ then being to supply the defect of our Knowledge, and to guide us where that fails, it is always conversant about things, whereof we have no certainty, but only some inducements to receive it for true. The _grounds of it_ are, in short, these _two_ following: _First,_ The conformity of any thing with our own Knowledge, Ob∣servation, and Experience. _Secondly,_ The Testimony of others, vouching their Observation and Experience. In the Testimony of others, is to be considered, 1. The Number. 2. The Integrity. 3. The Skill of the Witnesses. 4. The Design of the Author, where it is a Testimony out of a Book cited. 5. The Consistency of the Parts, and Circumstances of the Relation. 6. Contrary Testimonies.","subId":"4","id":"Locke.EHU.4.15.4"},{"type":"paragraph","content":"Now Probability wanting that intuitive Evidence, which infallibly determines the Understanding, and produces certain Knowledge, _the Mind, before it_ rationally _assents or dissents_ to any probable Proposition, _ought to examine all the grounds of Probability,_ and see how they make more or less _for or against_ it, and upon a due balancing the whole, reject, or receive it, with a more or less firm assent, proportionably to the preponderancy of the greater grounds of Probabily on one side or the other. For example: If I my self see a Man walk on the Ice, it is past Probability, 'tis Knowledge: but if another tells me he saw a Man in _England_ in the midst of a sharp Winter, walk upon Water harden'd with cold; this has so great conformity with what is usually observed to happen, that I am disposed by the nature of the thing it self to assent to it, unless some manifest suspicion attend the Relation of that matter of fact. But if the same thing be told to one born between the Tropicks, who never saw nor heard of any such thing before, there the whole Probability relies on Testimony: And as the Relators are more in number, and of more Credit, and have no Interest to speak contrary to the Truth; so that matter of fact is like to find more or less belief. Though to a Man, whose Experience has been always quite contrary, and has never heard of any thing like it, the most untainted Credit of a Witness will scarce be able to find belief. As it happened to a Dutch Ambassadour, who entertaining the King of _Siam_ with the particularities of _Holland,_ which he was inquisitive after, amongst other things told him, that the Water in his Country, would sometimes, in cold weather, be so hard that Men walked upon it, and that it would bear an Elephant, if he were there. To which the King replied, _Hitherto I have believed the strange Things you have told me, because I look upon you as a sober fair Man, but now I am sure you lye._","subId":"5","id":"Locke.EHU.4.15.5"},{"type":"paragraph","content":"Upon these grounds depends the Probability of any Proposition: And as the conformity of our Knowledge, as the certainty of Observations, as the frequency and constancy of Experience, and the number and credibility of Testimonies, do more or less agree, or disagree with it, so is any Proposition in it self, more or less probable. There is another, I confess, which though by it self it be no true ground of Probability, yet is often made use of for one, by which Men most commonly regulate their Assent, and upon which they pin their Faith more than any thing else; any, that is, _the Opinion of others_; though there cannot be a more dangerous thing to rely on, nor more likely to mislead one; since there is much more Falshood and Errour amongst Men, than Truth and Knowledge. And if the Opinions and Persuasions of others, whom we know and think well of, be a ground of Assent, Men have Reason to be Heathens in _Iapan,_ Mahumetans in _Turkey,_ Papists in _Spain,_ Protestants in _England,_ and Lutherans in _Sueden._ But of this wrong ground of Assent, I shall have occasion to speak more at large in another place.","subId":"6","id":"Locke.EHU.4.15.6"}]}
