{"imported":true,"id":"Locke.EHU.4.4","parent":"Locke.EHU.4","title":"Chapter 4. Of the Reality of our Knowledge","breadcrumb":"Chapter 4","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A48874.0001.001/1:9.4?rgn=div2;view=fulltext","texts":[],"published":[1689],"copytext":[1700],"sourceDesc":"Locke’s [Essay] was first published in December 1689, but with a publication year of 1690 on the title page. The copytext for this version is the 4th edition of 1700, which is the last edition to be printed in Locke’s lifetime, and contains several changes and additions. The text is derived from a transcription of the first edition from EEBO-TCP. Several changes are being made to this source, to bring the text in line with the 1700 edition.","forename":"John","surname":"Locke","author":"John Locke","birth":1632,"death":1704,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£1 CHAP. IV. £1 £2 _Of the Reality of our Knowledge._ £2","id":"Locke.EHU.4.4"},{"type":"paragraph","content":"I doubt not but my Reader, by this time, may be apt to think, that I have been all this while only building a Castle in the Air; and be ready to say to me, To what purpose all this stir? Knowledge, say you, is only the perception of the agreement or disagreement of our own _Ideas_; but who knows what those _Ideas_ may be? Is there any thing so extravagant, as the Imaginations of Men's Brains? Where is the Head that has no _Chimeras_ in it? Or if there be a sober and a wise Man, what difference will there be, by your Rules, between his Knowledge, and that of the most extravagant Fancy in the World? They both have their _Ideas,_ and perceive their agreement and disagreement one with another. If there be any difference between them, the advantage will be on the warm-headed Man's side, as having the more _Ideas,_ and the more lively. And so, by your Rules, he will be the more knowing. If it be true, that all Knowledge lies only in the perception of the agreement or disagreement of our own _Ideas,_ the Visions of an Enthusiast, and the Reasonings of a sober Man, will be equally certain. 'Tis no matter how Things are: so a Man observe but the agreement of his own Imaginations, and talk conformably; it is all Truth, all Certainty. Such Castles in the Air, will be as strong Holds of Truth, as the Demonstrations of _Euclid._ That an Harpy is not a Centaur, is by this way as certain knowledge, and as much a Truth, as that a Square is not a Circle. But _of what use is all this_ fine _Knowledge of Men's own Imaginations,_ to a Man that enquires after the reality of Things? It matters not what Men's Fancies are, 'tis the Knowledge of Things that is only to be prized: 'tis this alone gives a value to our Reasonings, and preference to one Man's Knowledge over another's, that it is of Things as they really are, and not of Dreams and Fancies.","subId":"1","id":"Locke.EHU.4.4.1"},{"type":"paragraph","content":"To which I answer, That if our Knowledge of our _Ideas_ terminate in them, and reach no farther, where there is something farther intended, our most serious Thoughts would be of little more use, than the Resveries of a crazie brain; and the Truths built thereon of no more weight, than the Discourses of a Man, who sees Things clearly in a Dream, and with great assurance utters them. But, I hope, before I have done, to make it evident, that this way of certainty, by the knowledge of our own _Ideas,_ goes a little farther than bare Imagination; and, I believe, it will appear, that all the certainty of general Truths a Man has, lies in nothing else.","subId":"2","id":"Locke.EHU.4.4.2"},{"type":"paragraph","content":"'Tis evident, the Mind knows not Things immediately, but only by the intervention of the _Ideas_ it has of them. _Our Knowledge_ therefore _is real, only so far as there is a conformity between our Ideas and the reality of Things._ But what shall be here the Criterion? How shall the Mind, when it perceives nothing but its own _Ideas,_ know that they agree with Things themselves? This, though it seem not to want difficulty, yet, I think, there be two sorts of _Ideas_ that, we may be assured, agree with Things.","subId":"3","id":"Locke.EHU.4.4.3"},{"type":"paragraph","content":"_First,_ The first are simple _Ideas,_ which since the Mind, as has been shewed, can by no means make to it self, must necessarily be the product of Things operating on the Mind in a natural way, and producing therein those Perceptions, which by the Wisdom and Will of our Maker, they are ordained and adapted to. From whence it follows, that _simple Ideas are not fictions_ of our Fancies, but the natural and regular productions of Things without us, really operating upon us; and so carry with them all the conformity our state requires, which is to represent Things under those appearances they are fitted to produce in us; whereby we may distinguish the Substances they are in, and apply them to our Uses. Thus the _Idea_ of Whiteness, or Bitterness, as it is in the Mind, exactly answering that Power which is in any Body to produce it there, has all the real conformity it can, or ought to have, with Things without us. And this conformity between our simple _Ideas,_ and the existence of Things, is sufficient for real Knowledge.","subId":"4","id":"Locke.EHU.4.4.4"},{"type":"paragraph","content":"_Secondly, All our complex Ideas, except those of Substances,_ being Archetypes of the Mind's own making, not intended to be the Copies of any thing, nor referred to the existence of any thing, as to their Originals, _cannot want any conformity necessary to real Knowledge._ For that which is not designed to represent any thing but it self, can never be capable of a wrong representation, nor mislead us from the true apprehension of any thing, by its dislikeness to it; and such, excepting those of Substances, are all our complex _Ideas_; which, as I have shewed in another place, are Combinations of _Ideas,_ which the Mind, by its free choice, puts together, without considering any connexion they have in Nature. And hence it is, that in all these sorts the _Ideas_ themselves are considered as the Archetypes, and Things no otherwise regarded, but as they are conformable to them. So that we cannot but be infallibly certain, that all the Knowledge we attain concerning these _Ideas_ is real, and reaches Things themselves: Because in all our Thoughts, Reasonings, and Discourses of this kind, we intend Things no farther than as they are conformable to our _Ideas_; so that in these, we cannot miss of a certain undoubted reality.","subId":"5","id":"Locke.EHU.4.4.5"},{"type":"paragraph","content":"I doubt not but it will be easily granted, that the _Knowledge_ we may have _of mathematical Truths, is_ not only certain, but _real Knowledge_; not idle _Chimeras_ of Men's Brains: And yet if we will consider, we shall find, that it is only of our own _Ideas._ The Mathematician considers the Truth and Properties belonging to a Rectangle, or Circle, only as they are in _Idea_ in his own Mind; for 'tis possible he never found either of them existing mathematically, _i. e._ precisely true, in his Life: But yet the knowledge he has of any Truths or Properties belonging to a Circle, or any other mathematical Figure, are nevertheless true and certain, even of real Things existing: because real Things are no farther concerned, nor intended to be meant by any such Propositions, than as Things really agree to those Archetypes in his Mind. Is it true of the _Idea_ of a Triangle, that its three Angles are equal to two right ones? It is true also of a Triangle, where-ever it really exists. What ever other Figure exists, that is not exactly answerable to that _Idea_ of a Triangle in his Mind, is not at all concerned in that Proposition. And therefore he is certain all his Knowledge concerning such _Ideas,_ is real Knowledge: because intending Things no farther than they agree with those his _Ideas,_ he is sure what he knows concerning those Figures, when they have barely _an Ideal existence_ in his Mind, will hold true of them also, when they have a real existence in Matter; his consideration being barely of those Figures, which are the same where-ever or however they exist.","subId":"6","id":"Locke.EHU.4.4.6"},{"type":"paragraph","content":"And hence it follows, that _moral Knowledge_ is as _capable of real Certainty,_ as Mathematicks. For Certainty being but the Perception of the Agreement, or Disagreement of our _Ideas_; and Demonstration nothing but the Perception of such Agreement, by the Intervention of other _Ideas,_ or Mediums, our moral _Ideas,_ as well as mathematical, being Archetypes themselves, and so adequate, and compleat _Ideas,_ all the Agreement, or Disagreement we shall find in them, will produce real Knowledge, as well as in mathematical Figures.","subId":"7","id":"Locke.EHU.4.4.7"},{"type":"paragraph","content":"That which is requisite to make our Knowledge certain, is the Clearness of our _Ideas_; and that which is required to make it real, is, that they answer their Archetypes. Nor let it be wondred, that I place the Certainty of our Knowledge in the Consideration of our _Ideas,_ with so little Care and Regard (as it may seem) to the real Existence of Things: Since most of those Discourses, which take up the Thoughts, and engage the Disputes of those who pretend to make it their Business to enquire after Truth and Certainty, will, I presume, upon Examination be found to be _general Propositions,_ and Notions in which Existence is not at all concerned. All the Discourses of the Mathematicians about the squaring of a Circle, conick Sections, or any other part of Mathematicks, _concern not_ the _Existence_ of any of those Figures; but their Demonstrations which depend on their _Ideas_ are the same, whether there be any square or Circle existing in the World, or no. In the same manner, the Truth and Certainty of moral Discourses abstracts from the Lives of Men, and the Existence of those Vertues in the World, whereof they treat: Nor is _Tully_'s Offices less true, because there is no Body in the World that exactly practices his Rules, and lives up to that pattern of a vertuous Man, which he has given us, and which existed no where when he writ but in _Idea._ If it be true in Speculation, _i. e._ in _Idea,_ that Murther deserves Death, it will also be true in Reality of any Action that exists comformable to that _Idea_ of Murther. As for other Actions, the Truth of that Proposition concerns them not. And thus it is of all other Species of Things, which have no other Essences but those _Ideas_ which are in the Minds of Men.","subId":"8","id":"Locke.EHU.4.4.8"},{"type":"paragraph","content":"But it will here be said, that if moral Knowledge be placed in the Contemplation of our own moral _Ideas,_ and those, as other Modes, be of our own making, What strange Notions will there be of _Iustice_ and _Temperance_? What confusion of Vertues and Vices, if every one may make what _Ideas_ of them he pleases? No confusion nor disorder in the Things themselves, nor the Reasonings about them; no more than (in Mathematicks) there would be a disturbance in the Demonstration, or a change in the Properties of Figures, and their Relations one to another, if a Man should make a Triangle with four Corners, or a _Trapezium_ with four right Angles: that is, in plain English, change the Names of the Figures, and call that by one Name, which Mathematicians call'd ordinarily by another. For let a Man make to himself the _Idea_ of a Figure with three Angles, whereof one is a right one, and call it, if he please, _Equilaterum_ or _Trapezium,_ or any thing else, the Properties of, and Demonstrations about that _Idea,_ will be the same, as if he call'd it a Rectangular-Triangle. I confess, the change of the Name, by the impropriety of Speech, will at first disturb him, who knows not what _Idea_ it stands for; but as soon as the Figure is drawn, the Consequences and Demonstration are plain and clear. And just the same is it in moral Knowledge, let a Man have the _Idea_ of taking from others, without their Consent, what their honest Industry has possessed them of, and call this _Iustice,_ if he please. He that takes the Name here without the _Idea_ put to it, will be mistaken, by joining another _Idea_ of his own to that Name: But strip the _Idea_ of that Name, or take it such as it is in the Speaker's Mind, and the same Things will agree to it, as if you call'd it Injustice. Indeed, wrong Names in moral Discourses, breed usually more disorder, because they are not so easily rectified, as in Mathematicks, where the Figure once drawn and seen, makes the Name useless, and of no force: For what need of a Sign, when the Thing signified is present and in view? But in moral Names, that cannot be so easily and shorty done, because of the many decompositions that go to the making up the complex _Ideas_ of those Modes. But yet for all this the _miscalling of_ any of those _Ideas,_ contrary to the usual signification of the Words of that Language, _hinders not_, but we may have _certain and demonstrative Knowledge_ of their several Agreements and Disagreements, if we will carefully, as in Mathematicks, keep to the same precise _Ideas,_ and trace them in their several Relations one to another, without being led away by their Names. If we but separate the _Idea_ under consideration, from the Sign that stands for it, our Knowledge goes equally on in the discovery of real Truth and Certainty, whatever Sounds we make use of.","subId":"9","id":"Locke.EHU.4.4.9"},{"type":"paragraph","content":"One thing more we are to take notice of, That where GOD, or any other Law-maker, hath defined any Moral Names, there they have made the Essence of that Species to which that Name belongs; and there it is not safe to apply or use them otherwise: But in other cases 'tis bare impropriety of Speech to apply them contrary to the common usage of the Country. But yet even this too disturbs not the certainty of that Knowledge, which is still to be had by a due contemplation and comparing of those even nick-nam'd _Ideas._","subId":"10","id":"Locke.EHU.4.4.10"},{"type":"paragraph","content":"_Thirdly,_ There is another sort of _complex Ideas,_ which being _referred to Archetypes without us,_ may differ from them, and so our Knowledge about them, may come short of being real; and these are our _Ideas_ of Substances: which consisting of a Collection of simple _Ideas,_ supposed taken from the Works of Nature, may yet vary from them, by having more or different _Ideas_ united in them, than are to be found united in the Things themselves: From whence it comes to pass, that they may, and often do fail of being exactly conformable to Things themselves.","subId":"11","id":"Locke.EHU.4.4.11"},{"type":"paragraph","content":"I say then, that to have _Ideas_ of Substances, which, by being conformable to Things, may afford us real Knowledge, it is not enough, as in Modes, to put together such _Ideas_ as have no inconsistency, though they did never before so exist. _v. g._ the _Ideas_ of Sacrilege or Perjury, _&c._ were as real and true _Ideas_ before, as after the existence of any such fact. But _our Ideas of Substances_ being supposed Copies, and referred to Archetypes without us, _must_ still _be taken from something that does or has existed_; they must not consist of _Ideas_ put together at the pleasure of our Thoughts, without any real pattern they were taken from, though we can perceive no inconsistence in such a Combination. The reason whereof is, because we knowing not what real Constitution it is of Substances, whereon our simple _Ideas_ depend, and which really is the cause of the strict union of some of them one with another, and the exclusion of others; there are very few of them that we can be sure are or are not inconsistent in Nature, any farther than Experience and sensible Observation reaches. Herein therefore is founded the reality of our Knowledge concerning Substances, that all our complex _Ideas_ of them must be such, and such only as are made up of such simple ones, as have been discovered to co-exist in Nature. And our _Ideas_ being thus true, though not, perhaps, very exact Copies, are yet the Subjects of real (as far as we have any) Knowledge of them; which (as has been already shewed) will not be found to reach very far: But so far as it does, it will still be real Knowledge. Whatever _Ideas_ we have, the Agreement we find they have with others, will still be Knowledge. If those _Ideas_ be abstract, it will be general Knowledge. But to make it real concerning Substances, the _Ideas_ must be taken from the real existence of Things; whatever simple _Ideas_ have been found to co-exist in any Substance, these we may with confidence join together again, and so make abstract _Ideas_ of Substances. For whatever have once had an union in Nature, may be united again.","subId":"12","id":"Locke.EHU.4.4.12"},{"type":"paragraph","content":"This, if we rightly consider, and _confine not our Thoughts_ and abstract _Ideas to Names,_ as if there were, _or_ could be no other _Sorts_ of Things, than what known Names had _already determined,_ and as it were set out, we should think of Things with greater freedom and less confusion, than perhaps we do. 'Twould possibly be thought a bold Paradox, if not a very dangerous Falshood, if I should say, that some Changelings, who have lived forty years together, without any appearance of Reason, are something between a Man and a Beast: Which prejudice is founded upon nothing else but a false Supposition, that these two Names, Man and Beast, stand for distinct Species so set out by real Essences, that there can come no other Species between them: Whereas if we will abstract from those Names, and the Supposition of such specifick Essences made by Nature, wherein all Things of the same Denominations did exactly and equally partake; if we would not fansie, that there were a certain number of these Essences, wherein all Things, as in Molds, were cast and formed, we should find that the _Idea_ of the Shape, Motion, and Life of a Man without Reason, is as much as distinct _Idea,_ and makes as much a distinct sort of Things from Man and Beast, as the _Idea_ of the Shape of an Ass with Reason, would be different from either that of Man or Beast, and be a Species of an Animal between, or distinct from both.","subId":"13","id":"Locke.EHU.4.4.13"},{"type":"paragraph","content":"Here every body will be ready to ask, if _Changelings_ may be supposed something between Man and Beast; 'Pray what are they? I answer, _Changelings_; which is as good a Word to signifie something different from the signification of _MAN or BEAST,_ as the Names Man and Beast are to have significations different one from the other. This, well considered, would resolve this matter, and shew my meaning without any more ado. But I am not so unacquainted with the Zeal of some Men, which enables them to spin Consequences, and to see Religion threatned whenever any one ventures to quit their forms of Speaking, as not to foresee what Names such a Proposition as this is like to be charged with: And without doubt it will be asked, If Changelings are something between Man and Beast, what will become of them in the other World? To which I answer, 1. It concerns me not to know or enquire. To their own Master they stand or fall: It will make their state neither better nor worse, whether we determine any thing of it, or no: They are in the hands of a faithful Creator and a bountiful Father, who disposes not of his Creatures according to our narrow Thoughts or Opinions, nor distinguishes them according to Names and Species of our Contrivance. And we that know so little of this present World we are in, may, I think, content our selves without being peremptory, in defining the different state Creatures shall come into, when they go off this Stage. It may suffice us, that he hath made known to all those, who are capable of Instruction, Discourse, and Reasoning, that they shall come to an account, and receive according to what they have done in this Body.","subId":"14","id":"Locke.EHU.4.4.14"},{"type":"paragraph","content":"But, _Secondly,_ I answer, The force of these Men's Question, (_viz._ will you deprive Changelings of a future state?) is founded on one of two Suppositions, which are both false. The first is, That all Things that have the outward Shape and appearance of a Man, must necessarily be designed to an immortal future Being, after this Life. Or, secondly, that whatever is of humane Birth, must be so. Take away these Imaginations, and such Questions will be groundless and ridiculous. I desire then those who think there is no more but an accidental difference between themselves and Changelings, the Essence in both being exactly the same, to consider, whether they can imagine Immortality annexed to any outward shape of the Body; the very proposing it, is, I suppose, enough to make them disown it. No one yet, that ever I heard of, how much soever immersed in Matter, allow'd that Excellency to any Figure of the gross sensible outward parts, as to affirm eternal Life due to it, or necessary consequence of it; or that any mass of Matter should, after its dissolution here, be again restored hereafter to an everlasting state of Sense, Perception, and Knowledge, only because it was molded into this or that Figure, and had such a particular frame of its visible parts. Such an Opinion as this, placing Immortality in a certain superficial Figure, turns out of doors all consideration of Soul or Spirit; and upon whose account alone, some corporeal Beings have hitherto been concluded immortal, and others not. This is to attribute more to the outside, than inside of Things; to place the Excellency of a Man, more in the external Shape of his Body, than internal Perfections of his Soul; which is but little better than to annex the great and inestimable advantage of Immortality and Life everlasting, which he has above other material Beings: To annex it, I say, to the Cut of his Beard, or the Fashion of his Coat; for this or that outward Make of our Bodies, no more carries with it the hopes of an eternal Duration, than the Fashion of a Man's Suit gives him reasonable grounds to imagine it will never wear out, or that it will make him immortal. 'Twill perhaps be said, that no Body thinks that the Shape makes any thing immortal, but 'tis the Shape is the sign of a rational Soul within which is immortal. I wonder who made it the sign of any such Thing; for barely saying it, will not make it so. It would require some Proofs to persuade one of it. No Figure that I know speaks any such Language. For it may as rational¦ly be concluded, that the dead Body of a Man, wherein there is to be found no more appearance or action of Life, than there is in a Statue, has yet nevertheless a living Soul in it, because of its shape; as that there is a rational Soul in a Changeling, because he has the outside of a rational Creature; when his Actions carry far less marks of Reason with them, in the whole course of his Life, than what are to be found in many a Beast.","subId":"15","id":"Locke.EHU.4.4.15"},{"type":"paragraph","content":"But 'tis the issue of rational Parents, and must therefore be concluded to have a rational Soul. I know not by what Logick you must conclude so. I am sure this is a Conclusion, That Men no-where allow of: For if they did, they would not make bold, as every-where they do, to destroy ill-formed and mis-shaped Productions. Ay, but these are _Monsters._ Let them be so; What will your drivling, unintelligent, intractable Changeling be? Shall a defect in the Body make a Monster; a defect in the Mind, (the far more Noble, and, in the common phrase, the far more Essential part, not? Shall the want of a Nose, or a Neck, make a Monster, and put such Issue out of the rank of Men; the want of Reason and Understanding,) not? This is to bring all back again to what was exploded just now: This is to place all in the Shape, and to take the measure of a Man only by his out-side. To shew that according to the ordinary way of Reasoning in this Matter, People do lay the whole stress on the Figure, and resolve the whole Essence of the Species of Man, (as they make it,) into the outward Shape, how unreasonable soever it be, and how much soever they disown it, we need but trace their Thoughts and Practice a little farther, and then it will plainly appear. The well-shaped Changeling is a Man, has a rational Soul, though it appear not; this is past doubt, say you. Make the Ears a little longer, and more pointed, and the Nose a little flatter than ordinary, and then you begin to boggle: Make the Face yet narrower, flatter, and longer, and then you begin to doubt: Add still more and more of the likeness of a Brute to it, and let the Head be perfectly that of some other Animal, then presently 'tis a Monster; and 'tis demonstration with you, that it hath no rational Soul, and must be destroy'd. Where now (I ask) shall be the just measure, which the utmost bounds of that Shape, which carries with it a rational Soul? For since there has been humane _Foetus_'s produced, half Beast, and half Man; and others three part one, and one part t'other: And so it is possible they may be in all the variety of approaches to one shape or the other, and may have several degrees of mixture of the likeness of a Man, or a Brute. I would gladly know what are those precise Lineaments, which according to this Hypothesis, are, or are not capable of a rational Soul to be joined to them? What sort of outside is the certain sign, that there is, or is not such an Inhabitant within? For till that be done, we talk at random of _Man_; and shall always, I fear, do so, as long as we give our selves up to certain Sounds, and the Imaginations of setled and fixed Species in Nature, we know not what. But after all, I desire it may be considered, that those who think they have answered the difficulty, by telling us, that a mis-shaped _Foetus_ is a Monster, run into the same fault they are arguing against, by constituting a Species between Man and Beast: for what else, I pray, is their Monster in the case, (if the word _Monster_ signifie any thing at all,) but something neither Man nor Beast, but partaking somewhat of either; and just so is the Changeling before mentioned. So necessary is it to quit the common notion of Species and Essences, if we will truly look into the Nature of Things, and examine them, by what our Faculties can discover in them as they exist, and not by groundless Fancies have been taken up about them.","subId":"16","id":"Locke.EHU.4.4.16"},{"type":"paragraph","content":"I have mentioned this here, because I think we cannot be too cautious, that Words and Species, in the ordinary Notions we have been used to of them, impose not on us: For I am apt to think, therein lies one great obstacle to our clear and distinct Knowledge, especially in reference to Substances; and from thence has rose a great part of the Difficulties about Truth and Certainty. Would we accustom our selves to separate our Contemplations and Reasonings from Words, we might, in a great measure, remedy this Inconvenience within our own Thoughts; but yet it would still disturb us in our Discourse with others, as long as we retained the Opinion, that Species and their Essences were any thing else but our abstract _Ideas,_ (such as they are,) with Names annexed to them, to be the signs of them.","subId":"17","id":"Locke.EHU.4.4.17"},{"type":"paragraph","content":"Where ever we perceive the Agreement or Disagreement of any of our _Ideas,_ there is certain Knowledge; and where ever we are sure those _Ideas_ agree with the reality of Things, there is certain real Knowledge. Of which Agreement of our _Ideas_ with the reality of Things, having here given the marks, I think I have shewn wherein it is that _Certainty, real Certainty,_ consists; which whatever it was to others, was, I confess, to me heretofore, one of those _Desiderata_ which I found great want of.","subId":"18","id":"Locke.EHU.4.4.18"}]}
