{"imported":true,"id":"Locke.EHU.4.6","parent":"Locke.EHU.4","title":"Chapter 6. Of Universal Propositions, their Truth and Certainty","breadcrumb":"Chapter 6","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A48874.0001.001/1:9.6?rgn=div2;view=fulltext","texts":[],"published":[1689],"copytext":[1700],"sourceDesc":"Locke’s [Essay] was first published in December 1689, but with a publication year of 1690 on the title page. The copytext for this version is the 4th edition of 1700, which is the last edition to be printed in Locke’s lifetime, and contains several changes and additions. The text is derived from a transcription of the first edition from EEBO-TCP. Several changes are being made to this source, to bring the text in line with the 1700 edition.","forename":"John","surname":"Locke","author":"John Locke","birth":1632,"death":1704,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£1 CHAP. VI. £1 £2 _Of Universal Propositions, their Truth and Certainty._ £2","id":"Locke.EHU.4.6"},{"type":"paragraph","content":"THough the examining and judging of _Ideas_ by themselves, their Names being quite laid aside, be the best and surest way to clear and distinct Knowledge: yet through the prevailing custom of using Sounds for _Ideas,_ I think it is very seldom practised; and every one may observe how common it is for Names to be made use of, instead of the _Ideas_ themselves, even when Men think and reason within their own Breasts; especially if the _Ideas_ be very complex, and made up of a great Collection of simple ones. This makes _the consideration of Words and Propositions,_ so _necessary a part of the Treatise of Knowledge,_ that 'tis very hard to speak intelligibly of the one, without explaining the other.","subId":"1","id":"Locke.EHU.4.6.1"},{"type":"paragraph","content":"All the Knowledge we have, being only of particular or _general Truths,_ 'tis evident, that whatever may be done in the former of these, the latter, which is that which with Reason is most sought after, can never be well made known, and is very _seldom apprehended, but as conceived and expressed in Words._ It is not therefore out of our way, in the Examination of our Knowledge, to enquire into the Truth and Certainty of universal Propositions.","subId":"2","id":"Locke.EHU.4.6.2"},{"type":"paragraph","content":"But that we may not be mis-led in this case, by that which is the danger every-where, I mean by the doubtfulness of Terms, 'tis fit to observe, that Certainty is twofold; _Certainty of Truth,_ and _Certainty of Knowledge._ Certainty of Truth is, when Words are so put together in Propositions, as exactly to express agreement or disagreement of the _Ideas_ they stand for, as really it is: Certainty of Knowledge, is to perceive the agreement or disagreement of _Ideas,_ as expressed in any Proposition. This we usually call knowing, or being certain of the Truth of any Proposition.","subId":"3","id":"Locke.EHU.4.6.3"},{"type":"paragraph","content":"Now because _we cannot be certain of the Truth of any general Proposition, unless we know the precise bounds and extent of the Species its Terms stand for,_ it is necessary we should know the Essence of each Species, which is that which constitutes and bounds it. This, in all simple _Ideas_ and Modes, is not hard to do: for in these, the real and nominal Essence being the same; or, which is all one, the abstract _Idea,_ the general Term stands for, being the sole Essence and boundary, that is or can be supposed, of the Species, there can be no doubt how far the Species extends, or what Things are comprehended under each Term; which, 'tis evident, are all that have an exact conformity with the _Idea_ it stands for, and no other. But in Substances, where a real Essence, distinct from the nominal, is supposed to constitute, determine, and bound the Species, there the extent of the general Word is very uncertain: because not knowing this real Essence, we cannot know what is, or is not of that Species, and consequently what may, or may not with certainty be affirmed of it. And thus speaking of a Man, or Gold, or any other Species of natural Substances, as supposed made by Nature, and partaking of that real Essence, which is supposed to constitute that Species, we cannot be certain of the truth of any Affirmation or Negation made of it. For _Man,_ or _Gold,_ taken in this sense, and used for Species of Things, constituted by real Essences, different from the complex _Idea_ in the Mind of the Speaker, stand for we know not what; and the extent of these Species, with such Boundaries, are so unknown and undetermined, that it is impossible, with any certainty, to affirm, that all Men are rational, or that all Gold is yellow. But where the nominal Essence is kept to, as the boundary of each Species, and Men extend the Application of any general Term no farther than to the particular Things, in which the complex _Idea_ it stands for, is to be found, there they are in no danger to mistake the bounds of each Species, or be in doubt, on this account, whether any Proposition be true, or no. I have chose to explain this uncertainty of Propositions in this scholastick way, and have made use of the Terms of _Essences_ and _Species,_ on purpose to shew the absurdity and inconvenience there is to think of them, as of any other sort of Realities, than barely abstract _Ideas_ with Names to them. To suppose, that the Species of Things are any thing but the sorting of them under general Names, according as they agree to several abstract _Ideas,_ of which we make those Names the Signs, is to confound Truth, and introduce Uncertainty into all general Propositions, that can be made about them. Though therefore these Things might, to People not possessed with scholastick Learning, be perhaps treated of, in a better and clearer way; yet those wrong Notions of Essences and Species, having got root in most Peoples Minds, who have received any tincture from the Learning, which has prevailed in this part of the World, are to be discovered and removed, to make way for that use of Words, which should convey certainty with it.","subId":"4","id":"Locke.EHU.4.6.4"},{"type":"paragraph","content":"_The Names of Substances_ then, _whenever made to stand for Species, which are supposed to be constituted by real Essences,_ which we know not, _are not capable to convey Certainty to the Understanding,_ Of the Truth of general Propositions made up of such Terms, we cannot be sure.","subId":"5","id":"Locke.EHU.4.6.5"},{"type":"paragraph","content":"On the other side, the _Names of Substances,_ when made use of, as they should be, for the _Ideas_ Men have in their Minds, though they carry a clear and determinate signification with them, _will not_ yet _serve us to make many universal Proposition, of whose Truth we can be certain._ Not because in this use of them we are uncertain what Things are signified by them, but because the complex _Ideas_ they stand for, are such Combinations of simple ones, as carry not with them any discoverable connexion or repugnancy, but with a very few other _Ideas._","subId":"6","id":"Locke.EHU.4.6.6"},{"type":"paragraph","content":"The complex _Ideas,_ that our Names of Substances properly stand for, are Collections of such Qualities, as have been observed to co-exist: but what other Qualities necessarily co-exist with such Combinations, we cannot certainly know, unless we can discover their natural dependence; which in their primary Qualities, we can go but a very little way in; and in all their secundary Qualities, we can discover no connexion at all, for the Reasons mentioned, _Chap._ 3. _viz._ 1. Because we know not the real Constitutions of Substances, on which each secundary Quality particularly depends. 2. Did we know that, it would serve us only for experimental (not universal) Knowledge; and reach with certainty no farther, than that bare instance: because our Understandings can discover no conceivable connexion between any secundary Quality, and any modification whatsoever, of any of the primary ones. And therefore there are _very few general Propositions to be made concerning Substances, which can carry with them undoubted Certainty._","subId":"7","id":"Locke.EHU.4.6.7"},{"type":"paragraph","content":"All _Gold_ is fixed, is a Proposition whose Truth we cannot be certain of, how universally soever it be believed. For if, according to the useless Imagination of the Schools, any one supposes the term _Gold_ to stand for a Species of Things set out by Nature, by a real Essence belonging to it, 'tis evident he knows not what particular Substances are of that Species; and so cannot, with certainty, affirm any thing universally of Gold. But if he make Gold stand for a Species, determined by its nominal Essence, let the nominal Essence, for example, be the complex _Idea_ of a Body of a certain yellow colour, malleable, susible, and heavier than any other known; in this proper use of the word _Gold,_ there is no difficulty to know what is, or is not Gold: but yet no other Quality can with certainty be universally affirmed or denied of Gold, but what hath a discoverable connexion, or inconsistency with that nominal Essence. Fixedness, for example, having no necessary connexion, that we can discover, with the Colour, Weight, or any other simple _Idea_ of our complex one, or with the whole Combination together; it is impossible that we should certainly know the Truth of this Proposition, That all Gold is fixed.","subId":"8","id":"Locke.EHU.4.6.8"},{"type":"paragraph","content":"As there is no discoverable connexion between Fixedness, and the Colour, Weight, and other simple _Ideas_ of that nominal Essence of _Gold_, so if we make our complex _Idea_ of Gold, a Body yellow, fusible, ductile, weighty, and fixed, we shall be at the same uncertainty concerning Solubility in _Aq. regia_; and for the same reason: since we can never, from consideration of the _Ideas_ themselves, with certainty affirm or deny, of a Body whose complex _Idea_ is made up of yellow, very weighty, ductile, fusible, and fixed, that it is soluble in _Aq. regia_: and so on of the rest of its Qualities. I would gladly meet with one general Affirmation, concerning any Quality of Gold, that any one can certainly know is true. It will, no doubt, be presently objected, Is not this an universal certain Proposition, All Gold is malleable? To which I answer, It is a very certain Proposition, if Malleableness be a part of the complex _Idea_ the word _Gold_ stands for. But then here is nothing affirmed of Gold, but that that Sound stands for an _Idea_ in which Malleableness is contained: and such a sort of Truth and Certainty as this, it is to say a Centaur is four-footed. But if Malleableness make not a part of the specifick Essence the name Gold stands for, 'tis plain, _All Gold is malleable,_ is not a certain Proposition: because let the complex _Idea_ of Gold, be made up of whichsoever of its other Qualities you please, Malleableness will not appear to depend on that complex _Idea,_ nor follow from any simple one contained in it. The connexion that Malleableness has (if it has any) with those other Qualities, being only by the intervention of the real Constitution of its insensible parts, which, since we know not, 'tis impossible we should perceive that connexion, unless we could discover that which ties them together.","subId":"9","id":"Locke.EHU.4.6.9"},{"type":"paragraph","content":"The more, indeed, of these co-existing Qualities we unite into one complex _Idea,_ under one name, the more precise and determinate we make the signification of that Word: but yet never make it more capable of universal Certainty, in respect of other Qualities, not contained in our complex _Idea_; since we perceive not their connexion, or dependence one on another, being ignorant both of that real Constitution in which they are all founded; and also how they flow from it. For the chief part of our Knowledge concerning Substances, is not as in other Things, barely of the relation of two _Ideas_ that may exist separately; but of the necessary connexion and co-existence of several distinct _Ideas_ in the same Subject, or of their repugnancy so to co-exist. Could we begin at the other end, and discover what it was wherein that Colour consisted, what made a Body lighter or heavier, what texture of Parts made it malleable, fusible, and fixed, and fit to be dissolved in this sort of Liquor, and not in another; if (I say) we had such an _Idea_ as this of Bodies, and could perceive wherein all sensible Qualities originally consist, and how they are produced; we might frame such abstract _Ideas_ of them, as would furnish us with matter of more general Knowledge, and enable us to make universal Propositions, that should carry general Truth and Certainty with them. But whilst our complex _Ideas_ of the sorts of Substances, are so remote from that internal real Constitution, on which their sensible Qualities depend, and are made up of nothing but an imperfect Collection of those apparent Qualities our Senses can discover, there can be very few general Propositions concerning Substances, of whose real Truth we can be certainly assured; since there are but few simple _Ideas,_ of whose connexion and necessary co-existence, we can have certain and undoubted Knowledge. I imagine, amongst all the secundary Qualities of Substances, and the Powers relating to them, there cannot any two be named, whose necessary co-existence, or repugnance to co-exist, can certainly be known, unless in those of the same sense, which necessarily exclude one another, as I have elsewhere shewed. No one, I think, by the Colour that is in any Body, can certainly know what Smell, Taste, Sound, or tangible Qualities it has, nor what Alterations it is capable to make, or receive, on, or from other Bodies: the same may be said of the Sound, or Taste, _&c._ Our specifick Names of Substances, signifying any Collections of such _Ideas,_ 'tis not to be wondred, that we can, with them, make very few general Propositions of undoubted real certainty: but yet _so far as any complex Idea, of any sort of Substances, contains in it any simple Idea, whose necessary co-existence with any other may be discovered, so far universal Propositions may with certainty be made concerning it: v. g._ Could any one discover a necessary connexion between Malleableness, and the Colour or Weight of Gold, or any other part of the complex _Idea_ signified by that Name, he might make a certain universal Proposition concerning Gold in this respect; and the real Truth of this Proposition, That all Gold is malleable, would be as certain as of this, The three Angles of all right-lined Triangles, are equal to two right ones.","subId":"10","id":"Locke.EHU.4.6.10"},{"type":"paragraph","content":"Had we such _Ideas_ of Substances, as to know what real Constitutions produce those sensible Qualities we find in them, and how those Qualities flowed from thence, we could, by the specifick _Ideas_ of their real Essences in our own Minds, more certainly find out their Properties, and discover what Qualities they had, or had not, than we can now by our Senses: and to know the Properties of Gold, it would be no more necessary, that Gold should exist, and that we should make Experiments upon it, than it is necessary for the knowing the Properties of a Triangle, that a Triangle should exist in any Matter, the _Idea_ in our Minds would serve for the one, as well as the other. But we are so far from being admitted into the Secrets of Nature, that we scarce so much as ever approach the first entrance towards them. For we are wont to consider the Substances we meet with, each of them, as an entire thing by it self, having all its Qualities in it self, and independent of other Things; overlooking, for the most part, the Operations of those invisible Fluids, they are encompassed with; and upon whose Motions and operations depend the greatest part of those qualities which are taken notice of in them, and are made by us the inherent marks of Distinction, whereby we know and denominate them. Put a piece of Gold any where by it self, let no other Body encompass it, it will immediately lose all its Colour and Weight, and perhaps Malleableness too; which, for ought I know, would be changed into a perfect Friability. Water, in which to us Fluidity is an essential Quality, left to it self, would cease to be fluid. But if inanimate Bodies owe so much of their present state to other Bodies without them, that they would not be what they appear to us, were those Bodies that environ them removed, it is yet more so in Vegetables, which are nourished, grow, and produce Leaves, Flowers, and Seeds, in a constant Succession. And if we look a little nearer into the state of Animals, we shall find, that their Dependence, as to Life, Motion, and the most considerable Qualities to be observed in them, is so wholly on extrinsical Causes and Qualities of other Bodies, that make no part of them, that they cannot subsist a moment without them: though yet those Bodies on which they depend, are little taken notice of, and make no part of the complex _Ideas,_ we frame of those Animals. Take the Air but a minute from the greatest part of living Creatures, and they presently lose Sense, Life, and Motion. This the necessity of breathing has forced into our Knowledge: But how many other extrinsical, and possibly very remote Bodies, do the Springs of those admirable Machines depend on, which are not vulgarly observed, or so much as thought on; and how many are there, which the severest Enquiry can never discover? The Inhabitants of this spot of the Universe, though removed so many millions of Miles from the Sun, yet depend so much on the duly tempered motion of Particles coming from, or agitated by it, that were this Earth removed, but a small part of that distance, out of its present situation, and placed a little farther or nearer that Source of Heat, 'tis more than probable, that the greatest part of the Animals in it, would immediately perish: since we find them so often destroy'd by an excess or defect of the Sun's warmth, which an accidental position, in some parts of this our little Globe, exposes them to. The Qualities observed in a Load-stone, must needs have their Source far beyond the Confines of that Body: and the ravage made often on several sorts of Animals, by invisible Causes, the certain death (as we are told) of some of them, by barely passing the Line, or, as 'tis certain of others, by being removed into a Neighbouring-Country, evidently shew, that the Concurrence and Operation of several Bodies, with which they are seldom thought to have any thing to do, is absolutely necessary to make them be what they appear to us, and to preserve those Qualities we know, and distinguish them by. We are then quite out of the way, when we think, that Things contain within themselves the Qualities, that appear to us in them: And we in vain search for that Constitution within the Body of a Fly, or an Elephant, upon which depend those Qualities and Powers we observe in them; for which, perhaps, to understand them aright, we ought to look not only beyond this our Earth and Atmosphere, but even beyond the Sun, or remotest Star our Eyes have yet discovered: For how much the Being and Operation of particular Substances in this our Globe, depend on Causes utterly beyond our view, is impossible for us to determine. We see and perceive some of the Motions and grosser Operations of Things here about us; but whence the Streams come that keep all these curious Machines in motion and repair, how conveyed and modified, is beyond our notice and apprehension; and the great Parts and Wheels, as I may so say, of this stupendious Structure of the Universe, may, for ought we know, have such a connexion and dependence in their Influences and Operations one upon another, that, perhaps, Things in this our Mansion, would put on quite another face, and cease to be what they are, if some one of the Stars, or great Bodies incomprehensibly remote from us, should cease to be, or move as it does. This is certain, Things, however absolute and entire they seem in themselves, are but Retainers to other parts of Nature, for that which they are most taken notice of by us: Their observable Qualities, Actions, and Powers, are owing to something without them; and there is not so complete and perfect a part, that we know, of Nature, which does not owe the Being it has, and the Excellencies of it, to its Neighbours; and _we must look a great deal farther than the Surface of any Body, to comprehend_ perfectly _those Qualities that are in it._","subId":"11","id":"Locke.EHU.4.6.11"},{"type":"paragraph","content":"If this be so, it is not to be wondred, that _we have very imperfect Ideas of Substances_; and that the real Essences, on which depend their Properties and Operations, are unknown to us. We cannot discover so much as the size, figure, and texture of their minute and active Parts, which is really in them; much less the different Motions and Impulses made in and upon them by Bodies from without, and the Effects of them, upon which depend, and by which is formed the greatest and most remarkable part of those Qualities we observe in them, and of which our complex _Ideas_ of them are made up. This consideration alone may set us at rest, as to all hopes of our having the _Ideas_ of their real Essences; which, whilst we want the nominal Essences we make use of instead of them, will be able to furnish us but very sparingly with any general Knowledge, or universal Propositions capable of real Certainty.","subId":"12","id":"Locke.EHU.4.6.12"},{"type":"paragraph","content":"We are not therefore to wonder, if Certainty be to be found in very few general Propositions made concerning Substances: Our Knowledge of their Qualities and Properties go very seldom farther than our Senses reach and inform us. Possibly inquisitive and observing Men may, by strength of _Judgment, penetrate farther,_ and on Probabilities taken from wary Observation, and Hints well laid together, often guess right at what Experience has not yet discovered to them. But this is but guessing still; it amounts only to Opinion, and has not that certainty which is requisite to Knowledge: For all general Knowledge lies only in our own Thoughts, and consists barely in the contemplation of our own abstract _Ideas._ Wherever we perceive any agreement or disagreement amongst them, there we have general Knowledge; and by putting the Names of those _Ideas_ together accordingly in Propositions, can with certainty pronounce general Truths. But because the abstract _Ideas_ of Substances, for which their specifick Names stand, whenever they have any distinct and determinate signification, have a discoverable connexion or inconsistency with a very few other _Ideas,_ the certainty of universal Propositions concerning Substances, is very narrow and scanty in that part, which is our principal enquiry concerning them: and there is scarce any of the Names of Substances, let the _Idea_ it is applied to be what it will, of which we can generally, and with certainty pronounce, that it has or has not this or that other Quality belonging to it, and constantly co-existing or inconsistent with that _Idea,_ where-ever it is to be found.","subId":"13","id":"Locke.EHU.4.6.13"},{"type":"paragraph","content":"Before we can have any tolerable knowledge of this kind, we must first know what Changes the primary Qualities of one Body, do regularly produce in the primary Qualities of another, and how. Secondly, we must know what primary Qualities of any Body, produce certain Sensations or _Ideas_ in us; which, in truth, to know all the Effects of Matter, under its divers modifications of Bulk, Figure, Cohesion of Parts, Motion, and Rest; which is, I think, every body will allow, is utterly impossible to be known by us, without revelation: Nor if it were revealed to us, what sort of Figure, Bulk, and Motion of Corpuscles, would produce in us the Sensation of a yellow Colour, and what sort of Figure, Bulk, and Texture of Parts in the superficies of any Body, were fit to give such Corpuscles their due motion to produce that Colour, Would that be enough to make universal Propositions with certainty, concerning the several sorts of them, unless we had Faculties acute enough to perceive the Bulk, Figure, Texture, and Motion of Bodies in those minute Parts by which they operate on our Senses, and so could by those frame our abstract _Ideas_ of them. I have mentioned here only corporeal Substances, whose Operations seem to lie more level to our Understandings: For as to the Operations of Spirits, both their thinking and moving of Bodies, we at first sight find our selves at a loss; though perhaps, when we have applied our Thoughts a little nearer to the consideration of Bodies, and their Operations, and examined how far our Notions, even in these, reach with any clearness, beyond sensible matter of fact, we shall be bound to confess, that even in these too, our Discoveries amount to very little beyond perfect Ignorance and Incapacity.","subId":"14","id":"Locke.EHU.4.6.14"},{"type":"paragraph","content":"This is evident, _the abstract complex Ideas of Substances,_ for which their general Names stand, _not comprehending their real Constitutions, can afford us but very little universal Certainty_; they not being that on which those Qualities we observe in them, and would inform our selves about, do depend, or with which they have any certain connexion. _v. g._ Let the _Idea_ to which we give the name _Man,_ be, as it commonly is, a Body of the ordinary shape, with Sense, voluntary Motion, and Reason join'd to it. This being the abstract _Idea,_ and consequently the Essence of our Species Man, we can make but very few general certain Propositions concerning Man, standing for such an _Idea._ Because not knowing the real Constitution on which Sensation, power of Motion, and Reasoning, with that peculiar Shape, depend, and whereby they are united together in the same Subject, there are very few other Qualities, with which we can perceive them to have a necessary connexion: and therefore we cannot with Certainty affirm, That all Men sleep by intervals; That no Man can be nourished by Wood or Stones; That all Men will be poisoned by Hemlock: because these _Ideas_ have no connexion nor repugnancy with this our nominal Essence of Man, with this abstract _Idea_ that Name stands for. We must in these and the like appeal to trial in particular Subjects, which can reach but a little way. We must content our selves with Probability in the rest: but can have no general Certainty, whilst our specifick _Idea_ of Man, contains not that real Constitution, which is the root, wherein all his inseparable Qualities are united, and from whence they flow; whilst our _Idea,_ the word _Man_ stands for, is only an imperfect Collection of some sensible Qualities and Powers in him, there is no discernible connexion or repugnance between our specifick _Idea,_ and the Operation of either the Parts of Hemlock or Stones, upon his Constitution. There are Animals that safely eat Hemlock, and others that are nourished by Wood and Stones: But as long as we want _Ideas_ of those real Constitutions of Animals, whereon these, and the like Qualities and Powers depend, we must not hope to reach Certainty in universal Propositions concerning them. Those few _Ideas_ only, which have a discernible connexion with our nominal Essence, or any part of it, can afford us such Propositions. But these are so few, and of so little moment, that we may justly look on our certain general Knowledge of Substances, as almost none at all.","subId":"15","id":"Locke.EHU.4.6.15"},{"type":"paragraph","content":"To conclude, General Propositions, of what kind soever, are then only capable of Certainty, when the Terms used in them, stand for such _Ideas,_ whose agreement or disagreement, as there expressed, is capable to be discovered by us. And we are then certain of their Truth or Falshood, when we perceive the _Ideas_ they stand for, to agree or not agree, according as they are affirmed or denied one of another. Whence we may take notice, that _general Certainty is never to be found but in our Ideas._ Whenever we go to seek it elsewhere in Experiments, or Observations without us, our Knowledge goes not beyond particulars. 'Tis the contemplation of our own abstract _Ideas,_ that alone is able to afford us general Knowledge.","subId":"16","id":"Locke.EHU.4.6.16"}]}
