{"imported":true,"id":"Shaftesbury.C.S.1.3","parent":"Shaftesbury.C.S.1","title":"Section III","breadcrumb":"Section 3","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-1/simple#lf5987_div_045","texts":[],"published":[1710],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","forename":"Anthony","surname":"Ashley Cooper","author":"Lord Shaftesbury [Anthony Ashley Cooper]","birth":1671,"death":1713,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"Section III\n","id":"Shaftesbury.C.S.1.3"},{"type":"paragraph","content":"WHOEVER has been an Observer of Action and Grace in human Bodys, must of necessity have discover'd the great difference in this respect between such Persons as have been taught by Nature only, and such as by Reflection, and the assistance of Art, have learnt to form those Motions, which on experience are found the easiest and most natural. Of the former kind are either those good Rusticks, who have been bred remote from the form'd Societys of Men; or those plain Artizans, and People of lower Rank, who living in Citys and Places of resort, have been necessitated however to follow mean Imployments, and wanted the Opportunity and Means to form themselves after the better Models. There are some Persons indeed so happily form'd by Nature her-self, that with the greatest Simplicity or Rudeness of Education, they have still something of a natural Grace and Comeliness in their Action: And there are others of a better Education, who by a wrong Aim and injudicious Affectation of Grace, are of all People the farthest remov'd from it. 'Tis undeniable however, that the Perfection of Grace and Comeliness in Action and Behaviour, can be found only among the People of a liberal Education. And even among the graceful of this kind, those still are found the gracefullest, who early in their Youth have learnt their Exercises, and form'd their Motions under the best Masters.","subId":"1","id":"Shaftesbury.C.S.1.3.1"},{"type":"paragraph","content":"Now such as these Masters and their Lessons are to a fine Gentleman, such are Philosophers, and Philosophy, to an Author. The Case is the same in the fashionable, and in the literate World. In the former of these 'tis remark'd, that by the help of good Company, and the force of Example merely, a decent Carriage is acquir'd, with such apt Motions and such a Freedom of Limbs, as on all ordinary occasions may enable the Party to demean himself like a Gentleman. But when upon further occasion, trial is made in an extraordinary way; when Exercises of the genteeler kind are to be perform'd in publick, 'twill easily appear who of the Pretenders have been form'd by Rudiments, and had Masters in private; and who, on the other side, have contented themselves with bare Imitation, and learnt their Part casually and by rote. The Parallel is easily made on the side of Writers. They have at least as much need of learning the several Motions, Counterpoises and Balances of the Mind and Passions, as the other Students those of the Body and Limbs.","subId":"2","id":"Shaftesbury.C.S.1.3.2"},{"type":"paragraph","content":"Sound knowledge is the first requisite for writing well; the books of Socrates' school will yield you the matter.","subId":"3","id":"Shaftesbury.C.S.1.3.3"},{"type":"paragraph","content":"The Galant, no doubt, may pen a Letter to his Mistress, as the Courtier may a Compliment to the Minister, or the Minister to the Favourite above him, without going such vast Depths into Learning or Philosophy. But for these privileg'd Gentlemen, tho they set Fashions and prescribe Rules in other Cases, they are no Controulers in the Commonwealth of Letters. Nor are they presum'd to write to the Age, or for remote Posterity. Their Works are not of a nature to intitle 'em to hold the Rank of Authors, or be styl'd Writers by way of Excellence in the kind. Shou'd their Ambition lead 'em into such a Field, they wou'd be oblig'd to come otherwise equip'd. They who enter the publick Lists, must come duly train'd, and exercis'd, like well appointed Cavaliers, expert in Arms, and well instructed in the Use of their Weapon, and Management of their Steed. For to be well accouter'd, and well mounted, is not sufficient. The Horse alone can never make the Horseman; nor Limbs the Wrestler or the Dancer. No more can a Genius alone make a Poet; or good Parts a Writer, in any considerable kind. The Skill and Grace of Writing is founded, as our wise Poet tells us, in Knowledg and good Sense: and not barely in that Knowledg, which is to be learnt from common Authors, or the general Conversation of the World; but from those particular Rules of Art, which Philosophy alone exhibits.","subId":"4","id":"Shaftesbury.C.S.1.3.4"},{"type":"paragraph","content":"The Philosophical Writings, to which our Poet in his Art of Poetry refers, were in themselves a kind of Poetry, like the Mimes, or personated Pieces of early times, before Philosophy was in vogue, and when as yet Dramatical Imitation was scarce form'd; or at least, in many Parts, not brought to due perfection. They were Pieces which, besides their force of Style, and hidden Numbers, carry'd a sort of Action and Imitation, the same as the Epick and Dramatick kinds. They were either real Dialogues, or Recitals of such personated Discourses; where the Persons themselves had their Characters preserv'd thro'out; their Manners, Humours, and distinct Turns of Temper and Understanding maintain'd, according to the most exact poetical Truth. 'Twas not enough that these Pieces treated fundamentally of Morals, and in consequence pointed out real Characters and Manners: They exhibited 'em alive, and set the Countenances and Complexions of Men plainly in view. And by this means they not only taught Us to know Others; but, what was principal and of highest virtue in 'em, they taught us to know Our-selves.","subId":"5","id":"Shaftesbury.C.S.1.3.5"},{"type":"paragraph","content":"The Philosophical Hero of these Poems, whose Name they carry'd both in their Body and Front, and whose Genius and Manner they were made to represent, was in himself a perfect Character; yet, in some respects, so veil'd, and in a Cloud, that to the unattentive Surveyor he seem'd often to be very different from what he really was: and this chiefly by reason of a certain exquisite and refin'd Raillery which belong'd to his Manner, and by virtue of which he cou'd treat the highest Subjects, and those of the commonest Capacity both together, and render 'em explanatory of each other. So that in this Genius of writing, there appear'd both the heroick and the simple, the tragick, and the comick Vein. However, it was so order'd, that notwithstanding the Oddness or Mysteriousness of the principal Character, the Under-parts or second Characters shew'd human Nature more distinctly, and to the Life. We might here, therefore, as in a Looking-Glass, discover our-selves, and see our minutest Features nicely delineated, and suted to our own Apprehension and Cognizance. No-one who was ever so little a-while an Inspector, cou'd fail of becoming acquainted with his own Heart. And, what was of singular note in these magical Glasses, it wou'd happen, that by constant and long Inspection, the Partys accustom'd to the Practice, wou'd acquire a peculiar speculative Habit; so as virtually to carry about with 'em a sort of Pocket-Mirrour, always ready, and in use. In this, there were Two Faces which wou'd naturally present themselves to our view: One of them, like the commanding Genius, the Leader and Chief above-mention'd; the other like that rude, undisciplin'd and headstrong Creature, whom we our-selves in our natural Capacity most exactly resembled. Whatever we were employ'd in, whatever we set about; if once we had acquir'd the habit of this Mirrour; we shou'd, by virtue of the double Reflection, distinguish our-selves into two different Partys. And in this Dramatick Method, the Work of Self-Inspection wou'd proceed with admirable Success.","subId":"6","id":"Shaftesbury.C.S.1.3.6"},{"type":"paragraph","content":"'Tis no wonder that the primitive Poets were esteem'd such Sages in their Times; since it appears, they were such well-practis'd Dialogists, and accustom'd to this improving Method, before ever Philosophy had adopted it. Their Mimes or characteriz'd Discourses were as much relish'd, as their most regular Poems; and were the Occasion perhaps that so many of these latter were form'd in such perfection. For Poetry it-self was defin'd an Imitation chiefly of Men and Manners: and was that in an exalted and noble degree, which in a low one we call Mimickry. 'Tis in this that the great Mimographer, the Father and Prince of Poets, excels so highly; his Characters being wrought to a Likeness beyond what any succeeding Masters were ever able to describe. Nor are his Works, which are so full of Action, any other than an artful Series or Chain of Dialogues, which turn upon one remarkable Catastrophe or Event. He describes no Qualitys or Virtues; censures no Manners: makes no Encomiums, nor gives Characters himself; but brings his Actors still in view. 'Tis they who shew themselves. 'Tis they who speak in such a manner, as distinguishes 'em in all things from all others, and makes 'em ever like themselves. Their different Compositions and Allays so justly made, and equally carry'd on, thro' every particle of the Action, give more Instruction than all the Comments or Glosses in the world. The Poet, instead of giving himself those dictating and masterly Airs of Wisdom, makes hardly any figure at all, and is scarce discoverable in his Poem. This is being truly a Master. He paints so as to need no Inscription over his Figures, to tell us what they are, or what he intends by 'em. A few words let fall, on any slight occasion, from any of the Partys he introduces, are sufficient to denote their Manners and distinct Character. From a Finger or a Toe, he can represent to our Thoughts the Frame and Fashion of a whole Body. He wants no other help of Art, to personate his Heroes, and make 'em living. There was no more left for Tragedy to do after him, than to erect a Stage, and draw his Dialogues and Characters into Scenes; turning, in the same manner, upon one principal Action or Event, with that regard to Place and Time which was sutable to a real Spectacle. Even Comedy it-self was adjudg'd to this great Master; it being deriv'd from those Parodys or Mock-Humours, of which he had given the Specimen in a conceal'd sort of Raillery intermix'd with the Sublime.—A dangerous Stroke of Art! and which requir'd a masterly Hand, like that of the philosophical Hero, whose Character was represented in the Dialogue-Writings above-mention'd.","subId":"7","id":"Shaftesbury.C.S.1.3.7"},{"type":"paragraph","content":"From hence possibly we may form a Notion of that Resemblance, which on so many occasions was heretofore remark'd between the Prince of Poets, and the Divine Philosopher, who was said to rival him, and who together with his Contemporarys of the same School, writ wholly in that manner of Dialogue above-describ'd. From hence too we may comprehend perhaps, why the Study of Dialogue was heretofore thought so advantageous to Writers, and why this manner of Writing was judg'd so difficult, which at first sight, it must be own'd, appears the easiest of any.","subId":"8","id":"Shaftesbury.C.S.1.3.8"},{"type":"paragraph","content":"I have formerly wonder'd indeed why a Manner, which was familiarly us'd in Treatises upon most Subjects, with so much Success among the Antients, shou'd be so insipid and of little esteem with us Moderns. But I afterwards perceiv'd, that besides the difficulty of the Manner it-self, and that Mirrour-Faculty, which we have observ'd it to carry in respect of our-selves, it proves also of necessity a kind of Mirrour or Looking-Glass to the Age. If so; it shou'd of consequence (you'll say) be the more agreeable and entertaining.","subId":"9","id":"Shaftesbury.C.S.1.3.9"},{"type":"paragraph","content":"True; if the real View of our-selves be not perhaps displeasing to us. But why more displeasing to Us than to the Antients? Because perhaps they cou'd with just reason bear to see their natural Countenances represented. And why not We the same? What shou'd discourage us? For are we not as handsom, at least in our own eyes? Perhaps not: as we shall see, when we have consider'd a little further what the force is of this Mirrour-Writing, and how it differs from that more complaisant modish way, in which an Author, instead of presenting us with other natural Characters, sets off his own with the utmost Art, and purchases his Reader's Favour by all imaginable Compliances and Condescensions.","subId":"10","id":"Shaftesbury.C.S.1.3.10"},{"type":"paragraph","content":"AN AUTHOR who writes in his own Person, has the advantage of being who or what he pleases. He is no certain Man, nor has any certain or genuine Character: but sutes himself, on every occasion, to the Fancy of his Reader, whom, as the fashion is now-a-days, he constantly caresses and cajoles. All turns upon their two Persons. And as in an Amour, or Commerce of Love-Letters; so here the Author has the Privilege of talking eternally of himself, dressing and sprucing himself up; whilst he is making diligent court, and working upon the Humour of the Party to whom he addresses. This is the Coquetry of a modern Author; whose Epistles Dedicatory, Prefaces, and Addresses to the Reader, are so many affected Graces, design'd to draw the Attention from the Subject, towards Himself; and make it be generally observ'd, not so much what he says, as what he appears, or is, and what figure he already makes, or hopes to make, in the fashionable World.","subId":"11","id":"Shaftesbury.C.S.1.3.11"},{"type":"paragraph","content":"These are the Airs which a neighbouring Nation give themselves, more particularly in what they call their Memoirs. Their very Essays on Politicks, their Philosophical and Critical Works, their Comments upon antient and modern Authors, all their Treatises are Memoirs. The whole Writing of this Age is become indeed a sort of Memoir-Writing. Tho in the real Memoirs of the Antients, even when they writ at any time concerning themselves, there was neither the I nor Thou thro'out the whole Work. So that all this pretty Amour and Intercourse of Caresses between the Author and Reader was thus intirely taken away.","subId":"12","id":"Shaftesbury.C.S.1.3.12"},{"type":"paragraph","content":"Much more is this the Case in Dialogue. For here the Author is annihilated; and the Reader being no way apply'd to, stands for No-body. The self-interesting Partys both vanish at once. The Scene presents it-self, as by chance, and undesign'd. You are not only left to judg coolly, and with indifference, of the Sense deliver'd; but of the Character, Genius, Elocution, and Manner of the Persons who deliver it. These two are mere Strangers, in whose favour you are no way engag'd. Nor is it enough that the Persons introduc'd speak pertinent and good Sense, at every turn. It must be seen from what Bottom they speak; from what Principle, what Stock or Fund of Knowledg they draw; and what Kind or Species of Understanding they possess. For the Understanding here must have its Mark, its characteristick Note, by which it may be distinguish'd. It must be such and such an Understanding; as when we say, for instance, such or such a Face: since Nature has characteriz'd Tempers and Minds as peculiarly as Faces. And for an Artist who draws naturally, 'tis not enough to shew us merely Faces which may be call'd Men's: Every Face must be a certain Man's.","subId":"13","id":"Shaftesbury.C.S.1.3.13"},{"type":"paragraph","content":"Now as a Painter who draws Battels or other Actions of Christians, Turks, Indians, or any distinct and peculiar People, must of necessity draw the several Figures of his Piece in their proper and real Proportions, Gestures, Habits, Arms, or at least with as fair resemblance as possible; so in the same manner that Writer, whoever he be, among us Moderns, who shall venture to bring his Fellow-Moderns into Dialogue, must introduce 'em in their proper Manners, Genius, Behaviour and Humour. And this is the Mirrour or Looking-Glass above describ'd.","subId":"14","id":"Shaftesbury.C.S.1.3.14"},{"type":"paragraph","content":"For instance, a Dialogue, we will suppose, is fram'd, after the manner of our antient Authors. In it, a poor Philosopher, of a mean figure, accosts one of the powerfullest, wittiest, handsomest, and richest Noblemen of the time, as he is walking leisurely towards the Temple. \"You are going then,\" says he, (calling him by his plain name) \"to pay your Devotions yonder at the Temple?\" \"I am so.\" \"But with an Air methinks, as if some Thought perplex'd you.\" \"What is there in the Case which shou'd perplex one?\" \"The Thought perhaps of your Petitions, and the Consideration what Vows you had best offer to the Deity.\" \"Is that so difficult? Can any one be so foolish as to ask of Heaven what is not for his Good?\" \"Not, if he understands what his Good is.\" \"Who can mistake it, if he has common Sense, and knows the difference between Prosperity and Adversity?\" \"'Tis Prosperity therefore you wou'd pray for.\" \"Undoubtedly.\" \"For instance, that absolute Sovereign, who commands all things by virtue of his immense Treasures, and governs by his sole Will and Pleasure, him you think prosperous, and his State happy.\"","subId":"15","id":"Shaftesbury.C.S.1.3.15"},{"type":"paragraph","content":"Whilst I am copying this, (for 'tis no more indeed than a borrow'd Sketch from one of those Originals before-mention'd) I see a thousand Ridicules arising from the Manner, the Circumstances and Action it-self, compar'd with modern Breeding and Civility.—Let us therefore mend the matter, if possible, and introduce the same Philosopher, addressing himself in a more obsequious manner, to his Grace, his Excellency, or his Honour; without failing in the least tittle of the Ceremonial. Or let us put the Case more favourably still for our Man of Letters. Let us suppose him to be incognito, without the least appearance of a Character, which in our Age is so little recommending. Let his Garb and Action be of the more modish sort, in order to introduce him better, and gain him Audience. And with these Advantages and Precautions, imagine still in what manner he must accost this Pageant of State, if at any time he finds him at leisure, walking in the Fields alone, and without his Equipage. Consider how many Bows, and simpering Faces! how many Preludes, Excuses, Compliments!—Now put Compliments, put Ceremony into a Dialogue, and see what will be the Effect!","subId":"16","id":"Shaftesbury.C.S.1.3.16"},{"type":"paragraph","content":"This is the plain Dilemma against that antient manner of Writing, which we can neither well imitate, nor translate; whatever Pleasure or Profit we may find in reading those Originals. For what shall we do in such a Circumstance? What if the Fancy takes us, and we resolve to try the Experiment in modern Subjects? See the Consequence!—If we avoid Ceremony, we are unnatural: if we use it, and appear as we naturally are, as we salute, and meet, and treat one another, we hate the Sight.—What's this but hating our own Faces? Is it the Painter's Fault? Shou'd he paint falsly, or affectedly; mix Modern with Antient, join Shapes preposterously, and betray his Art? If not; what Medium is there? What remains for him, but to throw away the Pencil?—No more designing after the Life: no more Mirrour-Writing, or personal Representation of any kind whatever.","subId":"17","id":"Shaftesbury.C.S.1.3.17"},{"type":"paragraph","content":"THUS Dialogue is at an end. The Antients cou'd see their own Faces; but we can't. And why this? Why, but because we have less Beauty: for so our Looking-Glass can inform us.—Ugly Instrument! And for this reason to be hated.—Our Commerce and manner of Conversation, which we think the politest imaginable, is such, it seems, as we our-selves can't endure to see represented to the Life. 'Tis here, as in our real Portraitures, particularly those at full Length, where the poor Pencil-man is put to a thousand shifts, whilst he strives to dress us in affected Habits, such as we never wore; because shou'd he paint us in those we really wear, they wou'd of necessity make the Piece to be so much more ridiculous, as it was more natural, and resembling.","subId":"18","id":"Shaftesbury.C.S.1.3.18"},{"type":"paragraph","content":"Thus much for Antiquity, and those Rules of Art, those Philosophical Sea-Cards, by which the adventurous Genius's of the Times were wont to steer their Courses, and govern their impetuous Muse. These were the Chartae of our Roman Master-Poet, and these the Pieces of Art, the Mirrours, the Exemplars he bids us place before our Eyes.","subId":"19","id":"Shaftesbury.C.S.1.3.19"},{"type":"paragraph","content":"Thumb your Greek patterns by night and by day.","subId":"20","id":"Shaftesbury.C.S.1.3.20"},{"type":"paragraph","content":"And thus Poetry and the Writer's Art, as in many respects it resembles the Statuary's and the Painter's, so in this more particularly, that it has its original Draughts and Models for Study and Practice; not for Ostentation, to be shown abroad, or copy'd for publick view. These are the antient Busts; the Trunks of Statues; the Pieces of Anatomy; the masterly rough Drawings which are kept within; as the secret Learning, the Mystery, and fundamental Knowledg of the Art. There is this essential difference however between the Artists of each kind; that they who design merely after Bodys, and form the Graces of this sort, can never with all their Accuracy, or Correctness of Design, be able to reform themselves, or grow a jot more shapely in their Persons. But for those Artists who copy from another Life, who study the Graces and Perfections of Minds, and are real Masters of those Rules which constitute this latter Science; 'tis impossible they shou'd fail of being themselves improv'd, and amended in their better Part.","subId":"21","id":"Shaftesbury.C.S.1.3.21"},{"type":"paragraph","content":"I must confess there is hardly any where to be found a more insipid Race of Mortals, than those whom we Moderns are contented to call Poets, for having attain'd the chiming Faculty of a Language, with an injudicious random use of Wit and Fancy. But for the Man, who truly and in a just sense deserves the Name of Poet, and who as a real Master, or Architect in the kind, can describe both Men and Manners, and give to an Action its just Body and Proportions; he will be found, if I mistake not, a very different Creature. Such a Poet is indeed a second Maker; a just Prometheus, under Jove. Like that Sovereign Artist or universal Plastick Nature, he forms a Whole, coherent and proportion'd in it-self, with due Subjection and Subordinacy of constituent Parts. He notes the Boundarys of the Passions, and knows their exact Tones and Measures; by which he justly represents them, marks the Sublime of Sentiments and Action, and distinguishes the Beautiful from the Deform'd, the Amiable from the Odious. The moral Artist, who can thus imitate the Creator, and is thus knowing in the inward Form and Structure of his Fellow-Creature, will hardly, I presume, be found unknowing in Himself, or at a loss in those Numbers which make the Harmony of a Mind. For Knavery is mere Dissonance and Disproportion. And tho Villains may have strong Tones and natural Capacitys of Action; 'tis impossible that true Judgment and Ingenuity shou'd reside, where Harmony and Honesty have no being.","subId":"22","id":"Shaftesbury.C.S.1.3.22"},{"type":"paragraph","content":"BUT having enter'd thus seriously into the Concerns of Authors, and shewn their chief Foundation and Strength, their preparatory Discipline, and qualifying Method of Self-Examination; 'tis fit, ere we disclose this Mystery any further, we shou'd consider the Advantages or Disadvantages our Authors may possibly meet with, from abroad: and how far their Genius may be depress'd or rais'd by any external Causes, arising from the Humour or Judgment of the World.","subId":"23","id":"Shaftesbury.C.S.1.3.23"},{"type":"paragraph","content":"Whatever it be which influences in this respect, must proceed either from the Grandees and Men in Power, the Criticks and Men of Art, or the People themselves, the common Audience, and mere Vulgar. We shall begin therefore with the Grandees, and pretended Masters of the World: taking the liberty, in favour of Authors, to bestow some Advice also on these high Persons; if possibly they are dispos'd to receive it in such a familiar way as this.","subId":"24","id":"Shaftesbury.C.S.1.3.24"},{"type":"note","content":"\n\nScribendi rectè, sapere est & principium & fons, \n Rem tibi Socraticae poterunt ostendere Chartae. \n [Hor. de Arte Poet.]\n\n See even the dissolute Petronius's Judgment of a Writer. \n\nArtis severae si quis amat effectus, \n Mentemque magnis applicat; prius more \n Frugalitatis lege polleat exactâ; \n Nec curet alto regiam trucem vultu. \n * * * * * * * * * * * * \n ——neve plausor in Scaenâ \n Sedeat redemptus, Histrioniae addictus. \n * * * * * * * * * * * * \n * * * * * * * * * * * * \n Mox & Socratico plenus grege, mutet habenas \n Liber, & ingentis quatiat Demosthenis arma. \n * * * * * * * * * * * * \n * * * * * * * * * * * * \n His animum succinge bonis, sic flumine largo \n Plenus, Pierio desundes pectore verba.\n\n","subId":"n1","id":"Shaftesbury.C.S.1.3.n1"},{"type":"note","content":"Infra, pag. 254 in the Notes.","subId":"n2","id":"Shaftesbury.C.S.1.3.n2"},{"type":"note","content":" Ὅμηρος δὲ ἄλλα τε πολλὰ ἄξιος ἐπαινει̑σθαι, καὶ δὴ καὶ ὅτι μόνος τω̑ν ποιητω̑ν, οὐκ ἀγνοει̑ ὃ δει̑ ποιει̑ν αὐτὸν. αὐτὸν γὰρ δει̑ τὸν ποιητὴν ἐλάχιστα λέγειν· οὐ γάρ ἐστι κατὰ ταυ̑τα μιμητὴς· οἱ μὲν οὐ̑ν ἄλλοι, αὐτοὶ μὲν δἰ ὅλου ἀγωνίζονται, μιμου̑νται δὲ ὀλίγα καὶ ὀλιγάκις. [Arist. de Poet. cap. 24.]","subId":"n3","id":"Shaftesbury.C.S.1.3.n3"},{"type":"note","content":"Infra, pag. 246, 253 in the Notes.","subId":"n4","id":"Shaftesbury.C.S.1.3.n4"},{"type":"note","content":"Not only in his Margites, but even in his Iliad and Odyssee.","subId":"n5","id":"Shaftesbury.C.S.1.3.n5"},{"type":"note","content":"\n\n—Vos Exemplaria Graeca \n Nocturnâ versate manu, versate diurnâ. \n [Hor. de Arte Poet. v. 268.]\n\n","subId":"n6","id":"Shaftesbury.C.S.1.3.n6"},{"type":"note","content":"The Maxim will hardly be disprov'd by Fact or History, either in respect of Philosophers themselves, or others who were the great Genius's or Masters in the liberal Arts. The Characters of the two best Roman Poets are well known. Those of the antient Tragedians no less. And the great Epick Master, tho of an obscurer and remoter Age, was ever presum'd to be far enough from a vile or knavish Character. The Roman as well as the Grecian Orator was true to his Country; and died in like manner a Martyr for its Liberty. And those Historians who are of highest value, were either in a private Life approv'd good Men, or noted such by their Actions in the Publick. As for Poets in particular, says the learned and wise Strabo, \"Can we possibly imagine, that the Genius, Power, and Excellence of a real Poet consists in aught else than the just Imitation of Life, in form'd Discourse and Numbers? But how shou'd he be that just Imitator of Life, whilst he himself knows not its Measures, nor how to guide himself by Judgment and Understanding? For we have not surely the same Notion of the Poet's Excellence as of the ordinary Craftsman's, the Subject of whose Art is sensless Stone or Timber, without Life, Dignity, or Beauty: whilst the Poet's Art turning principally on Men and Manners, he has his Virtue and Excellence, as Poet, naturally annex'd to human Excellence, and to the Worth and Dignity of Man. Insomuch that 'tis impossible he shou'd be a great and worthy Poet, who is not first a worthy and good Man.\" οὐ γάρ οὕτω φαμὲν τὴν τω̑ν ποιητω̑ν ἀρετὴν ὡς ἢ τεκτόνων ἢ χαλκέων, &c. ἡ δὲ ποιητου̑ συνέζευκται τῃ̑ του̑ ἀνθρώπου. καὶ οὐχ οι̑όν τὲ ἀγαθὸν γενέσθαι ποιητὴν, μὴ πρότερον γενηθέντα ἄνδρα ἀγαθόν—.  Lib. 1. See below, pag. 278, 337 and 350, 351 in the Notes. And VOL. III. pag. 247, 248, 249, 273, 282.","subId":"n7","id":"Shaftesbury.C.S.1.3.n7"}]}