{"imported":true,"id":"Shaftesbury.C.LE.3","parent":"Shaftesbury.C.LE","title":"Section III","breadcrumb":"Section 3","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-1/simple#lf5987_div_013","texts":[],"published":[1708],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","forename":"Anthony","surname":"Ashley Cooper","author":"Lord Shaftesbury [Anthony Ashley Cooper]","birth":1671,"death":1713,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"£1 Section III £1","id":"Shaftesbury.C.LE.3"},{"type":"paragraph","content":"BUT, my Lord, you may perhaps wonder, that having been drawn into such a serious Subject as _Religion_, I shou'd forget my self so far as to give way to _Raillery_ and _Humour_. I must own, my Lord, 'tis not merely thro' Chance that this has happen'd. To say truth, I hardly care so much as to think on this Subject, much less to write on it, without endeavouring to put my self in as good Humour as is possible. People indeed, who can endure no middle Temper, but are all Air and Humour, know little of the Doubts and Scruples of Religion, and are safe from any immediate Influence of _devout Melancholy_ or _Enthusiasm_; which requires more Deliberation and thoughtful Practice to fix it-self in a Temper, and grow habitual. But be the Habit what it will; to be deliver'd of it at so sad a Cost as Inconsiderateness, or Madness, is what I wou'd never wish to be my Lot. I had rather stand all Adventures with Religion, than endeavour to get rid of the Thoughts of it by Diversion. All I contend for, is to think of it _in a right Humour_: and that this goes more than half-way towards thinking _rightly_ of it, is what I shall endeavour to demonstrate.","subId":"1","id":"Shaftesbury.C.LE.3.1"},{"type":"paragraph","content":"Good Humour is not only the best Security against _Enthusiasm_, but the best Foundation of _Piety_ and _true Religion_: For if right Thoughts and worthy Apprehensions of the Supreme Being, are fundamental to all true Worship and Adoration; 'tis more than probable, that we shall never miscarry in this respect, except thro' ill Humour only. Nothing beside ill Humour, either natural or forc'd, can bring a Man to think seriously that the World is govern'd by any devilish or malicious Power. I very much question whether any thing, besides ill Humour, can be the Cause of Atheism. For there are so many Arguments to persuade a Man in Humour, that, in the main, all things are kindly and well dispos'd, that one wou'd think it impossible for him to be so far out of conceit with Affairs, as to imagine they all ran at adventures; and that _the World_, as venerable and wise a Face as it carry'd, had neither Sense nor Meaning in it. This however I am persuaded of, that nothing beside ill Humour can give us dreadful or ill Thoughts of a Supreme Manager. Nothing can persuade us of Sullenness or Sourness in such a Being, beside the actual fore-feeling of somewhat of this kind within our-selves: and if we are afraid of bringing good Humour into Religion, or thinking with Freedom and Pleasantness on such a Subject as ^God^; 'tis because we conceive the Subject so like our-selves, and can hardly have a Notion of _Majesty_ and _Greatness_, without _Stateliness_ and _Moroseness_ accompanying it.","subId":"2","id":"Shaftesbury.C.LE.3.2"},{"type":"paragraph","content":"This, however, is the just Reverse of that Character, which we own to be most _divinely Good_, when we see it, as we sometimes do, in Men of highest Power among us. If they pass for truly _Good_, we dare treat them freely, and are sure they will not be displeas'd with this Liberty. They are doubly Gainers by this Goodness of theirs. For the more they are search'd into, and familiarly examin'd, the more their Worth appears; and the Discoverer, charm'd with his Success, esteems and loves more than ever, when he has prov'd this additional Bounty in his Superior, and reflects on that Candor and Generosity he has experienc'd. Your Lordship knows more perhaps of this Mystery than anyone. How else shou'd you have been so belov'd in Power, and out of Power so adher'd to, and still more belov'd?","subId":"3","id":"Shaftesbury.C.LE.3.3"},{"type":"paragraph","content":"Thank Heaven! there are even in our own Age some such Examples. In former Ages there have been many such. We have known mighty Princes, and even Emperors of the World, who cou'd bear unconcernedly, not only the free Censure of their Actions, but the most spiteful Reproaches and Calumnys, even to their faces. Some perhaps may wish there had never been such Examples found in _Heathens_; but more especially, that the occasion had never been given by _Christians_. 'Twas more the Misfortune indeed of Mankind in general, than of Christians in particular, that some of the earlier _Roman_ Emperors were such Monsters of Tyranny, and began a Persecution, not on religious Men merely, but on all who were suspected of Worth or Virtue. What cou'd have been a higher Honour or Advantage to Christianity, than to be persecuted by a ^=Nero=^? But better Princes, who came after, were persuaded to remit these severe Courses. 'Tis true, the Magistrate might possibly have been surpriz'd with the newness of a Notion, which he might pretend, perhaps, did not only destroy the Sacredness of his Power, but treated him and all Men as profane, impious, and damn'd, who enter'd not into certain particular Modes of Worship; of which there had been formerly so many thousand instituted, all of 'em compatible and sociable till that time. However, such was the Wisdom of some succeeding Ministrys, that the Edge of Persecution was much abated; and even that[n1] Prince, who was esteem'd the greatest Enemy of the Christian Sect, and who himself had been educated in it, was a great Restrainer of Persecution, and wou'd allow of nothing further than a Resumption of Church-Lands and publick Schools, without any attempt on the Goods or Persons even of those who branded the State-Religion, and made a Merit of affronting the publick Worship.","subId":"4","id":"Shaftesbury.C.LE.3.4"},{"type":"paragraph","content":"'Tis well we have the Authority of a sacred Author in our Religion, to assure us, that the Spirit of[n2] _Love_ and _Humanity_ is above that of _Martyrs_. Otherwise, one might be a little scandaliz'd, perhaps, at the History of many of our primitive Confessors and Martyrs, even according to our own accounts. There is hardly now in the World so good a Christian (if this be indeed the Mark of a good one) who, if he happen'd to live at _Constantinople_, or elsewhere under the Protection of the _Turks_, would think it fitting or decent to give any Disturbance to their _Mosque-_Worship. And as good Protestants, my Lord, as you and I are, we shou'd consider him as little better than a rank Enthusiast, who, out of hatred to the Romish Idolatry, shou'd, in time of high Mass (where Mass perhaps was by Law establish'd) interrupt the Priest with Clamors, or fall foul on his Images and Relicks.","subId":"5","id":"Shaftesbury.C.LE.3.5"},{"type":"paragraph","content":"There are some, it seems, of our good Brethren, the _French_ Protestants, lately come among us, who are mightily taken with this Primitive way. They have set a-foot the Spirit of Martyrdom to a wonder in their own Country; and they long to be trying it here, if we will give 'em leave, and afford 'em the Occasion: that is to say, if we will only do 'em the favour to hang or imprison 'em; if we will only be so obliging as to break their Bones for 'em, after their Country-fashion, blow up their Zeal, and stir a-fresh the Coals of Persecution. But no such Grace can they hitherto obtain of us. So hard-hearted we are, that notwithstanding their own Mob are willing to bestow kind Blows upon 'em, and fairly stone 'em now and then in the open Street; tho the Priests of their own Nation wou'd gladly give 'em their desir'd Discipline, and are earnest to light their probationary Fires for 'em; we _English_ Men, who are Masters in our own Country, will not suffer the Enthusiasts to be thus us'd. Nor can we be suppos'd to act thus in envy to their _Phenix-_Sect, which it seems has risen out of the Flames, and wou'd willingly grow to be a new Church by the same manner of Propagation as the old-one, whose _Seed_ was truly said to be _from the Blood of the Martyrs_.","subId":"6","id":"Shaftesbury.C.LE.3.6"},{"type":"paragraph","content":"But how barbarous still, and more than heathenishly cruel, are we tolerating _English_ Men! For, not contented to deny these prophesying Enthusiasts the Honour of a Persecution, we have deliver'd 'em over to the cruellest Contempt in the World. I am told, for certain, that they are at[n3] this very time the Subject of a choice Droll or Puppet-Show at =_Bart'lemy-_Fair=. There, doubtless, their strange Voices and involuntary Agitations are admirably well acted, by the Motion of Wires, and Inspiration of Pipes. For the Bodys of the Prophets, in their State of Prophecy, being not in their own power, but (as they say themselves) mere passive Organs, actuated by an exterior Force, have nothing natural, or resembling real Life, in any of their Sounds or Motions: so that how aukardly soever a Puppet-Show may imitate other Actions, it must needs represent this Passion to the Life. And whilst =_Bart'lemy-_Fair= is in possession of this Privilege, I dare stand Security to our National Church, that no Sect of Enthusiasts, no new Venders of Prophecy or Miracles, shall ever get the start, or put her to the trouble of trying her Strength with 'em, in any Case.","subId":"7","id":"Shaftesbury.C.LE.3.7"},{"type":"paragraph","content":"Happy it was for us, that when Popery had got possession, _=Smithfield=_ was us'd in a more tragical way. Many of our first Reformers, 'tis fear'd, were little better than Enthusiasts: and God knows whether a Warmth of this kind did not considerably help us in throwing off that spiritual Tyranny. So that had not the Priests, as is usual, prefer'd the love of Blood to all other Passions, they might in a merrier way, perhaps, have evaded the greatest Force of our reforming Spirit. I never heard that the antient Heathens were so well advis'd in their ill Purpose of suppressing the Christian Religion in its first Rise, as to make use, at any time, of this =_Bart'lemy-_Fair= Method. But this I am persuaded of, that had the Truth of the Gospel been any way surmountable, they wou'd have bid much fairer for the silencing it, if they had chosen to bring our primitive Founders upon the Stage in a pleasanter way than that of Bear-Skins and Pitch-Barrels.","subId":"8","id":"Shaftesbury.C.LE.3.8"},{"type":"paragraph","content":"The _Jews_ were naturally a very[n4] cloudy People, and wou'd endure little Raillery in any thing; much less in what belong'd to any religious Doctrines or Opinions. Religion was look'd upon with a sullen Eye; and Hanging was the only Remedy they cou'd prescribe for any thing which look'd like setting up a new Revelation. The sovereign Argument was, _Crucify, Crucify_. But with all their Malice and Inveteracy to our Saviour, and his Apostles after him, had they but taken the Fancy to act such Puppet-Shows in his Contempt, as at this hour the Papists are acting in his Honour; I am apt to think they might possibly have done our Religion more harm, than by all their other ways of Severity.","subId":"9","id":"Shaftesbury.C.LE.3.9"},{"type":"paragraph","content":"I believe our great and learned Apostle found[n5] less Advantage from the easy Treatment of his _Athenian_ Antagonists, than from the surly and curst Spirit of the most persecuting _Jewish_ Citys. He made less Improvement of the Candor and Civility of his _Roman_ Judges, than of the Zeal of the Synagogue, and Vehemence of his National Priests. Tho when I consider this Apostle as appearing either before the witty _Athenians_, or before a _Roman_ Court of Judicature, in the Presence of their great Men and Ladys, and see how handsomly he accommodates himself to the Apprehensions and Temper of those politer People: I do not find that he declines the way of _Wit_ or _good Humour_; but, without suspicion of his Cause, is willing generously to commit it to this Proof, and try it against the Sharpness of any Ridicule which might be offer'd.","subId":"10","id":"Shaftesbury.C.LE.3.10"},{"type":"paragraph","content":"But tho the _Jews_ were never pleas'd to try their Wit or Malice this way against our Saviour or his Apostles; the irreligious part of the Heathens had try'd it long before against the best Doctrines and best Characters of Men which had ever arisen amongst 'em. Nor did this prove in the end an Injury, but on the contrary the highest Advantage to those very Characters and Doctrines, which, having stood the Proof, were found so solid and just. The divinest Man who had ever appear'd in the Heathen World, was in the height of witty Times, and by the wittiest of all Poets, most abominably ridicul'd, in a whole Comedy writ and acted on purpose. But so far was this from sinking his Reputation, or suppressing his Philosophy, that they each increas'd the more for it; and he apparently grew to be more the Envy of other Teachers. He was not only contented to be ridicul'd; but, that he might help the Poet as much as possible, he presented himself openly in the Theater; that his real Figure (which was no advantageous one) might be compar'd with that which the witty Poet had brought as his Representative on the Stage. Such was his _good Humour_! Nor cou'd there be in the World a greater Testimony of the invincible Goodness of the Man, or a greater Demonstration, that there was no Imposture either in his Character or Opinions. For that _Imposture_ shou'd dare sustain the Encounter of a _grave_ Enemy, is no wonder. A solemn Attack, she knows, is not of such danger to her. There is nothing she abhors or dreads like Pleasantness and _good Humour._","subId":"11","id":"Shaftesbury.C.LE.3.11"},{"type":"note","content":"[See VOL. III. _p._ 87, 88, 89. in the Notes.]","subId":"n1","id":"Shaftesbury.C.LE.3.n1"},{"type":"note","content":"[1 _Cor._ ch. xiii. ver. 3.]","subId":"n2","id":"Shaftesbury.C.LE.3.n2"},{"type":"note","content":"Viz. $Anno$ 1707.","subId":"n3","id":"Shaftesbury.C.LE.3.n3"},{"type":"note","content":"Our Author having been censur'd for this and some following Passages concerning the _Jews_, the Reader is referr'd to the Notes and Citations in [VOL. III. _p._ 53, 4, 5, 6.] And, [_ibid._ 115, 116, &c.] _See also below_, [p. 282, 283.]","subId":"n4","id":"Shaftesbury.C.LE.3.n4"},{"type":"note","content":"What Advantage he made of his Sufferings, and how pathetically his _Bonds_ and _Stripes_ were set to view, and often pleaded by him, to raise his Character, and advance the Interest of Christianity, any one who reads his Epistles, and is well acquainted with his Manner and Style, may easily observe.","subId":"n5","id":"Shaftesbury.C.LE.3.n5"}]}
