{"imported":true,"id":"Shaftesbury.C.S.2.1","parent":"Shaftesbury.C.S.2","title":"Section I","breadcrumb":"Section 1","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-1/simple#lf5987_div_047","texts":[],"published":[1710],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","forename":"Anthony","surname":"Ashley Cooper","author":"Lord Shaftesbury [Anthony Ashley Cooper]","birth":1671,"death":1713,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"Section I\n","id":"Shaftesbury.C.S.2.1"},{"type":"paragraph","content":"AS usual as it is with Mankind to act absolutely by Will and Pleasure, without regard to Counsel, or the rigid Method of Rule and Precept; it must be acknowledg'd nevertheless, that the good and laudable Custom of asking Advice, is still upheld, and kept in fashion, as a matter of fair Repute, and honourable Appearance: Insomuch that even Monarchs, and absolute Princes themselves, disdain not, we see, to make profession of the Practice.","subId":"1","id":"Shaftesbury.C.S.2.1.1"},{"type":"paragraph","content":"'Tis, I presume, on this account, that the Royal Persons are pleas'd, on publick Occasions, to make use of the noted Style of WE and US. Not that they are suppos'd to have any Converse with Themselves, as being endow'd with the Privilege of becoming Plural, and enlarging their Capacity, in the manner above describ'd. Single and absolute Persons in Government, I'm sensible, can hardly be consider'd as any other than single and absolute in Morals. They have no Inmate-Controuler to cavil with 'em, or dispute their Pleasure. Nor have they, from any Practice abroad, been able at any time to learn the way of being free and familiar with themselves, at home. Inclination and Will in such as these, admit as little Restraint or Check in private Meditation as in publick Company. The World, which serves as a Tutor to Persons of an inferior rank, is submissive to these Royal Pupils; who from their earliest days are us'd to see even their Instructors bend before 'em, and hear every thing applauded which they themselves perform.","subId":"2","id":"Shaftesbury.C.S.2.1.2"},{"type":"paragraph","content":"For fear therefore, lest their Humour merely, or the Caprice of some Favourite, shou'd be presum'd to influence 'em, when they come to years of princely Discretion, and are advanc'd to the Helm of Government; it has been esteem'd a necessary Decency to summon certain Advisers by Profession, to assist as Attendants to the single Person, and be join'd with him in his written Edicts, Proclamations, Letters-Patent, and other Instruments of Regal Power. For this use, Privy-Counsellors have been erected; who being Persons of considerable Figure and wise Aspect, cannot be suppos'd to stand as Statues or mere Cyphers in the Government, and leave the Royal Acts erroneously and falsly describ'd to us in the Plural Number; when, at the bottom, a single Will or Fancy was the sole Spring and Motive.","subId":"3","id":"Shaftesbury.C.S.2.1.3"},{"type":"paragraph","content":"Foreign Princes indeed have most of 'em that unhappy Prerogative of acting unadvisedly and wilfully in their national Affairs: But 'tis known to be far otherwise with the legal and just Princes of our Island. They are surrounded with the best of Counsellors, the Laws. They administer Civil Affairs by Legal Officers, who have the Direction of their Publick Will and Conscience: and they annually receive Advice and Aid, in the most effectual manner, from their good People. To this wise Genius of our Constitution we may be justly said to owe our wisest and best Princes; whose High Birth or Royal Education cou'd not alone be suppos'd to have given 'em that happy Turn: since by experience we find, that those very Princes, from whose Conduct the World abroad, as well as We at home, have reap'd the greatest Advantages, were such as had the most controverted Titles; and in their youth had stood in the remoter Prospects of Regal Power, and liv'd the nearest to a private Life.","subId":"4","id":"Shaftesbury.C.S.2.1.4"},{"type":"paragraph","content":"Other Princes we have had, who tho difficult perhaps in receiving Counsel, have been eminent in the Practice of applying it to others. They have listed themselves Advisers in form; and by publishing their admonitory Works, have added to the number of those, whom in this Treatise we have presum'd to criticize. But our Criticism being withal an Apology for Authors, and a Defense of the literate Tribe; it cannot be thought amiss in us, to join the Royal with the Plebeian Penmen, in this common Cause.","subId":"5","id":"Shaftesbury.C.S.2.1.5"},{"type":"paragraph","content":"'Twou'd be a hard Case indeed, shou'd the Princes of our Nation refuse to countenance the industrious Race of Authors; since their Royal Ancestors, and Predecessors, have had such Honour deriv'd to 'em from this Profession. 'Tis to this they owe that bright Jewel of their Crown, purchas'd by a warlike Prince; who having assum'd the Author, and essay'd his Strength in the polemick Writings of the School-Divines, thought it an Honour on this account to retain the Title of DefenderoftheFaith.","subId":"6","id":"Shaftesbury.C.S.2.1.6"},{"type":"paragraph","content":"Another Prince, of a more pacifick Nature and fluent Thought, submitting Arms and martial Discipline to the Gown; and confiding in his princely Science and profound Learning, made his Style and Speech the Nerve and Sinew of his Government. He gave us his Works full of wise Exhortation and Advice to his Royal Son, as well as of Instruction to his good People; who cou'd not without admiration observe their Author-Sovereign, thus studious and contemplative in their behalf. 'Twas then, one might have seen our Nation growing young and docile, with that Simplicity of Heart, which qualify'd 'em to profit like a Scholar-People under their Royal Preceptor. For with abundant Eloquence he graciously gave Lessons to his Parliament, tutor'd his Ministers, and edify'd the greatest Churchmen and Divines themselves; by whose Suffrage he obtain'd the highest Appellations which cou'd be merited by the acutest Wit, and truest Understanding. From hence the British Nations were taught to own in common a Solomon for their joint Sovereign, the Founder of their late compleated Union. Nor can it be doubted that the pious Treatise of Self-Discourse ascrib'd to the succeeding Monarch, contributed in a great measure to his glorious and never-fading Titles of Saint, and Martyr.","subId":"7","id":"Shaftesbury.C.S.2.1.7"},{"type":"paragraph","content":"However it be, I wou'd not willingly take upon me to recommend this Author-Character to our future Princes. Whatever Crowns or Laurels their renown'd Predecessors may have gather'd in this Field of Honour; I shou'd think that for the future, the speculative Province might more properly be committed to private Heads. 'Twou'd be a sufficient Encouragement to the learned World, and a sure Earnest of the Increase and Flourishing of Letters in our Nation, if its Sovereigns wou'd be contented to be the Patrons of Wit, and vouchsafe to look graciously on the ingenious Pupils of Art. Or were it the Custom of their Prime-Ministers, to have any such regard; it wou'd of it-self be sufficient to change the Face of Affairs. A small degree of Favour wou'd insure the Fortunes of a distress'd and ruinous Tribe, whose forlorn Condition has help'd to draw Disgrace upon Arts and Sciences, and kept them far off from that Politeness and Beauty, in which they wou'd soon appear, if the aspiring Genius of our Nation were forwarded by the least Care or Culture.","subId":"8","id":"Shaftesbury.C.S.2.1.8"},{"type":"paragraph","content":"There shou'd not, one wou'd think, be any need of Courtship or Persuasion to engage our Grandees in the Patronage of Arts and Letters. For in our Nation, upon the foot Things stand, and as they are likely to continue; 'tis not difficult to foresee that Improvements will be made in every Art and Science. The Muses will have their Turn; and with or without their Maecenas' s will grow in Credit and Esteem; as they arrive to greater Perfection, and excel in every kind. There will arise such Spirits as wou'd have credited their Court-Patrons, had they found any so wise as to have fought 'em out betimes, and contributed to their rising Greatness.","subId":"9","id":"Shaftesbury.C.S.2.1.9"},{"type":"paragraph","content":"'Tis scarce a quarter of an Age since such a happy Balance of Power was settled between our Prince and People, as has firmly secur'd our hitherto precarious Libertys, and remov'd from us the Fear of civil Commotions, Wars and Violence, either on account of Religion and Worship, the Property of the Subject, or the contending Titles of the Crown. But as the greatest Advantages of this World are not to be bought at easy Prices; we are still at this moment expending both our Blood and Treasure, to secure to our-selves this inestimable Purchase of our Free Government and National Constitution. And as happy as we are in this Establishment at home; we are still held in a perpetual Alarm by the Aspect of Affairs abroad, and by the Terror of that Power, which ere Mankind had well recover'd the Misery of those barbarous Ages consequent to the Roman Yoke, has again threaten'd the World with a Universal Monarchy, and a new Abyss of Ignorance and Superstition.","subId":"10","id":"Shaftesbury.C.S.2.1.10"},{"type":"paragraph","content":"The British Muses, in this Dinn of Arms, may well lie abject and obscure; especially being as yet in their mere Infant-State. They have hitherto scarce arriv'd to any-thing of Shapeliness or Person. They lisp as in their Cradles: and their stammering Tongues, which nothing besides their Youth and Rawness can excuse, have hitherto spoken in wretched Pun and Quibble. Our Dramatick Shakespear, our Fletcher,Johnson, and our Epick Milton preserve this Style. And even a latter Race, scarce free of this Infirmity, and aiming at a false Sublime, with crouded Simile, and mix'd Metaphor, (the Hobby-Horse, and Rattle of the Muses ) entertain our raw Fancy, and unpractis'd Ear; which has not as yet had leisure to form it-self, and become truly musical.","subId":"11","id":"Shaftesbury.C.S.2.1.11"},{"type":"paragraph","content":"But those reverend Bards, rude as they were, according to their Time and Age, have provided us however with the richest Ore. To their eternal Honour they have withal been the first of Euro-peans, who since the Gothick Model of Poetry, attempted to throw off the horrid Discord of jingling Rhyme. They have asserted antient Poetick Liberty, and have happily broken the Ice for those who are to follow 'em; and who treading in their Footsteps, may at leisure polish our Language, lead our Ear to finer Pleasure, and find out the true Rhythmus, and harmonious Numbers, which alone can satisfy a just Judgment, and Muse-like Apprehension.","subId":"12","id":"Shaftesbury.C.S.2.1.12"},{"type":"paragraph","content":"'Tis evident, our natural Genius shines above that airy neighbouring Nation; of whom, however, it must be confess'd, that with truer Pains and Industry, they have sought Politeness, and study'd to give the Muses their due Body and Proportion, as well as the natural Ornaments of Correctness, Chastity, and Grace of Style. From the plain Model of the Antients, they have rais'd a noble Satirist. In the Epick Kind their Attempts have been less successful. In the Dramatick they have been so happy, as to raise their Stage to as great Perfection, as the Genius of their Nation will permit. But the high Spirit of Tragedy can ill subsist where the Spirit of Liberty is wanting. The Genius of this Poetry consists in the lively Representation of the Disorders and Misery of the Great; to the end that the People and those of a lower Condition may be taught the better to content themselves with Privacy, enjoy their safer State, and prize the Equality and Justice of their Guardian Laws. If this be found agreeable to the just Tragick Model, which the Antients have deliver'd to us; 'twill easily be conceiv'd how little such a Model is proportion'd to the Capacity or Taste of those, who in a long Series of Degrees, from the lowest Peasant to the high Slave of Royal Blood, are taught to idolize the next in Power above 'em, and think nothing so adorable as that unlimited Greatness, and tyrannick Power, which is rais'd at their own Expence, and exercis'd over themselves.","subId":"13","id":"Shaftesbury.C.S.2.1.13"},{"type":"paragraph","content":"'Tis easy, on the other hand, to apprehend the Advantages of our Britain in this particular; and what effect its establish'd Liberty will produce in every thing which relates to Art, when Peace returns to us on these happy Conditions. 'Twas the Fate of Rome to have scarce an intermediate Age, or single Period of Time, between the Rise of Arts and Fall of Liberty. No sooner had that Nation begun to lose the Roughness and Barbarity of their Manners, and learn of Greece to form their Heroes, their Orators and Poets on a right Model, than by their unjust Attempt upon the Liberty of the World, they justly lost their own. With their Liberty they lost not only their Force of Eloquence, but even their Style and Language it-self. The Poets who afterwards arose among them, were mere unnatural and forc'd Plants. Their Two most accomplish'd, who came last, and clos'd the Scene, were plainly such as had seen the Days of Liberty, and felt the sad Effects of its Departure. Nor had these been ever brought in play, otherwise than thro' the Friendship of the fam'd Maecenas, who turn'd a Prince naturally cruel and barbarous to the Love and Courtship of the Muses. These Tutoresses form'd in their Royal Pupil a new Nature. They taught him how to charm Mankind. They were more to him than his Arms or military Virtue; and, more than Fortune her-self, assisted him in his Greatness, and made his usurp'd Dominion so inchanting to the World, that it cou'd see without regret its Chains of Bondage firmly riveted. The corrupting Sweets of such a poisonous Government were not indeed long-liv'd. The Bitter soon succeeded. And, in the issue, the World was forc'd to bear with patience those natural and genuine Tyrants, who succeeded to this specious Machine of Arbitrary and Universal Power.","subId":"14","id":"Shaftesbury.C.S.2.1.14"},{"type":"paragraph","content":"And now that I am fall'n unawares into such profound Reflections on the Periods of Government, and the Flourishing and Decay of Liberty and Letters; I can't be contented to consider merely of the Inchantment which wrought so powerfully upon Mankind, when first this Universal Monarchy was establish'd. I must wonder still more, when I consider how after the Extinction of this Caesarean and Claudian Family, and a short Interval of Princes rais'd and destroy'd with much Disorder and publick Ruin, the Romans shou'd regain their perishing Dominion, and retrieve their sinking State, by an after-Race of wise and able Princes successively adopted, and taken from a private State to rule the Empire of the World. They were Men who not only possess'd the military Virtues, and supported that sort of Discipline in the highest degree; but as they sought the Interest of the World, they did what was in their power to restore Liberty, and raise again the perishing Arts, and decay'd Virtue of Mankind. But the Season was now past! The fatal Form of Government was become too natural: And the World, which had bent under it, and was become slavish and dependent, had neither Power nor Will to help it-self. The only Deliverance it cou'd expect, was from the merciless hands of the Barbarians, and a total Dissolution of that enormous Empire and despotick Power, which the best Hands cou'd not preserve from being destructive to human Nature. For even Barbarity and Gothicism were already enter'd into Arts, ere the Savages had made any Impression on the Empire. All the advantage which a fortuitous and almost miraculous Succession of good Princes cou'd procure their highly favour'd Arts and Sciences, was no more than to preserve during their own time those perishing Remains, which had for a-while with difficulty subsisted, after the Decline of Liberty. Not a Statue, not a Medal, not a tolerable Piece of Architecture cou'd shew it-self afterwards. Philosophy, Wit and Learning, in which some of those good Princes had themselves been so renown'd, fell with them: and Ignorance and Darkness overspread the World, and fitted it for the Chaos and Ruin which ensu'd.","subId":"15","id":"Shaftesbury.C.S.2.1.15"},{"type":"paragraph","content":"WE ARE now in an Age when Liberty is once again in its Ascendent. And we are our-selves the happy Nation, who not only enjoy it at home, but by our Greatness and Power give Life and Vigour to it abroad; and are the Head and Chief of the European League, founded on this Common Cause. Nor can it, I presume, be justly fear'd that we shou'd lose this noble Ardour, or faint under the glorious Toil; tho, like antient Greece, we shou'd for succeeding Ages be contending with a foreign Power, and endeavouring to reduce the Exorbitancy of a Grand Monarch. 'Tis with us at present, as with the Roman People in those early Days, when they wanted only repose from Arms to apply themselves to the Improvement of Arts and Studys. We shou'd, in this case, need no ambitious Monarch to be allur'd, by hope of Fame or secret views of Power, to give Pensions abroad, as well as at home, and purchase Flattery from every Profession and Science. We shou'd find a better Fund within ourselves; and might, without such Assistance, be able to excel, by our own Virtue and Emulation.","subId":"16","id":"Shaftesbury.C.S.2.1.16"},{"type":"paragraph","content":"Well it wou'd be indeed, and much to the Honour of our Nobles and Princes, wou'd they freely help in this Affair; and by a judicious Application of their Bounty, facilitate this happy Birth, of which I have ventur'd to speak in a prophetick Style. 'Twou'd be of no small advantage to 'em during their Life; and wou'd more than all their other Labours procure 'em an immortal Memory. For they must remember that their Fame is in the hands of Penmen; and that the greatest Actions lose their Force, and perish in the custody of unable and mean Writers.","subId":"17","id":"Shaftesbury.C.S.2.1.17"},{"type":"paragraph","content":"Let a Nation remain ever so rude or barbarous, it must have its Poets, Rhapsoders, Historiographers, Antiquarys of some kind or other; whose business it will be to recount its remarkable Transactions, and record the Atchievements of its Civil and Military Heroes. And tho the Military Kind may happen to be the furthest remov'd from any acquaintance with Letters, or the Muses; they are yet, in reality, the most interested in the Cause and Party of these Remembrancers. The greatest share of Fame and Admiration falls naturally on the arm'd Worthys. The Great in Council are second in the Muses Favour. But if worthy poetick Genius's are not found, nor able Penmen rais'd, to rehearse the Lives, and celebrate the high Actions of great Men, they must be traduc'd by such Recorders as Chance presents. We have few modern Heroes, who like Xenophon or Caesar can write their own Commentarys. And the raw Memoir-Writings and unform'd Pieces of modern Statesmen, full of their interested and private Views, will in another Age be of little service to support their Memory or Name; since already the World begins to sicken with the Kind. 'Tis the learn'd, the able, and disinterested Historian, who takes place at last. And when the signal Poet, or Herald of Fame is once heard, the inferior Trumpets sink in Silence and Oblivion.","subId":"18","id":"Shaftesbury.C.S.2.1.18"},{"type":"paragraph","content":"But supposing it were possible for the Hero, or Statesman, to be absolutely unconcern'd for his Memory, or what came after him; yet for the present merely, and during his own time, it must be of importance to him to stand fair with the Men of Letters and Ingenuity, and to have the Character and Repute of being favourable to their Art. Be the illustrious Person ever so high or awful in his Station; he must have Descriptions made of him, in Verse, and Prose, under feign'd, or real Appellations. If he be omitted in sound Ode, or lofty Epick; he must be sung at least in Doggrel and plain Ballad. The People will needs have his Effigies; tho they see his Person ever so rarely: And if he refuses to sit to the good Painter, there are others who, to oblige the Publick, will take the Design in hand. We shall take up with what presents; and rather than be without the illustrious Physiognomy of our great Man, shall be contented to see him portraitur'd by the Artist who serves to illustrate Prodigys in Fairs, and adorn heroick Sign-Posts. The ill Paint of this kind cannot, it's true, disgrace his Excellency; whose Privilege it is, in common with the Royal Issue, to be rais'd to this degree of Honour, and to invite the Passenger or Traveller by his signal Representative. 'Tis suppos'd in this Case, that there are better Pictures current of the Hero; and that such as these, are no true or favourable Representations. But, in another sort of Limning, there is great danger lest the Hand shou'd disgrace the Subject. Vile Encomiums, and wretched Panegyricks are the worst of Satirs: And when sordid and low Genius's make their Court successfully in one way, the generous and able are aptest to revenge it in another.","subId":"19","id":"Shaftesbury.C.S.2.1.19"},{"type":"paragraph","content":"ALL THINGS consider'd, as to the Interest of our Potentates and Grandees, they appear to have only this Choice left 'em; either wholly, if possible, to suppress Letters; or give a helping hand towards their Support. Wherever the Author-Practice and Liberty of the Pen has in the least prevail'd, the Governors of the State must be either considerable Gainers, or Sufferers by its means. So that 'twou'd become them either, by a right Turkish Policy, to strike directly at the Profession, and overthrow the very Art and Mystery it-self, or with Alacrity to support and encourage it, in the right manner, by a generous and impartial regard to Merit. To act narrowly, or by halves; or with indifference and coolness; or fantastically, and by humour merely; will scarce be found to turn to their account. They must do Justice; that Justice may be done them, in return. 'Twill be in vain for our Alexanders to give orders that none besides a Lysippus shou'd make their Statue, nor any besides an Apelles shou'd draw their Picture. Insolent Intruders will do themselves the honour to practice on the Features of these Heroes. And a vile Chaerilus, after all, shall, with their own Consent perhaps, supply the room of a deserving and noble Artist.","subId":"20","id":"Shaftesbury.C.S.2.1.20"},{"type":"paragraph","content":"In a Government where the People are Sharers in Power, but no Distributers or Dispensers of Rewards, they expect it of their Princes and Great Men, that they shou'd supply the generous Part; and bestow Honour and Advantages on those from whom the Nation it-self may receive Honour and Advantage. 'Tis expected that they who are high and eminent in the State, shou'd not only provide for its necessary Safety and Subsistence, but omit nothing which may contribute to its Dignity and Honour. The Arts and Sciences must not be left Patron-less. The Publick it-self will join with the good Wits and Judges, in the resentment of such a Neglect. 'Tis no small advantage, even in an absolute Government, for a Ministry to have Wit on their side, and engage the Men of Merit in this kind to be their Well-wishers and Friends. And in those States where ambitious Leaders often contend for the supreme Authority, 'tis a considerable advantage to the ill Cause of such Pretenders, when they can obtain a Name and Interest with the Men of Letters. The good Emperor Trajan, tho himself no mighty Scholar, had his due as well as an Augustus; and was as highly celebrated for his Munificence, and just Encouragement of every Art and Virtue. And Caesar, who cou'd write so well himself, and maintain'd his Cause by Wit as well as Arms, knew experimentally what it was to have even a Catullus his Enemy: and tho lash'd so often in his Lampoons, continu'd to forgive and court him. The Traitor knew the Importance of this Mildness. May none who have the same Designs, understand so well the advantages of such a Conduct! I wou'd have requir'd only this one Defect in Caesar' s Generosity, to have been secure of his never rising to Greatness, or enslaving his native Country. Let him have shewn a Ruggedness and Austerity towards free Genius's, or a Neglect or Contempt towards Men of Wit; let him have trusted to his Arms, and declar'd against Arts and Letters; and he wou'd have prov'd a second Marius, or a Catiline of meaner Fame, and Character.","subId":"21","id":"Shaftesbury.C.S.2.1.21"},{"type":"paragraph","content":"'Tis, I know, the Imagination of some who are call'd Great Men, that in regard of their high Stations they may be esteem'd to pay a sufficient Tribute to Letters, and discharge themselves as to their own part in particular; if they chuse indifferently any Subject for their Bounty, and are pleas'd to confer their Favour either on some one Pretender to Art, or promiscuously to such of the Tribe of Writers, whose chief Ability has lain in making their court well, and obtaining to be introduc'd to their Acquaintance. This they think sufficient to instal them Patrons of Wit, and Masters of the literate Order. But this Method will of any other the least serve their Interest or Design. The ill placing of Rewards is a double Injury to Merit; and in every Cause or Interest, passes for worse than mere Indifference or Neutrality. There can be no Excuse for making an ill Choice. Merit in every kind is easily discover'd, when sought. The Publick it-self fails not to give sufficient indication; and points out those Genius's who want only Countenance and Encouragement to become considerable. An ingenious Man never starves unknown: and Great Men must wink hard, or 'twou'd be impossible for 'em to miss such advantageous Opportunitys of shewing their Generosity, and acquiring the universal Esteem, Acknowledgments, and good Wishes of the ingenious and learned part of Mankind.","subId":"22","id":"Shaftesbury.C.S.2.1.22"},{"type":"note","content":"VOL. III. p. 263, 264.","subId":"n1","id":"Shaftesbury.C.S.2.1.n1"},{"type":"note","content":"Boileau.","subId":"n2","id":"Shaftesbury.C.S.2.1.n2"},{"type":"note","content":"Infra, p. 269, 270 in the Notes.","subId":"n3","id":"Shaftesbury.C.S.2.1.n3"},{"type":"note","content":"Infra, p. 239, 341, 342 in the Notes.","subId":"n4","id":"Shaftesbury.C.S.2.1.n4"},{"type":"note","content":"\n\nSerus enim Graecis admovit acumina Chartis; \n Et post Punica Bella quietus, quarere caepit, \n Quid Sophocles & Thespis & AEschylus utile ferrent. \n [Hor. Epist. 1. Lib. 2.]\n\n","subId":"n5","id":"Shaftesbury.C.S.2.1.n5"}]}