{"id":"Hobbes.L.4.45","imported":true,"parent":"Hobbes.L.4","title":"Of Dæmonology, and other Reliques of the Religion of the Gentiles","breadcrumb":"Chapter 45","published":[1651],"copytext":[1651],"sourceDesc":"The text here is from the 1909 Clarendon Press edition (now in the public domain), as put online by the Online Libary of Liberty. That edition follows the original 1651 edition, but with corrections from the printed ERRATA sheet incorporated into the text.","sourceUrl":"https://oll.libertyfund.org/titles/hobbes-leviathan-1909-ed/simple#lf0161_div_059","blocks":[{"type":"title","content":"<h1>CHAP. XLV.</h1> <h1><em>Of <span class=\"small-capitals\">DÆmonology</span>, and other Reliques of the Religion of the Gentiles.</em></h1> ","id":"Hobbes.L.4.45"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>The Originall of Dæmonology.</em></span> <span class=\"small-capitals\">The</span> impression made on the organs of Sight, by lucide Bodies, either in one direct line, or in many lines, reflected from Opaque, or refracted in the passage through Diaphanous Bodies, produceth in living Creatures, in whom God hath placed such Organs, an Imagination of the Object, from whence the Impression proceedeth; which Imagination is called <em>Sight</em>; and seemeth not to bee a meer Imagination, but the Body it selfe without us; in the same manner, as when a man violently presseth his eye, there appears to him a light without, and before him, which no man perceiveth but himselfe; because there is indeed no such thing without him, but onely a motion in the interiour organs, pressing by resistance outward, that makes him think so. And the motion made by this pressure, continuing after the object which caused it is removed, is that we call <em>Imagination</em>, and <em>Memory</em>, and (in sleep, and sometimes in great distemper of the organs by Sicknesse, or Violence) a <em>Dream</em>: of which things I have already spoken briefly, in the second and third Chapters.","subId":"1","id":"Hobbes.L.4.45.1"},{"type":"paragraph","content":"This nature of Sight having never been discovered by the ancient pretenders to Naturall Knowledge; much lesse by those that consider not things so remote (as that Knowledge is) from their present use; it was hard for men to conceive of those Images in the Fancy, and in the Sense, otherwise, than of things really without us: Which some (because they vanish away, they know not whither, nor how,) will have to be absolutely Incorporeall, that is to say Immateriall, or Formes without Matter; Colour and Figure, without any coloured or figured Body; and that they can put on Aiery bodies (as a garment) to make them Visible when they will to our bodily Eyes; and others say, are Bodies, and living Creatures. but made of Air, or other more subtile and æthereall Matter, which is, then, when they will be seen, condensed. But Both of them agree on one generall appellation of them, <span class=\"small-capitals\">DÆmons</span>. As if the Dead of whom they Dreamed, were not Inhabitants of their own Brain, but of the Air, or of Heaven, or Hell; not Phantasmes, but Ghosts; with just as much reason, as if one should say, he saw his own Ghost in a Looking-Glasse, or the Ghosts of the Stars in a River; or call the ordinary apparition of the Sun, of the quantity of about a foot, the <em>Dæmon</em>, or Ghost of that great Sun that enlighteneth the whole visible world: And by that means have feared them, as things of an unknown, that is, of an unlimited power to doe them good, or harme; and consequently, given occasion to the Governours of the Heathen Common-wealths to regulate this their fear, by establishing that <span class=\"small-capitals\">DÆmonology</span> (in which the Poets, as Principall Priests of the Heathen Religion, were specially employed, or reverenced) to the Publique Peace, and to the Obedience of Subjects necessary thereunto; and to make some of them Good <em>Dæmons</em>, and others Evill; the one as a Spurre to the Observance, the other, as Reines to withhold them from Violation of the Laws.","subId":"2","id":"Hobbes.L.4.45.2"},{"type":"paragraph","content":"What kind of things they were, to whom they attributed the name of <em>Dæmons</em>, appeareth partly in the Genealogie of their Gods, written by <em>Hesiod</em>, one of the most ancient Poets of the Græcians; and partly in other Histories; of which I have observed some few before, in the 12. Chapter of this discourse.","subId":"3","id":"Hobbes.L.4.45.3"},{"type":"paragraph","content":"The Græcians, by their Colonies and Conquests, communicated<span class=\"margin-comment\"><em>How that Doctrine was spread.</em></span> their Language and Writings into Asia, Egypt, and Italy; and therein, by necessary consequence their <em>Dæmonology</em>, or (as St. <em>Paul</em> calles it) <em>their Doctrines of Devils</em>: And by that meanes, the contagion was derived also to the Jewes, both of <em>Judæa</em>, and <em>Alexandria</em>, and other parts, whereinto they were dispersed. But the name of <em>Dæmon</em> they did not (as the Græcians)<span class=\"margin-comment\"><em>How far received by the Jews.</em></span> attribute to Spirits both Good, and Evill; but to the Evill onely: And to the Good <em>Dæmons</em> they gave the name of the Spirit of God; and esteemed those into whose bodies they entred to be Prophets. In summe, all singularity if Good, they attributed to the Spirit of God; and if Evill, to some <em>Dæmon</em>, but a κακοδάιμων an Evill <em>Dæmon</em>, that is, a <em>Devill</em>. And therefore, they called <em>Dæmoniaques</em>, that is, <em>possessed by the Devill</em>, such as we call Madmen or Lunatiques; or such as had the Falling Sicknesse; or that spoke any thing, which they for want of understanding, thought absurd: As also of an Unclean person in a notorious degree, they used to say he had an Unclean Spirit; of a Dumbe man, that he had a Dumbe Devill; and of <em>John Baptist</em> (<em>Math</em>. 11. 18) for the singularity of his fasting, that he had a Devill; and of our Saviour, because he said, hee that keepeth<span class=\"margin-comment\"><em>John 8. 52.</em></span> his sayings should not see Death <em>in æternum, Now we know thou hast a Devill; Abraham is dead, and the Prophets are dead</em>: And again, because he said (<em>John</em> 7. 20.) <em>They went about to kill him</em>, the people answered, <em>Thou hast a Devill, who goeth about to kill thee?</em> Whereby it is manifest, that the Jewes had the same opinions concerning Phantasmes, namely, that they were not Phantasmes, that is, Idols of the braine, but things reall, and independent on the Fancy.","subId":"4","id":"Hobbes.L.4.45.4"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Why our Saviour controlled it not.</em></span> Which doctrine if it be not true, why (may some say) did not our Saviour contradict it, and teach the contrary? nay why does he use on diverse occasions, such forms of speech as seem to confirm it? To this I answer, that first, where Christ saith, <em>A spirit hath not flesh and bone</em>, though hee shew that there be Spirits, yet hee denies not that they are Bodies: And where St. <em>Paul</em> saies, <em>We shall rise spirituall Bodies</em>, he acknowledgeth the nature of Spirits, but that they are Bodily Spirits; which is not difficult to understand. For Air and many other things are Bodies, though not Flesh and Bone, or any other grosse body, to bee discerned by the eye. But when our Saviour speaketh to the Devill, and commandeth him to go out of a man, if by the Devill, be meant a Disease, as Phrenesy, or Lunacy, or a corporeal Spirit, is not the speech improper? can Diseases heare? or can there be a corporeall Spirit in a Body of Flesh and Bone, full already of vitall and animall Spirits? Are there not therefore Spirits, that neither have Bodies, nor are meer Imaginations? To the first I answer, that the addressing of our Saviours command to the Madnesse, or Lunacy he cureth, is no more improper, then was his rebuking of the Fever, or of the Wind, and Sea; for neither do these hear: Or than was the command of God, to the Light, to the Firmament, to the Sunne, and Starres, when he commanded them to bee: for they could not heare before they had a beeing. But those speeches are not improper, because they signife the power of Gods Word: no more therefore is it improper, to command Madnesse, or Lunacy (under the appellation of Devils, by which they were then commonly understood,) to depart out of a mans body. To the second, concerning their being Incorporeall, I have not yet observed any place of Scripture, from whence it can be gathered, that any man was ever possessed with any other Corporeall Spirit, but that of his owne, by which his body is naturally moved.","subId":"5","id":"Hobbes.L.4.45.5"},{"type":"paragraph","content":"Our Saviour, immediately after the Holy Ghost<span class=\"margin-comment\"><em>The Scriptures doe not teach that Spirits are Incorporeall.</em></span> descended upon him in the form of a Dove, is said by St. <em>Matthew</em> (Chapt. 4. 1.) to have been <em>led up by the Spirit into the Wildernesse</em>; and the same is recited (<em>Luke</em> 4. 1.) in these words, <em>Jesus being full of the Holy Ghost, was led in the Spirit into the Wildernesse</em>: Whereby it is evident, that by <em>Spirit</em> there, is meant the Holy Ghost. This cannot be interpreted for a Possession: For Christ, and the Holy Ghost, are but one and the same substance; which is no possession of one substance, or body, by another. And whereas in the verses following, he is said <em>to have been taken up by the Devill into the Holy City, and set upon a pinnacle of the Temple</em>, shall we conclude thence that hee was possessed of the Devill, or carryed thither by violence? And again, <em>carryed thence by the Devill into an exceeding high mountain, who shewed him them thence all the Kingdomes of the world</em>: Wherein, wee are not to beleeve he was either possessed, or forced by the Devill; nor that any Mountaine is high enough, (according to the literall sense,) to shew him one whole Hemisphere. What then can be the meaning of this place, other than that he went of himself into the Wildernesse; and that this carrying of him up and down, from the Wildernesse to the City, and from thence into a Mountain, was a Vision? Conformable whereunto, is also the phrase of St. Luke, that hee was led into the Wildernesse, not <em>by</em>, but <em>in</em> the Spirit: whereas concerning His being Taken up into the Mountaine, and unto the Pinnacle of the Temple, hee speaketh as St. Matthew doth. Which suiteth with the nature of a Vision.","subId":"6","id":"Hobbes.L.4.45.6"},{"type":"paragraph","content":"Again, where St. Luke sayes of Judas Iscariot, that <em>Satan entred into him, and thereupon that he went and communed with the Chief Priests, and Captaines, how he</em><em>might betray Christ unto them</em>: it may be answered, that by the Entring of <em>Satan</em> (that is the <em>Enemy</em>) into him, is meant, the hostile and traiterous intention of selling his Lord and Master. For as by the Holy Ghost, is frequently in Scripture understood, the Graces and good Inclinations given by the Holy Ghost; so by the Entring of Satan, may bee understood the wicked Cogitations, and Designs of the Adversaries of Christ, and his Disciples. For as it is hard to say, that the Devill was entred into Judas, before he had any such hostile designe; so it is impertinent to say, he was first Christs Enemy in his heart, and that the Devill entred into him afterwards. Therefore the Entring of Satan, and his Wicked Purpose, was one and the same thing.","subId":"7","id":"Hobbes.L.4.45.7"},{"type":"paragraph","content":"But if there be no Immateriall Spirit, nor any Possession of mens bodies by any Spirit Corporeall, it may again be asked, why our Saviour and his Apostles did not teach the People so; and in such cleer words, as they might no more doubt thereof. But such questions as these, are more curious, than necessary for a Christian mans Salvation. Men may as well aske, why Christ that could have given to all men Faith, Piety, and all manner of morall Vertues, gave it to some onely, and not to all: and why he left the search of naturall Causes, and Sciences, to the naturall Reason and Industry of men, and did not reveal it to all, or any man supernaturally; and many other such questions: Of which neverthelesse there may be alledged probable and pious reasons. For as God, when he brought the Israelites into the Land of Promise, did not secure them therein, by subduing all the Nations round about them; but left many of them, as thornes in their sides, to awaken from time to time their Piety and Industry: so our Saviour, in conducting us toward his heavenly Kingdome, did not destroy all the difficulties of Naturall Questions; but left them to exercise our Industry, and Reason; the Scope of his preaching, being onely to shew us this plain and direct way to Salvation, namely, the beleef of this Article, <em>that he was the Christ, the Son of the living God, sent into the world to sacrifice himselfe for our Sins, and at his comming again, gloriously to reign over his Elect, and to save them from their Enemice eternally</em>: To which, the opinion of Possession by Spirits, or Phantasmes, are no impediment in the way; though it be to some an occasion of going out of the way, and to follow their own Inventions. If wee require of the Scripture an account of all questions, which may be raised to trouble us in the performance of Gods commands; we may as well complaine of Moses for not having set downe the time of the creation of such Spirits, as well as of the Creation of the Earth, and Sea, and of Men, and Beasts. To conclude, I find in Scripture that there be Angels, and Spirits, good and evill; but not that they are Incorporeall, as are the Apparitions men see in the Dark, or in a Dream, or Vision; which the Latines call <em>Spectra</em>, and took for <em>Dæmons</em>. And I find that there are Spirits Corporeall, (though subtile and Invisible;) but not that any mans body was possessed, or inhabited by them; And that the Bodies of the Saints shall be such, namely, Spirituall Bodies, as St. Paul calls them.","subId":"8","id":"Hobbes.L.4.45.8"},{"type":"paragraph","content":"Neverthelesse, the contrary Doctrine, namely, that<span class=\"margin-comment\"><em>The Power of Casting out Devills, not the same it was in the Primitive Church.</em></span> there be Incorporeall Spirits, hath hitherto so prevailed in the Church, that the use of Exorcisme, (that is to say, of ejection of Devills by Conjuration) is thereupon built; and (though rarely and faintly practised) is not yet totally given over. That there were many Dæmoniaques in the Primitive Church, and few Mad-men, and other such singular diseases; whereas in these times we hear of, and see many Mad-men, and few Dæmoniaques, proceeds not from the change of Nature; but of Names. But how it comes to passe, that whereas heretofore the Apostles, and after them for a time, the Pastors of the Church, did cure those singular Diseases, which now they are not seen to doe; as likewise, why it is not in the power of every true Beleever now, to doe all that the Faithfull did then, that is to say, as we read (<em>Mark</em> 16. 17.) <em>In Christs name to cast out Devills, to speak with new Tongues, to take up Serpents, to drink deadly Poison without harm taking, and to cure the Sick by the laying on of their hands</em>, and all this without other words, but <em>in the Name of Jesus</em>, is another question. And it is probable, that those extraordinary gifts were given to the Church, for no longer a time, than men trusted wholly to Christ, and looked for their felicity onely in his Kingdome to come; and consequently, that when they sought Authority, and Riches, and trusted to their own Subtilty for a Kingdome of this world, these supernaturall gifts of God were again taken from them.","subId":"9","id":"Hobbes.L.4.45.9"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Another relique of Gentilisme, Worshipping of Images, left in the Church, not brought into it.</em></span> Another relique of Gentilisme, is the <em>Worship of Images</em>, neither instituted by Moses in the Old, nor by Christ in the New Testament; nor yet brought in from the Gentiles; but left amongst them, after they had given their names to Christ. Before our Saviour preached, it was the generall Religion of the Gentiles, to worship for Gods, those Apparences that remain in the Brain from the impression of externall Bodies upon the organs of their Senses, which are commonly called <em>Ideas, Idols, Phantasmes, Conceits</em>, as being Representations of those externall Bodies, which cause them, and have nothing in them of reality, no more than there is in the things that seem to stand before us in a Dream: And this is the reason why St. Paul says, <em>Wee know that an Idol is Nothing</em>: Not that he thought that an Image of Metall, Stone, or Wood, was nothing; but that the thing which they honored, or feared in the Image, and held for a God, was a meer Figment, without place, habitation, motion, or existence, but in the motions of the Brain. And the worship of these with Divine Honour, is that which is in the Scripture called Idolatry, and Rebellion against God. For God being King of the Jews, and his lieutenant being first Moses, and afterward the High Priest; if the people had been permitted to worship, and pray to Images, (which are Representations of their own Fancies,) they had had no farther dependence on the true God, of whom their can be no similitude; nor on his prime Ministers, Moses, and the High Priests; but every man had governed himself according to his own appetite, to the utter eversion of the Common-wealth, and their own destruction for want of Union. And therefore the first Law of God was, <em>They should not take for Gods</em>, <span class=\"small-capitals\">ALIENOS</span> <span class=\"small-capitals\">Deos</span>, that is, <em>the Gods of other nations, but that onely true God, who vouchsafed to commune with Moses, and by him to give them laws and directions, for their peace, and for their salvation from their enemies</em>. And the second was, that <em>they should not make to themselves any Image to Worship, of their own Invention</em>. For it is the same deposing of a King, to submit to another King, whether he be set up by a neighbour nation, or by our selves.","subId":"10","id":"Hobbes.L.4.45.10"},{"type":"paragraph","content":"The places of Scripture pretended to countenance the<span class=\"margin-comment\"><em>Answer to certain seeming texts for Images.</em></span> setting up of Images, to worship them; or to set them up at all in the places where God is worshipped, are First, two Examples; one of the Cherubins over the Ark of God; the other of the Brazen Serpent: Secondly, some texts whereby we are commanded to worship certain Creatures for their relation to God; as to worship his Footstool: And lastly, some other texts, by which is authorized, a religious honoring of Holy things. But before I examine the force of those places, to prove that which is pretended, I must first explain what is to be understood by <em>Worshipping</em>, and what by <em>Images</em>, and <em>Idols</em>.","subId":"11","id":"Hobbes.L.4.45.11"},{"type":"paragraph","content":"I have already shewn in the 20 Chapter of this Discourse,<span class=\"margin-comment\"><em>What is Worship.</em></span> that to Honor, is to value highly the Power of any person: and that such value is measured, by our comparing him with others. But because there is nothing to be compared with God in Power; we Honor him not but Dishonour him by any Value lesse than Infinite. And thus Honor is properly of its own nature, secret, and internall in the heart. But the inward thoughts of men, which appeare outwardly in their words and actions, are the signes of our Honoring, and these goe by the name of <span class=\"small-capitals\">Worship</span>, in Latine <span class=\"small-capitals\">Cultus</span>. Therefore, to Pray to, to Swear by, to Obey, to bee Diligent, and Officious in Serving: in summe, all words and actions that betoken Fear to Offend, or Desire to Please, is <em>Worship</em>, whether those words and actions be sincere, or feigned: and because they appear as signes of Honoring, are ordinarily also called <em>Honor</em>.","subId":"12","id":"Hobbes.L.4.45.12"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Distinction between Divine and Civill Worship.</em></span> The Worship we exhibite to those we esteem to be but men, as to Kings, and men in Authority, is <em>Civill Worship</em>: But the worship we exhibite to that which we think to bee God, whatsoever the words, ceremonies, gestures, or other actions be, is <em>Divine Worship</em>. To fall prostrate before a King, in him that thinks him but a Man, is but Civill Worship: And he that but putteth off his hat in the Church, for this cause, that he thinketh it the House of God, worshippeth with Divine Worship. They that seek the distinction of Divine and Civill Worship, not in the intention of the Worshipper, but in the Words δονλεία and λατρεία deceive themselves. For whereas there be two sorts of Servants; that sort, which is of those that are absolutely in the power of their Masters, as Slaves taken in war, and their Issue, whose bodies are not in their own power, (their lives depending on the Will of their Masters, in such manner as to forfeit them upon the least disobedience,) and that are bought and sold as Beasts, were called Δου̑λοι that is properly, Slaves, and their Service Δονλεία: The other, which is of those that serve (for hire, or in hope of benefit from their Masters) voluntarily; are called Θη̑τεβ; that is, Domestique Servants; to whose service the Masters have no further right, than is contained in the Covenants made betwixt them. These two kinds of Servants have thus much common to them both, that their labour is appointed them by another: And the word Λάτεις is the generall name of both, signifying him that worketh for another, whether, as a Slave, or a voluntary Servant: So that Λατρεία signifieth generally all Service; but Δονλεία the service of Bondmen onely, and the condition of Slavery: And both are used in Scripture (to signifie our Service of God) promiscuously. Δονλεία because we are Gods Slaves; Λατρεία because wee Serve him: and in all kinds of Service is contained, not onely Obedience, but also Worship; that is, such actions, gestures, and words, as signifie Honor.","subId":"13","id":"Hobbes.L.4.45.13"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>An Image what. Phantasmes.</em></span> An <span class=\"small-capitals\">Image</span> (in the most strict signification of the word) is the Resemblance of some thing visible: In which sense the Phantasticall Formes, Apparitions, or Seemings of visible Bodies to the Sight, are onely <em>Images</em>; such as are the Shew of a man, or other thing in the Water, by Reflexion, or Refraction; or of the Sun, or Stars by Direct Vision in the Air; which are nothing reall in the things seen, nor in the place where they seem to bee; nor are their magnitudes and figures the same with that of the object; but changeable, by the variation of the organs of Sight, or by glasses; and are present oftentimes in our Imagination, and in our Dreams, when the object is absent; or changed into other colours, and shapes, as things that depend onely upon the Fancy. And these are the Images which are originally and most properly called <em>Ideas</em>, and <span class=\"small-capitals\">Idols</span>, and derived from the language of the Græcians, with whom the word Ε῀δω signifieth to <em>See</em>. They are also called <span class=\"small-capitals\">Phantasmes</span>, which is in the same language, <em>Apparitions</em>. And from these Images it is that one of the faculties of mans Nature, is called the <em>Imagination</em>. And from hence it is manifest, that there neither is, nor can bee any Image made of a thing Invisible.","subId":"14","id":"Hobbes.L.4.45.14"},{"type":"paragraph","content":"It is also evident, that there can be no Image of a thing Infinite: for all the Images, and Phantasmes that are made by the Impression of things visible, are figured: but Figure is a quantity every way determined: And therefore there can bee no Image of God; nor of the Soule of Man; nor of Spirits; but onely of Bodies Visible, that is, Bodies that have light in themselves, or are by such enlightened.","subId":"15","id":"Hobbes.L.4.45.15"},{"type":"paragraph","content":"And whereas a man can fancy Shapes he never saw;<span class=\"margin-comment\"><em>Fictions.</em></span> making up a Figure out of the parts of divers creatures; as the Poets make their Centaures, Chimæras, and other Monsters never seen: So can he also give Matter to those Shapes, and make them in Wood, Clay or Metall. And<span class=\"margin-comment\"><em>Materiall Images.</em></span> these are also called Images, not for the resemblance of any corporeall thing, but for the resemblance of some Phantasticall Inhabitants of the Brain of the Maker. But in these Idols, as they are originally in the Brain, and as they are painted, carved, moulded, or moulten in matter, there is a similitude of the one to the other, for which the Materiall Body made by Art, may be said to be the Image of the Phantasticall Idoll made by Nature.","subId":"16","id":"Hobbes.L.4.45.16"},{"type":"paragraph","content":"But in a larger use of the word Image, is contained also, any Representation of one thing by another. So an earthly Soveraign may be called the Image of God: And an inferiour Magistrate the Image of an earthly Soveraign. And many times in the Idolatry of the Gentiles there was little regard to the similitude of their Materiall Idol to the Idol in their fancy, and yet it was called the Image of it. For a Stone unhewn has been set up for Neptune, and divers other shapes far different from the shapes they conceived of their Gods. And at this day we see many Images of the Virgin Mary, and other Saints, unlike one another, and without correspondence to any one mans Fancy; and yet serve well enough for the purpose they were erected for; which was no more but by the Names onely, to represent the Persons mentioned in the History; to which every man applyeth a Mentall Image of his owne making, or none at all. And thus an Image in the largest sense, is either the Resemblance, or the Representation of some thing Visible; or both together, as it happeneth for the most part.","subId":"17","id":"Hobbes.L.4.45.17"},{"type":"paragraph","content":"But the name of Idoll is extended yet further in Scripture, to signifie also the Sunne, or a Starre, or any other Creature, visible or invisible, when they are worshipped for Gods.","subId":"18","id":"Hobbes.L.4.45.18"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Idolatry what.</em></span> Having shewn what is <em>Worship</em>, and what an <em>Image</em>; I will now put them together, and examine what that <span class=\"small-capitals\">Idolatry</span> is, which is forbidden in the Second Commandement, and other places of the Scripture.","subId":"19","id":"Hobbes.L.4.45.19"},{"type":"paragraph","content":"To worship an Image, is voluntarily to doe those externall acts, which are signes of honoring either the matter of the Image, which is Wood, Stone, Metall, or some other visible creature; or the Phantasme of the brain, for the resemblance, or representation whereof, the matter was formed and figured; or both together, as one animate Body, composed of the Matter and the Phantasme, as of a Body and Soule.","subId":"20","id":"Hobbes.L.4.45.20"},{"type":"paragraph","content":"To be uncovered, before a man of Power and Authority, or before the Throne of a Prince, or in such other places as hee ordaineth to that purpose in his absence, is to Worship that man, or Prince with Civill Worship; as being a signe, not of honoring the stoole, or place, but the Person; and is not Idolatry. But if hee that doth it, should suppose the Soule of the Prince to be in the Stool, or should present a Petition to the Stool, it were Divine Worship, and Idolatry.","subId":"21","id":"Hobbes.L.4.45.21"},{"type":"paragraph","content":"To pray to a King for such things, as hee is able to doe for us, though we prostrate our selves before him, is but Civill Worship; because we acknowledge no other power in him, but humane: But voluntarily to pray unto him for fair weather, or for any thing which God onely can doe for us, is Divine Worship, and Idolatry. On the other side, if a King compell a man to it by the terrour of Death, or other great corporall punishment, it is not Idolatry: For the Worship which the Soveraign commandeth to bee done unto himself by the terrour of his Laws, is not a sign that he that obeyeth him, does inwardly honour him as a God, but that he is desirous to save himselfe from death, or from a miserable life; and that which is not a sign of internall honor, is no Worship; and therefore no Idolatry. Neither can it bee said, that hee that does it, scandalizeth, or layeth any stumbling block before his Brother; because how wise, or learned soever he be that worshippeth in that manner, another man cannot from thence argue, that he approveth it; but that he doth it for fear; and that it is not his act, but the act of his Soveraign.","subId":"22","id":"Hobbes.L.4.45.22"},{"type":"paragraph","content":"To worship God, in some peculiar Place, or turning a mans face towards an Image, or determinate Place, is not to worship, or honor the Place, or Image; but to acknowledge it Holy, that is to say, to acknowledge the Image, or the Place to be set apart from common use: for that is the meaning of the word <em>Holy</em>; which implies no new quality in the Place, or Image; but onely a new Relation by Appropriation to God; and therefore is not Idolatry; no more than it was Idolatry to worship God before the Brazen Serpent; or for the Jews when they were out of their owne countrey, to turn their faces (when they prayed) toward the Temple of Jerusalem; or for Moses to put off his Shoes when he was before the Flaming Bush, the ground appertaining to Mount Sinai; which place God had chosen to appear in, and to give his Laws to the People of Israel, and was therefore Holy ground, not by inhærent sanctity, but by separation to Gods use; or for Christians to worship in the Churches, which are once solemnly dedicated to God for that purpose, by the Authority of the King, or other true Representant of the Church. But to worship God, as inanimating, or inhabiting, such Image, or place; that is to say, an infinite substance in a finite place, is Idolatry: for such finite Gods, are but Idols of the brain, nothing reall; and are commonly called in the Scripture by the names of <em>Vanity</em>, and <em>Lyes</em>, and <em>Nothing</em>. Also to worship God, not as inanimating, or present in the place, or Image; but to the end to be put in mind of him, or of some works of his, in case the Place, or Image be dedicated, or set up by private authority, and not by the authority of them that are our Soveraign Pastors, is Idolatry. For the Commandement is, <em>Thou shalt not make to thy selfe any graven Image</em>. God commanded Moses to set up the Brazen Serpent; hee did not make it to himselfe; it was not therefore against the Commandement. But the making of the Golden Calfe by Aaron, and the People, as being done without authority from God, was Idolatry; not onely because they held it for God, but also because they made it for a Religious use, without warrant either from God their Soveraign, or from Moses, that was his Lieutenant.","subId":"23","id":"Hobbes.L.4.45.23"},{"type":"paragraph","content":"The Gentiles worshipped for Gods, Jupiter, and others; that living, were men perhaps that had done great and glorious Acts; and for the Children of God, divers men and women, supposing them gotten between an Immortall Deity, and a mortall man. This was Idolatry, because they made them so to themselves, having no authority from God, neither in his eternall Law of Reason, nor in his positive and revealed Will. But though our Saviour was a man, whom wee also beleeve to bee God Immortall, and the Son of God; yet this is no Idolatry; because wee build not that beleef upon our own fancy, or judgment, but upon the Word of God revealed in the Scriptures. And for the adoration of the Eucharist, if the words of Christ, <em>This is my Body</em>, signifie, that he himselfe, and the seeming bread in his hand; and not onely so, but  that all the seeming morsells of bread that have ever since been, and any time hereafter shall bee consecrated by Priests, bee so many Christs bodies, and yet all of them but one body, then is that no Idolatry, because it is authorized by our Saviour: but if that text doe not signifie that, (for there is no other that can be alledged for it,) then, because it is a worship of humane institution, it is Idolatry. For it is not enough to say, God can transubstantiate the Bread into Christs Body: For the Gentiles also held God to be Omnipotent; and might upon that ground no lesse excuse their Idolatry, by pretending, as well as others, a transubstantiation of their Wood, and Stone into God Almighty.","subId":"24","id":"Hobbes.L.4.45.24"},{"type":"paragraph","content":"Whereas there be, that pretend Divine Inspiration, to be a supernaturall entring of the Holy Ghost into a man, and not an acquisition of Gods graces, by doctrine, and study; I think they are in a very dangerous Dilemma. For if they worship not the men whom they beleeve to be so inspired, they fall into Impiety; as not adoring Gods supernaturall Presence. And again, if they worship them, they commit Idolatry; for the Apostles would never permit themselves to be so worshipped. Therefore the safest way is to beleeve, that by the Descending of the Dove upon the Apostles; and by Christs Breathing on them, when hee gave them the Holy Ghost; and by the giving of it by Imposition of Hands, are understood the signes which God hath been pleased to use, or ordain to bee used, of his promise to assist those persons in their study to Preach his Kingdome, and in their Conversation, that it might not be Scandalous, but Edifying to others.","subId":"25","id":"Hobbes.L.4.45.25"},{"type":"paragraph","content":"Besides the Idolatrous Worship of Images, there is<span class=\"margin-comment\"><em>Scandalous worship of Images.</em></span> also a Scandalous Worship of them; which is also a sin; but not Idolatry. For <em>Idolatry</em> is to worship by signes of an internall, and reall honour: but <em>Scandalous Worship</em>, is but Seeming Worship; and may sometimes bee joined with an inward, and hearty detestation, both of the Image, and of the Phantasticall <em>Dæmon</em>, or Idol, to which it is dedicated; and proceed onely from the fear of death, or other grievous punishment; and is neverthelesse a sin in them that so worship, in case they be men whose actions are looked at by others, as lights to guide them by; because following their ways, they cannot but stumble, and fall in the way of Religion: Whereas the example of those we regard not, works not on us at all, but leaves us to our own diligence and caution; and consequently are no causes of our falling.","subId":"26","id":"Hobbes.L.4.45.26"},{"type":"paragraph","content":"If therefore a Pastor lawfully called to teach and direct others, or any other, of whose knowledge there is a great opinion, doe externall honor to an Idol for fear; unlesse he make his feare, and unwillingnesse to it, as evident as the worship; he Scandalizeth his Brother, by seeming to approve Idolatry. For his Brother arguing from the action of his teacher, or of him whose knowledge he esteemeth great, concludes it to bee lawfull in it selfe. And this Scandall, is Sin, and a <em>Scandall given</em>. But if one being no Pastor, nor of eminent reputation for knowledge in Christian Doctrine, doe the same, and another follow him; this is no Scandall given; for he had no cause to follow such example: but is a pretence of Scandall which hee taketh of himselfe for an excuse before men: For an unlearned man, that is in the power of an Idolatrous King, or State, if commanded on pain of death to worship before an Idoll, hee detesteth the Idoll in his heart, hee doth well; though if he had the fortitude to suffer death, rather than worship it, he should doe better. But if a Pastor, who as Christs Messenger, has undertaken to teach Christs Doctrine to all nations, should doe the same, it were not onely a sinfull Scandall, in respect of other Christian mens consciences, but a perfidious forsaking of his charge.","subId":"27","id":"Hobbes.L.4.45.27"},{"type":"paragraph","content":"The summe of that which I have said hitherto, concerning the Worship of Images, is this, that he that worshippeth in an Image, or any Creature, either the Matter thereof, or any Fancy of his own, which he thinketh to dwell in it; or both together; or beleeveth that such things hear his Prayers, or see his Devotions, without Ears, or Eyes, committeth Idolatry: and he that counterfeiteth such Worship for fear of punishment, if he bee a man whose example hath power amongst his Brethren, committeth a sin: But he that worshippeth the Creator of the world before such an Image, or in such a place as he hath not made, or chosen of himselfe, but taken from the commandement of Gods Word, as the Jewes did in worshipping God before the Cherubins, and before the Brazen Serpent for a time, and in, or towards the Temple of Jerusalem, which was also but for a time, committeth not Idolatry.","subId":"28","id":"Hobbes.L.4.45.28"},{"type":"paragraph","content":"Now for the Worship of Saints, and Images, and Reliques, and other things at this day practised in the Church of Rome, I say they are not allowed by the Word of God, nor brought into the Church of Rome, from the Doctrine there taught; but partly left in it at the first conversion of the Gentiles; and afterwards countenanced, and confirmed, and augmented by the Bishops of Rome.","subId":"29","id":"Hobbes.L.4.45.29"},{"type":"paragraph","content":"As for the proofs alledged out of Scripture, namely,<span class=\"margin-comment\"><em>Answer to the Argument from the Cherubins, and Brazen Serpent.</em></span> those examples of Images appointed by God to bee set up; They were not set up for the people, or any man to worship; but that they should worship God himselfe before them; as before the Cherubins over the Ark, and the Brazen Serpent. For we read not, that the Priest, or any other did worship the Cherubins; but contrarily wee read (2 <em>Kings</em> 18. 4.) that Hezekiah brake in pieces the Brazen Serpent which Moses had set up, because the People burnt incense to it. Besides, those examples are not put for our Imitation, that we also should set up Images, under pretence of worshipping God before them; because the words of the second Commandement, <em>Thou shalt not make to thy selfe any graven Image, &amp;c</em>. distinguish between the Images that God commanded to be set up, and those which wee set up to our selves. And therefore from the Cherubins, or Brazen Serpent, to the Images of mans devising; and from the Worship commanded by God, to the Will-Worship of men, the argument is not good. This also is to bee considered, that as Hezekiah brake in pieces the Brazen Serpent, because the Jews did worship it, to the end they should doe so no more; so also Christian Soveraigns ought to break down the Images which their Subjects have been accustomed to worship; that there be no more occasion of such Idolatry. For at this day, the ignorant People, where Images are worshipped, doe really beleeve there is a Divine Power in the Images; and are told by their Pastors, that some of them have spoken; and have bled; and that miracles have been done by them; which they apprehend as done by the Saint, which they think either is the Image it self, or in it. The Israelites, when they worshipped the Calfe, did think they worshipped the God that brought them out of Egypt; and yet it was Idolatry, because they thought the Calfe either was that God, or had him in his belly. And though some man may think it impossible for people to be so stupid, as to think the Image to be God, or a Saint; or to worship it in that notion; yet it is manifest in Scripture to the contrary; where when the Golden Calfe was made, the people said, <span class=\"margin-comment\"><em>Exod</em>. 32. 2.</span> <em>These are thy Gods O Israel;</em> and where the Images of Laban are called his Gods. <span class=\"margin-comment\"><em>Gen</em>. 31. 30.</span> And wee see daily by experience in all sorts of People, that such men as study nothing but their food and ease, are content to beleeve any absurdity, rather than to trouble themselves to examine it; holding their faith as it were by entaile unalienable, except by an expresse and new Law.","subId":"30","id":"Hobbes.L.4.45.30"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Painting of Fancies no Idolatry: but abusing them to Religious Worship is.</em></span> But they inferre from some other places, that it is lawfull to paint Angels, and also God himselfe: as from Gods walking in the Garden; from Jacobs seeing God at the top of the ladder; and from other Visions, and Dreams. But Visions, and Dreams, whether naturall, or supernaturall, are but Phantasmes: and he that painteth an Image of any of them, maketh not an Image of God, but of his own Phantasm, which is, making of an Idol. I say not, that to draw a Picture after a fancy, is a Sin; but when it is drawn, to hold it for a Representation of God, is against the second Commandement; and can be of no use, but to worship. And the same may be said of the Images of Angels, and of men dead; unlesse as Monuments of friends, or of men worthy remembrance: For such use of an Image, is not Worship of the Image; but a civill honoring of the Person, not that is, but that was: But when it is done to the Image which we make of a Saint, for no other reason, but that we think he heareth our prayers, and is pleased with the honour wee doe him when dead, and without sense, wee attribute to him more than humane power; and therefore it is Idolatry.","subId":"31","id":"Hobbes.L.4.45.31"},{"type":"paragraph","content":"Seeing therefore there is no authority, neither in the Law of Moses, nor in the Gospel, for the religious Worship of Images, or other Representations of God, which men set up to themselves; or for the Worship of the Image of any Creature in Heaven, or Earth, or under the Earth: And whereas Christian Kings, who are living Representants of God, are not to be worshipped by their Subjects, by any act, that signifieth a greater esteem of his power, than the nature of mortall man is capable of; It cannot be imagined, that the Religious Worship now in use, was brought into the Church, by misunderstanding of the Scripture. It resteth therefore, that it was left in it, by not destroying the Images themselves, in the conversion of the Gentiles that worshipped them.","subId":"32","id":"Hobbes.L.4.45.32"},{"type":"paragraph","content":"The cause whereof, was the immoderate esteem, and<span class=\"margin-comment\"><em>How Idolatry was left in the Church.</em></span> prices set upon the workmanship of them, which made the owners (though converted, from worshipping them as they had done Religiously for Dæmons) to retain them still in their houses, upon pretence of doing it in the honor of <em>Christ</em>, of the <em>Virgin Mary</em>, and of the <em>Apostles</em>, and other the Pastors of the Primitive Church; as being easie, by giving them new names, to make that an Image of the <em>Virgin Mary</em>, and of her <em>Sonne</em> our Saviour, which before perhaps was called the Image of <em>Venus</em>, and <em>Cupid</em>; and so of a <em>Jupiter</em> to make a <em>Barnabas</em>, and of <em>Mercury</em> a <em>Paul</em>, and the like. And as worldly ambition creeping by degrees into the Pastors, drew them to an endeavour of pleasing the new made Christians; and also to a liking of this kind of honour, which they also might hope for after their decease, as well as those that had already gained it: so the worshipping of the Images of Christ and his Apostles, grew more and more Idolatrous; save that somewhat after the time of Constantine, divers Emperors, and Bishops, and generall Councells observed, and opposed the unlawfulnesse thereof; but too late, or too weakly.","subId":"33","id":"Hobbes.L.4.45.33"},{"type":"paragraph","content":"The <em>Canonizing of Saints</em>, is another Relique of<span class=\"margin-comment\"><em>Canonizing of Saints.</em></span> Gentilisme: It is neither a misunderstanding of Scripture, nor a new invention of the Roman Church, but a custome as ancient as the Common-wealth of <em>Rome</em> it self. The first that ever was canonized at Rome, was <em>Romulus</em>, and that upon the narration of <em>Julius Proculus</em>, that swore before the Senate, he spake with him after his death, and was assured by him, he dwelt in Heaven, and was there called <em>Quirinus</em>, and would be propitious to the State of their new City: And thereupon the Senate gave <em>publique testimony</em> of his Sanctity. <em>Julius Cæsar</em>, and other Emperors after him, had the like <em>testimony</em>; that is, were Canonized for Saints; for by such testimony is <span class=\"small-capitals\">Canonization</span>, now defined; and is the same with the Αποθέωσις of the Heathen.","subId":"34","id":"Hobbes.L.4.45.34"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>The name of Pontifex.</em></span> It is also from the Roman Heathen, that the Popes have received the name, and power of <span class=\"small-capitals\">Pontifex</span> <span class=\"small-capitals\">Maximus</span>. This was the name of him that in the ancient Common-wealth of Rome, had the Supreme Authority under the Senate and People, of regulating all Ceremonies, and Doctrines concerning their Religion: And when <em>Augustus Cæsar</em> changed the State into a Monarchy, he took to himselfe no more but this office, and that of Tribune of the People, (that is to say, the Supreme Power both in State, and Religion;) and the succeeding Emperors enjoyed the same. But when the Emperour Constantine lived, who was the first that professed and authorized Christian Religion, it was consonant to his profession, to cause Religion to be regulated (under his authority) by the Bishop of Rome: Though it doe not appear they had so soon the name of <em>Pontifex</em>; but rather, that the succeeding Bishops took it of themselves, to countenance the power they exercised over the Bishops of the Roman Provinces. For it is not any Priviledge of St. Peter, but the Priviledge of the City of Rome, which the Emperors were alwaies willing to uphold, that gave them such authority over other Bishops; as may be evidently seen by that, that the Bishop of Constantinople, when the Emperour made that City the Seat of the Empire, pretended to bee equall to the Bishop of Rome; though at last, not without contention, the Pope carryed it, and became the <em>Pontifex Maximus</em>; but in right onely of the Emperour; and not without the bounds of the Empire; nor any where, after the Emperour had lost his power in Rome; though it were the Pope himself that took his power from him. From whence wee may by the way observe that there is no place for the superiority of the Pope over other Bishops, except in the territories whereof he is himself the Civill Soveraign; and where the Emperour having Soveraign Power Civill, hath expressely chosen the Pope for the chief Pastor under himselfe, of his Christian Subjects.","subId":"35","id":"Hobbes.L.4.45.35"},{"type":"paragraph","content":"The carrying about of Images in <em>Procession</em>; is another<span class=\"margin-comment\"><em>Procession of Images.</em></span> Relique of the Religion of the Greeks, and Romans: For they also carried their Idols from place to place, in a kind of Chariot, which was peculiarly dedicated to that use, which the Latines called <em>Thensa</em>, and <em>Vehiculum Deorum</em>; and the Image was placed in a frame, or Shrine, which they called <em>Ferculum</em>: And that which they called <em>Pompa</em>, is the same that now is named <em>Procession</em>: According whereunto, amongst the Divine Honors which were given to <em>Julius Cæsar</em> by the Senate, this was one, that in the Pompe (or Procession) at the Circæan games, he should have <em>Thensam &amp; Ferculum</em>, a sacred Chariot, and a Shrine; which was as much, as to be carried up and down as a God: Just as at this day the Popes are carried by Switzers under a Canopie.","subId":"36","id":"Hobbes.L.4.45.36"},{"type":"paragraph","content":"To these Processions also belonged the bearing of burning Torches, and Candles, before the Images of the<span class=\"margin-comment\"><em>Wax Candles, and Torches lighted.</em></span> Gods, both amongst the Greeks, and Romans. For afterwards the Emperors of Rome received the same honor; as we read of <em>Caligula</em>, that at his reception to the Empire, he was carried from <em>Misenum</em> to <em>Rome</em>, in the midst of a throng of People, the wayes beset with Altars, and Beasts for Sacrifice, and burning <em>Torches</em>: And of <em>Caracalla</em> that was received into <em>Alexandria</em> with Incense, and with casting of Flowers, and δαδονχίαις that is, with Torches; for Δαδου̑χοι were they that amongst the Greeks carried Torches lighted in the Processions of their Gods: And in processe of time, the devout, but ignorant People, did many times honor their Bishops with the like pompe of Wax Candles, and the Images of our Saviour, and the Saints, constantly, in the Church it self. And thus came in the use of Wax Candles; and was also established by some of the ancient Councells.","subId":"37","id":"Hobbes.L.4.45.37"},{"type":"paragraph","content":"The Heathens had also their <em>Aqua Lustralis</em>, that is to say, <em>Holy Water</em>. The Church of Rome imitates them also in their <em>Holy Dayes</em>. They had their <em>Bacchanalia</em>; and we have our <em>Wakes</em>, answering to them: They their <em>Saturnalia</em>, and we our <em>Carnevalls</em>, and Shrove-tuesdays liberty of Servants: They their Procession of <em>Priapus</em>; wee our fetching in, erection, and dancing about <em>Maypoles</em>; and Dancing is one kind of Worship: They had their Procession called <em>Ambarvalia</em>; and we our Procession about the fields in the <em>Rogation week</em>. Nor do I think that these are all the Ceremonies that have been left in the Church, from the first conversion of the Gentiles: but they are all that I can for the present call to mind; and if a man would wel observe that which is delivered in the Histories, concerning the Religious Rites of the Greeks and Romanes, I doubt not but he might find many more of these old empty Bottles of Gentilisme, which the Doctors of the Romane Church, either by Negligence, or Ambition, have filled up again with the new Wine of Christianity, that will not faile in time to break them.","subId":"38","id":"Hobbes.L.4.45.38"}],"texts":[],"ancestors":[{"id":"Hobbes","forename":"Thomas","surname":"Hobbes","birth":1588,"death":1679,"published":1650,"nationality":"English","sex":"Male","texts":[{"id":"Hobbes.HN","forename":"Thomas","surname":"Hobbes","title":"Humane Nature; or, the Fundamental Elements of Policie","birth":1588,"death":1679,"published":[1650],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Humane Nature"},{"id":"Hobbes.CP","forename":"Thomas","surname":"Hobbes","title":"De Corpore Politico; or, The Elements of Law, Moral and Politick","birth":1588,"death":1679,"published":[1650],"nationality":"English","sex":"Male","breadcrumb":"De Corpore Politico"},{"id":"Hobbes.Civ","forename":"Thomas","surname":"Hobbes","title":"De Cive; Or, Philosophicall Rudiments Concerning Government and Society","birth":1588,"death":1679,"published":[1651],"nationality":"English","sex":"Male","breadcrumb":"De Cive"},{"id":"Hobbes.L","forename":"Thomas","surname":"Hobbes","title":"Leviathan, or The Matter, Forme, & Power of a Common-Wealth Ecclesiastical and Civill","birth":1588,"death":1679,"published":[1651],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Leviathan"},{"id":"Hobbes.LN","forename":"Thomas","surname":"Hobbes","title":"Of Libertie and Necessitie","birth":1588,"death":1679,"published":[1654],"nationality":"English","sex":"Male","breadcrumb":"Libertie and Necessitie"},{"id":"Hobbes.Cor","forename":"Thomas","surname":"Hobbes","title":"De Corpore; Or, Elements of Philosophy, The First Section, Concerning Body","birth":1588,"death":1679,"published":[1656],"nationality":"English","sex":"Male","breadcrumb":"De Corpore"},{"id":"Hobbes.B","forename":"Thomas","surname":"Hobbes","title":"Behemoth; Or, An Epitome of the Civil Wars of England, from 1640 to 1660","birth":1588,"death":1679,"published":[1679],"nationality":"English","sex":"Male","breadcrumb":"Behemoth"},{"id":"Hobbes.AB","forename":"Thomas","surname":"Hobbes","title":"An Answer to a Book published by Dr. Bramhall","birth":1588,"death":1679,"published":[1682],"nationality":"English","sex":"Male","breadcrumb":"Answer to Bramhall"}]},{"id":"Hobbes.L","forename":"Thomas","surname":"Hobbes","title":"Leviathan, or The Matter, Forme, & Power of a Common-Wealth Ecclesiastical and Civill","birth":1588,"death":1679,"published":[1651],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Leviathan"},{"id":"Hobbes.L.4","imported":true,"title":"The Fourth Part, Of The Kingdome of Darknesse","breadcrumb":"Part 4","published":[1651]}],"prev":{"id":"Hobbes.L.4.44","imported":true,"title":"Of Spirituall Darknesse from Misinterpretation of Scripture","breadcrumb":"Chapter 44","published":[1651]},"next":{"id":"Hobbes.L.4.46","imported":true,"title":"Of Darknesse from Vain Philosophy, and Fabulous Traditions","breadcrumb":"Chapter 46","published":[1651]}}