{"id":"Hobbes.L.4.46","imported":true,"parent":"Hobbes.L.4","title":"Of Darknesse from Vain Philosophy, and Fabulous Traditions","breadcrumb":"Chapter 46","published":[1651],"copytext":[1651],"sourceDesc":"The text here is from the 1909 Clarendon Press edition (now in the public domain), as put online by the Online Libary of Liberty. That edition follows the original 1651 edition, but with corrections from the printed ERRATA sheet incorporated into the text.","sourceUrl":"https://oll.libertyfund.org/titles/hobbes-leviathan-1909-ed/simple#lf0161_div_060","blocks":[{"type":"title","content":"<h1>CHAP. XLVI.</h1> <h1><em>Of <span class=\"small-capitals\">Darknesse</span> from <span class=\"small-capitals\">Vain Philosophy</span>, and <span class=\"small-capitals\">Fabulous Traditions</span>.</em></h1> ","id":"Hobbes.L.4.46"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>What Philosophy is.</em></span> <span class=\"small-capitals\">By Philosophy</span>, is understood <em>the Knowledge acquired by Reasoning, from the Manner of the Generation of any thing, to the Properties; or from the Properties, to some possible Way of Generation of the same; to the end to bee able to produce, as far as matter, and humane force permit, such Effects, as humane life requireth</em>. So the Geometrician, from the Construction of Figures, findeth out many Properties thereof; and from the Properties, new Ways of their Construction, by Reasoning; to the end to be able to measure Land, and Water; and for infinite other uses. So the Astronomer, from the Rising, Setting, and Moving of the Sun, and Starres, in divers parts of the Heavens, findeth out the Causes of Day, and Night, and of the different Seasons of the Year; whereby he keepeth an account of Time: And the like of other Sciences.","subId":"1","id":"Hobbes.L.4.46.1"},{"type":"paragraph","content":"By which Definition it is evident, that we are not to<span class=\"margin-comment\"><em>Prudence no part of Philosophy.</em></span> account as any part thereof, that originall knowledge called Experience, in which consisteth Prudence: Because it is not attained by Reasoning, but found as well in Brute Beasts, as in Man; and is but a Memory of successions of events in times past, wherein the omission of every little circumstance altering the effect, frustrateth the expectation of the most Prudent: whereas nothing is produced by Reasoning aright, but generall, eternall, and immutable Truth.","subId":"2","id":"Hobbes.L.4.46.2"},{"type":"paragraph","content":"Nor are we therefore to give that name to any false<span class=\"margin-comment\"><em>No false Doctrine is part of Philosophy:</em></span> Conclusions: For he that Reasoneth aright in words he understandeth, can never conclude an Error:","subId":"3","id":"Hobbes.L.4.46.3"},{"type":"paragraph","content":"Nor to that which any man knows by supernaturall Revelation; because it is not acquired by Reasoning:<span class=\"margin-comment\"><em>No more is Revelation supernaturall:</em></span>","subId":"4","id":"Hobbes.L.4.46.4"},{"type":"paragraph","content":"Nor that which is gotten by Reasoning from the Authority of Books; because it is not by Reasoning from the Cause to the Effect, nor from the Effect to the Cause; and is not Knowledg, but Faith.<span class=\"margin-comment\"><em>Nor learning taken upon credit of Authors.</em></span>","subId":"5","id":"Hobbes.L.4.46.5"},{"type":"paragraph","content":"The faculty of Reasoning being consequent to the use of Speech, it was not possible, but that there should have been some generall Truthes found out by Reasoning, as ancient almost as Language it selfe. The Savages<span class=\"margin-comment\"><em>Of the Beginnings and Progresse of Philosophy.</em></span> of America, are not without some good Morall Sentences; also they have a little Arithmetick, to adde, and divide in Numbers not too great: but they are not therefore Philosophers. For as there were Plants of Corn and Wine in small quantity dispersed in the Fields and Woods, before men knew their vertue, or made use of them for their nourishment, or planted them apart in Fields, and Vineyards; in which time they fed on Akorns, and drank Water: so also there have been divers true, generall, and profitable Speculations from the beginning; as being the naturall plants of humane Reason: But they were at first but few in number; men lived upon grosse Experience; there was no Method; that is to say, no Sowing, nor Planting of Knowledge by it self, apart from the Weeds, and common Plants of Errour and Conjecture: And the cause of it being the want of leasure from procuring the necessities of life, and defending themselves against their neighbors, it was impossible, till the erecting of great Common-wealths, it should be otherwise. <em>Leasure</em> is the mother of <em>Philosophy</em>; and <em>Common-wealth</em>, the mother of <em>Peace</em>, and <em>Leasure</em>: Where first were great and flourishing <em>Cities</em>, there was first the study of <em>Philosophy</em>. The <em>Gymnosophists</em> of <em>India</em>, the <em>Magi</em> of <em>Persia</em>, and the <em>Priests</em> of <em>Chaldæa</em> and <em>Egypt</em>, are counted the most ancient Philosophers; and those Countreys were the most ancient of Kingdomes. <em>Philosophy</em> was not risen to the <em>Græcians</em>, and other people of the West, whose <em>Common-wealths</em> (no greater perhaps then <em>Lucca</em>, or <em>Geneva</em>) had never <em>Peace</em>, but when their fears of one another were equall; nor the <em>Leasure</em> to observe any thing but one another. At length, when Warre had united many of these <em>Græcian</em> lesser Cities, into fewer, and greater; then began <em>Seven men</em>, of severall parts of <em>Greece</em>, to get the reputation of being <em>Wise</em>; some of them for <em>Morall</em> and <em>Politique</em> Sentences; and others for the learning of the <em>Chaldæans</em> and <em>Egyptians</em>, which was <em>Astronomy</em>, and <em>Geometry</em>. But we hear not yet of any <em>Schools</em> of <em>Philosophy</em>.","subId":"6","id":"Hobbes.L.4.46.6"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Of the Schools of Philosophy amongst the Athenians.</em></span> After the <em>Athenians</em> by the overthrow of the <em>Persian</em> Armies, had gotten the Dominion of the Sea; and thereby, of all the Islands, and Maritime Cities of the <em>Archipelago</em>, as well of <em>Asia</em> as <em>Europe</em>; and were grown wealthy; they that had no employment, neither at home, nor abroad, had little else to employ themselves in, but either (as St. <em>Luke</em> says, <em>Acts</em> 17. 21. <em>in telling and hearing news</em>, or in discoursing of <em>Philosophy</em> publiquely to the youth of the City. Every Master took some place for that purpose. <em>Plato</em> in certain publique Walks called <em>Academia</em>, from one <em>Academus</em>: <em>Aristotle</em> in the Walk of the Temple of <em>Pan</em>, called <em>Lycæum:</em> others in the <em>Stoa</em>, or covered Walk, wherein the Merchants Goods were brought to land: others in other places; where they spent the time of their Leasure, in teaching or in disputing of their Opinions: and some in any place, where they could get the youth of the City together to hear them talk. And this was it which <em>Carneades</em> also did at <em>Rome</em>, when he was Ambassadour: which caused <em>Cato</em> to advise the Senate to dispatch him quickly, for feare of corrupting the manners of the young men that delighted to hear him speak (as they thought) fine things.","subId":"7","id":"Hobbes.L.4.46.7"},{"type":"paragraph","content":"From this it was, that the place where any of them taught, and disputed, was called <em>Schola</em>, which in their Tongue signifieth <em>Leasure</em>; and their Disputations, <em>Diatribœ</em>, that is to say, <em>Passing of the time</em>. Also the Philosophers themselves had the name of their Sects, some of them from these their Schools: For they that followed <em>Plato</em>'s Doctrine, were called <em>Academiques</em>; The followers of <em>Aristotle, Peripatetiques</em>, from the Walk hee taught in; and those that <em>Zeno</em> taught, <em>Stoiques</em>, from the <em>Stoa</em>: as if we should denominate men from <em>Morefields</em>, from <em>Pauls-Church</em>, and from the <em>Exchange</em>, because they meet there often, to prate and loyter.","subId":"8","id":"Hobbes.L.4.46.8"},{"type":"paragraph","content":"Neverthelesse, men were so much taken with this custome, that in time it spread it selfe over all Europe, and the best part of Afrique; so as there were Schools publiquely erected, and maintained for Lectures, and Disputations, almost in every Common-wealth.","subId":"9","id":"Hobbes.L.4.46.9"},{"type":"paragraph","content":"There were also Schools, anciently, both before, and<span class=\"margin-comment\"><em>Of the Schools of the Jews.</em></span> after the time of our Saviour, amongst the <em>Jews</em>: but they were Schools of their Law. For though they were called <em>Synagogues</em>, that is to say, Congregations of the People; yet in as much as the Law was every Sabbath day read, expounded, and disputed in them, they differed not in nature, but in name onely from Publique Schools; and were not onely in Jerusalem, but in every City of the Gentiles, where the Jews inhabited. There was such a Schoole at <em>Damascus</em>, whereinto <em>Paul</em> entred, to persecute. There were others at <em>Antioch, Iconium</em> and <em>Thessalonica</em>, whereinto he entred, to dispute: And such was the Synagogue of the <em>Libertines, Cyrenians, Alexandrians, Cilicians</em>, and those of <em>Asia</em>; that is to say, the Schoole of <em>Libertines</em>, and of <em>Jewes</em>, that were strangers in <em>Jerusalem</em>: And of this Schoole they were that disputed (<em>Act</em>. 6. 9.) with <em>Saint Steven</em>.","subId":"10","id":"Hobbes.L.4.46.10"},{"type":"paragraph","content":"But what has been the Utility of those Schools? what<span class=\"margin-comment\"><em>The Schools of the Grœcians unprofitable.</em></span> Science is there at this day acquired by their Readings and Disputings? That we have of Geometry, which is the Mother of all Naturall Science, wee are not indebted for it to the Schools. <em>Plato</em> that was the best Philosopher of the Greeks, forbad entrance into his Schoole, to all that were not already in some measure Geometricians. There were many that studied that Science to the great advantage of mankind: but there is no mention of their Schools; nor was there any Sect of Geometricians; nor did they then passe under the name of Philosophers. The naturall Philosophy of those Schools, was rather a Dream than Science, and set forth in senselesse and insignificant Language; which cannot be avoided by those that will teach Philosophy, without having first attained great knowledge in Geometry: For Nature worketh by Motion; the Wayes, and Degrees whereof cannot be known, without the knowledge of the Proportions and Properties of Lines, and Figures. Their Morall Philosophy is but a description of their own Passions. For the rule of Manners, without Civill Government, is the Law of Nature; and in it, the Law Civill; that determineth what is <em>Honest</em>, and <em>Dishonest</em>; what is <em>Just</em>, and <em>Unjust</em>; and generally what is <em>Good</em>, and <em>Evill</em>: whereas they make the Rules of <em>Good</em>, and <em>Bad</em>, by their own <em>Liking</em>, and <em>Disliking</em>: By which means, in so great diversity of taste, there is nothing generally agreed on; but every one doth (as far as he dares) whatsoever seemeth good in his owne eyes, to the subversion of Common-wealth. Their <em>Logique</em> which should bee the Method of Reasoning, is nothing else but Captions of Words, and Inventions how to puzzle such as should goe about to pose them. To conclude, there is nothing so absurd, that the old Philosophers (as <em>Cicero</em> saith, who was one of them) have not some of them maintained. And I beleeve that scarce any thing can be more absurdly said in naturall Philosophy, than that which now is called <em>Aristotles Metaphysiques</em>; nor more repugnant to Government, than much of that hee hath said in his <em>Politiques</em>; nor more ignorantly, than a great part of his <em>Ethiques</em>.","subId":"11","id":"Hobbes.L.4.46.11"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>The Schools of the Jews unprofitable.</em></span> The Schoole of the Jews, was originally a Schoole of the Law of <em>Moses</em>; who commanded (<em>Deut</em>. 31. 10.) that at the end of every seventh year, at the Feast of the Tabernacles, it should be read to all the people, that they might hear, and learn it: Therefore the reading of the Law (which was in use after the Captivity) every Sabbath day, ought to have had no other end, but the acquainting of the people with the Commandements which they were to obey, and to expound unto them the writings of the Prophets. But it is manifest, by the many reprehensions of them by our Saviour, that they corrupted the Text of the Law with their false Commentaries, and vain Traditions; and so little understood the Prophets, that they did neither acknowledge Christ, nor the works he did; of which the Prophets prophecyed. So that by their Lectures and Disputations in their Synagogues, they turned the Doctrine of their Law into a Phantasticall kind of Philosophy, concerning the incomprehensible nature of God, and of Spirits; which they compounded of the Vain Philosophy and Theology of the Græcians, mingled with their own fancies, drawn from the obscurer places of the Scripture, and which might most easily bee wrested to their purpose; and from the Fabulous Traditions of their Ancestors.","subId":"12","id":"Hobbes.L.4.46.12"},{"type":"paragraph","content":"That which is now called an <em>University</em>, is a Joyning<span class=\"margin-comment\"><em>University what it is.</em></span> together, and an Incorporation under one Government of many Publique Schools, in one and the same Town or City. In which, the principall Schools were ordained for the three Professions, that is to say, of the Romane Religion, of the Romane Law, and of the Art of Medicine. And for the study of Philosophy it hath no otherwise place, then as a handmaid to the Romane Religion: And since the Authority of Aristotle is onely current there, that study is not properly Philosophy, (the nature whereof dependeth not on Authors,) but Aristotelity. And for Geometry, till of very late times it had no place at all; as being subservient to nothing but rigide Truth. And if any man by the ingenuity of his owne nature, had attained to any degree of perfection therein, hee was commonly thought a Magician, and his Art Diabolicall.","subId":"13","id":"Hobbes.L.4.46.13"},{"type":"paragraph","content":"Now to descend to the particular Tenets of Vain Philosophy, derived to the Universities, and thence into<span class=\"margin-comment\"><em>Errors brought into Religion from Aristotles Metaphysiques.</em></span> the Church, partly from Aristotle, partly from Blindnesse of understanding; I shall first consider their Principles. There is a certain <em>Philosophia Prima</em>, on which all other Philosophy ought to depend; and consisteth principally, in right limiting of the significations of such Appellations, or Names, as are of all others the most Universall: Which Limitations serve to avoid ambiguity, and æquivocation in Reasoning; and are commonly called Definitions; such as are the Definitions of Body, Time, Place, Matter, Forme, Essence, Subject, Substance, Accident, Power, Act, Finite, Infinite, Quantity, Quality, Motion, Action. Passion, and divers others, necessary to the explaining of a mans Conceptions concerning the Nature and Generation of Bodies. The Explication (that is, the setling of the meaning) of which, and the like Terms, is commonly in the Schools called <em>Metaphysiques</em>; as being a part of the Philosophy of Aristotle, which hath that for title: but it is in another sense; for there it signifieth as much, as <em>Books written, or placed after his naturall Philosophy</em>: But the Schools take them for <em>Books of supernaturall Philosophy</em>: for the word <em>Metaphysiques</em> will bear both these senses. And indeed that which is there written, is for the most part so far from the possibility of being understood, and so repugnant to naturall Reason, that whosoever thinketh there is any thing to bee understood by it, must needs think it supernaturall.","subId":"14","id":"Hobbes.L.4.46.14"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Errors concerning Abstract Essences.</em></span> From these Metaphysiques, which are mingled with the Scripture to make Schoole Divinity, wee are told, there be in the world certain Essences separated from Bodies, which they call <em>Abstract Essences, and Substantiall Formes</em>: For the Interpreting of which <em>Jargon</em>, there is need of somewhat more than ordinary attention in this place. Also I ask pardon of those that are not used to this kind of Discourse, for applying my selfe to those that are. The World, (I mean not the Earth onely, that denominates the Lovers of it <em>Worldly men</em>, but the <em>Universe</em>, that is, the whole masse of all things that are) is Corporeall, that is to say, Body; and hath the dimensions of Magnitude, namely, Length, Bredth, and Depth: also every part of Body, is likewise Body, and hath the like dimensions; and consequently every part of the Universe, is Body; and that which is not Body, is no part of the Universe: And because the Universe is All, that which is no part of it, is <em>Nothing</em>; and consequently <em>no where</em>. Nor does it follow from hence, that Spirits are <em>nothing</em>: for they have dimensions, and are therefore really <em>Bodies</em>; though that name in common Speech be given to such Bodies onely, as are visible, or palpable; that is, that have some degree of Opacity: But for Spirits, they call them Incorporeall; which is a name of more honour, and may therefore with more piety bee attributed to God himselfe; in whom wee consider not what Attribute expresseth best his Nature, which is Incomprehensible; but what best expresseth our desire to honour Him.","subId":"15","id":"Hobbes.L.4.46.15"},{"type":"paragraph","content":"To know now upon what grounds they say there be<em>Essences Abstract</em>, or <em>Substantiall Formes</em>, wee are to consider what those words do properly signifie. The use of Words, is to register to our selves, and make manifest to others the Thoughts and Conceptions of our Minds. Of which Words, some are the names of the Things conceived; as the names of all sorts of Bodies, that work upon the Senses, and leave an Impression in the Imaginations: Others are the names of the Imaginations themselves; that is to say, of those Ideas, or mentall Images we have of all things wee see, or remember: And others againe are names of Names; or of different sorts of Speech: As <em>Universall, Plurall, Singular</em>, are the names of Names; and <em>Definition, Affirmation, Negation, True, False, Syllogisme, Interrogation, Promise, Covenant</em>, are the names of certain Forms of Speech. Others serve to shew the Consequence, or Repugnance of one name to another; as when one saith, <em>A Man is a Body</em>, hee intendeth that the name of <em>Body</em> is necessarily consequent to the name of <em>Man</em>; as being but severall names of the same thing, <em>Man</em>; which Consequence is signified by coupling them together with the word <em>Is</em>. And as wee use the Verbe <em>Is</em>; so the Latines use their Verbe <em>Est</em>, and the Greeks their Εστι through all its Declinations. Whether all other Nations of the world have in their severall languages a word that answereth to it, or not, I cannot tell; but I am sure they have not need of it: For the placing of two names in order may serve to signifie their Consequence, if it were the custome, (for Custome is it, that give words their force,) as well as the words <em>Is</em>, or <em>Bee</em>, or <em>Are</em>, and the like.","subId":"16","id":"Hobbes.L.4.46.16"},{"type":"paragraph","content":"And if it were so, that there were a Language without any Verb answerable to <em>Est</em>, or <em>Is</em>, or <em>Bee</em>; yet the men that used it would bee not a jot the lesse capable of Inferring, Concluding, and of all kind of Reasoning, than were the Greeks, and Latines. But what then would become of these Terms, of <em>Entity, Essence, Essentiall, Essentiality</em>, that are derived from it, and of many more that depend on these, applyed as most commonly they are? They are therefore no Names of Things; but Signes, by which wee make known, that wee conceive the Consequence of one name or Attribute to another: as when we say, <em>a Man, is, a living Body</em>, wee mean not that the <em>Man</em> is one thing, the <em>Living Body</em> another, and the <em>Is</em>, or <em>Beeing</em> a third: but that the <em>Man</em>, and the <em>Living Body</em>, is the same thing; because the Consequence, <em>If hee bee a Man, hee is a living Body</em>, is a true Consequence, signified by that word Is. Therefore, <em>to bee a Body, to Walke, to bee Speaking, to Live, to See</em>, and the like Infinitives; also <em>Corporeity, Walking, Speaking, Life, Sight</em>, and the like, that signifie just the same, are the names of <em>Nothing</em>; as I have elsewhere more amply expressed.","subId":"17","id":"Hobbes.L.4.46.17"},{"type":"paragraph","content":"But to what purpose (may some man say) is such subtilty in a work of this nature, where I pretend to nothing but what is necessary to the doctrine of Government and Obedience? It is to this purpose, that men may no longer suffer themselves to be abused, by them, that by this doctrine of <em>Separated Essences</em>, built on the Vain Philosophy of Aristotle, would fright them from Obeying the Laws of their Countrey, with empty names; as men fright Birds from the Corn with an empty doublet, a hat, and a crooked stick. For it is upon this ground, that when a Man is dead and buried, they say his Soule (that is his Life) can walk separated from his Body, and is seen by night amongst the graves. Upon the same ground they say, that the Figure, and Colour, and Tast of a peece of Bread, has a being, there, where they say there is no Bread: And upon the same ground they say, that Faith, and Wisdome, and other Vertues are sometimes <em>powred</em> into a man, sometimes <em>blown</em> into him from Heaven; as if the Vertuous, and their Vertues could be asunder; and a great many other things that serve to lessen the dependance of Subjects on the Soveraign Power of their Countrey. For who will endeavour to obey the Laws, if he expect Obedience to be Powred or Blown into him? Or who will not obey a Priest, that can make God, rather than his Soveraign; nay than God himselfe? Or who, that is in fear of Ghosts, will not bear great respect to those that can make the Holy Water, that drives them from him? And this shall suffice for an example of the Errors, which are brought into the Church, from the <em>Entities</em>, and <em>Essences</em> of Aristotle: which it may be he knew to be false Philosophy; but writ it as a thing consonant to, and corroborative of their Religion; and fearing the fate of Socrates.","subId":"18","id":"Hobbes.L.4.46.18"},{"type":"paragraph","content":"Being once fallen into this Error of <em>Separated Essences</em>, they are thereby necessarily involved in many other absurdities that follow it. For seeing they will have these Forms to be reall, they are obliged to assign them <em>some place</em>. But because they hold them Incorporeall, without all dimension of Quantity, and all men know that Place is Dimension, and not to be filled, but by that which is Corporeall; they are driven to uphold their credit with a distinction, that they are not indeed any where <em>Circumscriptive</em>, but <em>Definitive</em>: Which Term, being meer Words, and in this occasion insignificant, passe onely in Latine, that the vanity of them may bee concealed. For the Circumscription of a thing, is nothing else but the Determination, or Defining of its Place; and so both the Terms of the Distinction are the same. And in particular, of the Essence of a Man, which (they say) is his Soule, they affirm it, to be All of it in his little Finger, and All of it in every other Part (how small soever) of his Body; and yet no more Soule in the Whole Body, than in any one of those Parts. Can any man think that God is served with such absurdities? And yet all this is necessary to beleeve, to those that will beleeve the Existence of an Incorporeall Soule, Separated from the Body.","subId":"19","id":"Hobbes.L.4.46.19"},{"type":"paragraph","content":"And when they come to give account, how an Incorporeall Substance can be capable of Pain, and be tormented in the fire of Hell, or Purgatory, they have nothing at all to answer, but that it cannot be known how fire can burn Soules.","subId":"20","id":"Hobbes.L.4.46.20"},{"type":"paragraph","content":"Again, whereas Motion is change of Place, and Incorporeall Substances are not capable of Place, they are troubled to make it seem possible, how a Soule can goe hence, without the Body to Heaven, Hell, or Purgatory; and how the Ghosts of men (and I may adde of their clothes which they appear in) can walk by night in Churches, Church-yards, and other places of Sepulture. To which I know not what they can answer, unlesse they will say, they walke, <em>definitivè</em>, not <em>circumscriptivè</em>, or <em>spiritually</em>, not <em>temporally</em>: for such egregious distinctions are equally applicable to any difficulty whatsoever.","subId":"21","id":"Hobbes.L.4.46.21"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Nuncstans.</em></span> For the meaning of <em>Eternity</em>, they will not have it to be an Endlesse Succession of Time; for then they should not be able to render a reason how Gods Will, and Præordaining of things to come, should not be before his Præscience of the same, as the Efficient Cause before the Effect, or Agent before the Action; nor of many other their bold opinions concerning the Incomprehensible Nature of God. But they will teach us, that Eternity is the Standing still of the Present Time, a <em>Nunc-stans</em> (as the Schools call it;) which neither they, nor any else understand, no more than they would a <em>Hic-stans</em> for an Infinite greatnesse of Place.","subId":"22","id":"Hobbes.L.4.46.22"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>One Body in many places, and many Bodies in one place at once.</em></span> And whereas men divide a Body in their thought, by numbring parts of it, and in numbring those parts, number also the parts of the Place it filled; it cannot be, but in making many parts, wee make also many places of those parts; whereby there cannot bee conceived in the mind of any man, more, or fewer parts, than there are places for: yet they will have us beleeve, that by the Almighty power of God, one body may be at one and the same time in many places; and many bodies at one and the same time in one place: As if it were an acknowledgment of the Divine Power, to say, that which is, is not; or that which has been, has not been. And these are but a small part of the Incongruities they are forced to, from their disputing Philosophically, in stead of admiring, and adoring of the Divine and Incomprehensible Nature; whose Attributes cannot signifie what he is, but ought to signifie our desire to honour him, with the best Appellations we can think on. But they that venture to reason of his Nature, from these Attributes of Honour, losing their understanding in the very first attempt, fall from one Inconvenience into another, without end, and without number; in the same manner, as when a man ignorant of the Ceremonies of Court, comming into the presence of a greater Person than he is used to speak to, and stumbling at his entrance, to save himselfe from falling, lets slip his Cloake; to recover his Cloake, lets fall his Hat; and with one disorder after another, discovers his astonishment and rusticity.","subId":"23","id":"Hobbes.L.4.46.23"},{"type":"paragraph","content":"Then for <em>Physiques</em>, that is, the knowledge of the<span class=\"margin-comment\"><em>Absurdities in naturall Philosophy, as Gravity the Cause of Heavinesse.</em></span> subordinate, and secundary causes of naturall events; they render none at all, but empty words. If you desire to know why some kind of bodies sink naturally downwards toward the Earth, and others goe naturally from it; The Schools will tell you out of Aristotle, that the bodies <span class=\"page-break\"></span> that sink downwards, are <em>Heavy</em>; and that this Heavinesse is it that causes them to descend: But if you ask what they mean by <em>Heavinesse</em>, they will define it to bee an endeavour to goe to the center of the Earth: so that the cause why things sink downward, is an Endeavour to be below: which is as much as to say, that bodies descend, or ascend, because they doe. Or they will tell you the center of the Earth is the place of Rest, and Conservation for Heavy things; and therefore they endeavour to be there: As if Stones, and Metalls had a desire, or could discern the place they would bee at, as Man does; or loved Rest, as Man does not; or that a peece of Glasse were lesse safe in the Window, than falling into the Street.","subId":"24","id":"Hobbes.L.4.46.24"},{"type":"paragraph","content":"If we would know why the same Body seems greater<span class=\"margin-comment\"><em>Quantity put into Body already made.</em></span> (without adding to it) one time, than another; they say, when it seems lesse, it is <em>Condensed</em>; when greater, <em>Rarefied</em>. What is that <em>Condensed</em>, and <em>Rarefied</em>? Condensed, is when there is in the very same Matter, lesse Quantity than before; and Rarefied, when more. As if there could be Matter, that had not some determined Quantity; when Quantity is nothing else but the Determination of Matter; that is to say of Body, by which we say one Body is greater, or lesser than another, by thus, or thus much. Or as if a Body were made without any Quantity at all, and that afterwards more, or lesse were put into it, according as it is intended the Body should be more, or lesse Dense.","subId":"25","id":"Hobbes.L.4.46.25"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Powring in of Soules.</em></span> For the cause of the Soule of Man, they say, <em>Creatur Infundendo</em>, and <em>Creando Infunditur</em>: that is, <em>It is Created by Powering it in</em>, and <em>Powred in by Creation</em>.","subId":"26","id":"Hobbes.L.4.46.26"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Ubiquity of Apparition.</em></span> For the Cause of Sense, an ubiquity of <em>Species</em>; that is, of the <em>Shews</em> or <em>Apparitions</em> of objects; which when they be Apparitions to the Eye, is <em>Sight</em>; when to the Eare, <em>Hearing</em>; to the Palate, <em>Tast</em>; to the Nostrill, <em>Smelling</em>; and to the rest of the Body, <em>Feeling</em>.","subId":"27","id":"Hobbes.L.4.46.27"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Will, the Cause of Willing.</em></span> For cause of the Will, to doe any particular action, which is called <em>Volitio</em>, they assign the Faculty, that is to say, the Capacity in generall, that men have, to will sometimes one thing, sometimes another, which is called <em>Voluntas</em>; making the <em>Power</em> the cause of the <em>Act</em>: As if one should assign for cause of the good or evill Acts of men, their Ability to doe them.","subId":"28","id":"Hobbes.L.4.46.28"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Ignorance an occult Cause.</em></span> And in many occasions they put for cause of Naturall events, their own Ignorance; but disguised in other words: As when they say, Fortune is the cause of things contingent; that is, of things whereof they know no cause: And as when they attribute many Effects to <em>occult qualities</em>; that is, qualities not known to them; and therefore also (as they thinke) to no Man else. And to <em>Sympathy, Antipathy, Antiperistasis, Specificall Qualities</em>, and other like Termes, which signifie neither the Agent that produceth them, nor the Operation by which they are produced.","subId":"29","id":"Hobbes.L.4.46.29"},{"type":"paragraph","content":"If such <em>Metaphysiques</em>, and <em>Physiques</em> as this, be not <em>Vain Philosophy</em>, there was never any; nor needed St. Paul to give us warning to avoid it.","subId":"30","id":"Hobbes.L.4.46.30"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>One makes the things incongruent, another the Incongruity.</em></span> And for their Morall, and Civill Philosophy, it hath the same, or greater absurdities. If a man doe an action of Injustice, that is to say, an action contrary to the Law, God they say is the prime cause of the Law, and also the prime cause of that, and all other Actions; but no cause at all of the Injustice; which is the Inconformity of the Action to the Law. This is Vain Philosophy. A man might as well say, that one man maketh both a streight line, and a crooked, and another maketh their Incongruity. And such is the Philosophy of all men that resolve of their Conclusions, before they know their Premises; pretending to comprehend, that which is Incomprehensible; and of Attributes of Honour to make Attributes of Nature; as this distinction was made to maintain the Doctrine of Free-Will, that is, of a Will of man, not subject to the Will of God.","subId":"31","id":"Hobbes.L.4.46.31"},{"type":"paragraph","content":"Aristotle, and other Heathen Philosophers define<span class=\"margin-comment\"><em>Private Appetite the rule of Publique good:</em></span> Good, and Evill, by the Appetite of men; and well enough, as long as we consider them governed every one by his own Law: For in the condition of men that have no other Law but their own Appetites, there can be no generall Rule of Good, and Evill Actions. But in a Common-wealth this measure is false: Not the Appetite of Private men, but the Law, which is the Will and Appetite of the State is the measure. And yet is this Doctrine still practised; and men judge the Goodnesse, or Wickednesse of their own, and of other mens actions, and of the actions of the Common-wealth it selfe, by their own Passions; and no man calleth Good or Evill, but that which is so in his own eyes, without any regard at all to the Publique Laws; except onely Monks, and Friers, that are bound by Vow to that simple obedience to their Superiour, to which every Subject ought to think himself bound by the Law of Nature to the Civill Soveraign. And this private measure of Good, is a Doctrine, not onely Vain, but also Pernicious to the Publique State.","subId":"32","id":"Hobbes.L.4.46.32"},{"type":"paragraph","content":"It is also Vain and false Philosophy, to say the work<span class=\"margin-comment\"><em>And that lawfull Marriage is Unchastity:</em></span> of Marriage is repugnant to Chastity, or Continence, and by consequence to make them Morall Vices; as they doe, that pretend Chastity, and Continence, for the ground of denying Marriage to the Clergy. For they confesse it is no more, but a Constitution of the Church, that requireth in those holy Orders that continually attend the Altar, and administration of the Eucharist, a continuall Abstinence from women, under the name of continuall Chastity, Continence, and Purity. Therefore they call the lawfull use of Wives, want of Chastity, and Continence; and so make Marriage a Sin, or at least a thing so impure, and unclean, as to render a man unfit for the Altar. If the Law were made because the use of Wives is Incontinence, and contrary to Chastity, then all Marriage is vice: If because it is a thing too impure, and unclean for a man consecrated to God; much more should other naturall, necessary, and daily works which all men doe, render men unworthy to bee Priests, because they are more unclean.","subId":"33","id":"Hobbes.L.4.46.33"},{"type":"paragraph","content":"But the secret foundation of this prohibition of Marriage of Priests, is not likely to have been laid so slightly, as upon such errours in Morall Philosophy; nor yet upon the preference of single life, to the estate of Matrimony; which proceeded from the wisdome of St. Paul, who perceived how inconvenient a thing it was, for those that in those times of persecution were Preachers of the Gospel, and forced to fly from one countrey to another, to be clogged with the care of wife and children; but upon the designe of the Popes, and Priests of after times, to make themselves the Clergy, that is to say, sole Heirs of the Kingdome of God in this world; to which it was necessary to take from them the use of Marriage, because our Saviour saith, that at the coming of his Kingdome the Children of God <em>shall neither Marry, nor bee given in Marriage, but shall bee as the Angels in heaven</em>; that is to say, Spirituall. Seeing then they had taken on them the name of Spirituall, to have allowed themselves (when there was no need) the propriety of Wives, had been an Incongruity.","subId":"34","id":"Hobbes.L.4.46.34"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>And that all Government but Popular, is Tyranny:</em></span> From Aristotles Civill Philosophy, they have learned, to call all manner of Common-wealths but the Popular, (such as was at that time the state of Athens,) <em>Tyranny</em>. All Kings they called Tyrants; and the Aristocracy of the thirty Governours set up there by the Lacedemonians that subdued them, the thirty Tyrants: As also to call the condition of the people under the Democracy, <em>Liberty</em>. A <em>Tyrant</em> originally signified no more simply, but a <em>Monarch</em>: But when afterwards in most parts of Greece that kind of government was abolished, the name began to signifie, not onely the thing it did before, but with it, the hatred which the Popular States bare towards it: As also the name of King became odious after the deposing of the Kings in Rome, as being a thing naturall to all men, to conceive some great Fault to be signified in any Attribute, that is given in despight, and to a great Enemy. And when the same men shall be displeased with those that have the administration of the Democracy, or Aristocracy, they are not to seek for disgracefull names to expresse their anger in; but call readily the one <em>Anarchy</em>, and the other, <em>Oligarchy</em>, or the <em>Tyranny of a Few</em>. And that which offendeth the People, is no other thing, but that they are governed, not as every one of them would himselfe, but as the Publique Representant, be it one Man, or an Assembly of men thinks fit; that is, by an Arbitrary government: for which they give evill names to their Superiors; never knowing (till perhaps a little after a Civill warre) that without such Arbitrary government, such Warre must be perpetuall; and that it is Men, and Arms, not Words, and Promises, that make the Force and Power of the Laws.","subId":"35","id":"Hobbes.L.4.46.35"},{"type":"paragraph","content":"And therefore this is another Errour of Aristotles<span class=\"margin-comment\"><em>That not Men, but Law governs.</em></span> Politiques, that in a wel ordered Common-wealth, not Men should govern, but the Laws. What man, that has his naturall Senses, though he can neither write nor read, does not find himself governed by them he fears, and beleeves can kill or hurt him when he obeyeth not? or that beleeves the Law can hurt him; that is, Words, and Paper, without the Hands, and Swords of men? And this is of the number of pernicious Errors: for they induce men, as oft as they like not their Governours, to adhære to those that call them Tyrants, and to think it lawfull to raise warre against them: And yet they are many times cherished from the Pulpit, by the Clergy.","subId":"36","id":"Hobbes.L.4.46.36"},{"type":"paragraph","content":"There is another Errour in their Civill Philosophy<span class=\"margin-comment\"><em>Laws over the Conscience.</em></span> (which they never learned of Aristotle, nor Cicero, nor any other of the Heathen,) to extend the power of the Law, which is the Rule of Actions onely, to the very Thoughts, and Consciences of men, by Examination, and <em>Inquisition</em> of what they Hold, notwithstanding the Conformity of their Speech and Actions: By which, men are either punished for answering the truth of their thoughts, or constrained to answer an untruth for fear of punishment. It is true, that the Civill Magistrate, intending to employ a Minister in the charge of Teaching, may enquire of him, if hee bee content to Preach such, and such Doctrines; and in case of refusall, may deny him the employment: But to force him to accuse himselfe of Opinions, when his Actions are not by Law forbidden, is against the Law of Nature; and especially in them, who teach, that a man shall bee damned to Eternall and extream torments, if he die in a false opinion concerning an Article of the Christian Faith. For who is there, that knowing there is so great danger in an error, whom the naturall care of himself, compelleth not to hazard his Soule upon his own judgement, rather than that of any other man that is unconcerned in his damnation?","subId":"37","id":"Hobbes.L.4.46.37"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Private Interpretation of Law.</em></span> For a Private man, without the Authority of the Common-wealth, that is to say, without permission from the Representant thereof, to Interpret the Law by his own Spirit, is another Error in the Politiques; but not drawn from Aristotle, nor from any other of the Heathen Philosophers. For none of them deny, but that in the Power of making Laws, is comprehended also the Power of Explaining them when there is need. And are not the Scriptures, in all places where they are Law, made Law by the Authority of the Common-wealth, and consequently, a part of the Civill Law?","subId":"38","id":"Hobbes.L.4.46.38"},{"type":"paragraph","content":"Of the same kind it is also, when any but the Soveraign restraineth in any man that power which the Common-wealth hath not restrained; as they do, that impropriate the Preaching of the Gospell to one certain Order of men, where the Laws have left it free. If the State give me leave to preach, or teach; that is, if it forbid me not, no man can forbid me. If I find my selfe amongst the Idolaters of America, shall I that am a Christian, though not in Orders, think it a sin to preach Jesus Christ, till I have received Orders from Rome? or when I have preached, shall not I answer their doubts, and expound the Scriptures to them; that is, shall I not Teach? But for this may some say, as also for administring to them the Sacraments, the necessity shall be esteemed for a sufficient Mission; which is true: But this is true also, that for whatsoever, a dispensation is due for the necessity, for the same there needs no dispensation, when there is no Law that forbids it. Therefore to deny these Functions to those, to whom the Civill Soveraigne hath not denyed them, is a taking away of a lawfull Liberty, which is contrary to the Doctrine of Civill Government.","subId":"39","id":"Hobbes.L.4.46.39"},{"type":"paragraph","content":"More examples of Vain Philosophy, brought into Religion by the Doctors of Schoole-Divinity, might be produced; but other men may if they please observe them of themselves. I shall onely adde this, that the Writings of Schoole-Divines, are nothing else for the<span class=\"margin-comment\"><em>Language of Schoole-Divines.</em></span> most part, but insignificant Traines of strange and barbarous words, or words otherwise used, then in the common use of the Latine tongue; such as would pose Cicero, and Varro, and all the Grammarians of ancient Rome. Which if any man would see proved, let him (as I have said once before) see whether he can translate any Schoole-Divine into any of the Modern tongues, as French, English, or any other copious language: for that which cannot in most of these be made Intelligible, is not Intelligible in the Latine. Which Insignificancy of language, though I cannot note it for false Philosophy; yet it hath a quality, not onely to hide the Truth, but also to make men think they have it, and desist from further search.","subId":"40","id":"Hobbes.L.4.46.40"},{"type":"paragraph","content":"Lastly, for the Errors brought in from false, or uncertain<span class=\"margin-comment\"><em>Errors from Tradition.</em></span> History, what is all the Legend of fictitious Miracles, in the lives of the Saints; and all the Histories of Apparitions, and Ghosts, alledged by the Doctors of the Romane Church, to make good their Doctrines of Hell, and Purgatory, the power of Exorcisme, and other Doctrines which have no warrant, neither in Reason, nor Scripture; as also all those Traditions which they call the unwritten Word of God; but old Wives Fables? Whereof, though they find dispersed somewhat in the Writings of the ancient Fathers; yet those Fathers were men, that might too easily beleeve false reports; and the producing of their opinions for testimony of the truth of what they beleeved, hath no other force with them that (according to the Counsell of St. <em>John</em> 1 Epist. chap. 4. verse 1.) examine Spirits, than in all things that concern the power of the Romane Church, (the abuse whereof either they suspected not, or had benefit by it,) to discredit their testimony, in respect of too rash beleef of reports; which the most sincere men, without great knowledge of naturall causes, (such as the Fathers were) are commonly the most subject to: For naturally, the best men are the least suspicious of fraudulent purposes. Gregory the Pope, and S. Bernard have somewhat of Apparitions of Ghosts, that said they were in Purgatory; and so has our Beda: but no where, I beleeve, but by report from others. But if they, or any other, relate any such stories of their own knowledge, they shall not thereby confirm the more such vain reports; but discover their own Infirmity, or Fraud.","subId":"41","id":"Hobbes.L.4.46.41"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Suppression of Reason.</em></span> With the Introduction of False, we may joyn also the suppression of True Philosophy, by such men, as neither by lawfull authority, nor sufficient study, are competent Judges of the truth. Our own Navigations make manifest, and all men learned in humane Sciences, now acknowledge there are Antipodes: And every day it appeareth more and more, that Years, and Dayes are determined by Motions of the Earth. Neverthelesse, men that have in their Writings but supposed such Doctrine, as an occasion to lay open the reasons for, and against it, have been punished for it by Authority Ecclesiasticall. But what reason is there for it? Is it because such opinions are contrary to true Religion? that cannot be, if they be true. Let therefore the truth be first examined by competent Judges, or confuted by them that pretend to know the contrary. Is it because they be contrary to the Religion established? Let them be silenced by the Laws of those, to whom the Teachers of them are subject; that is, by the Laws Civill: For disobedience may lawfully be punished in them, that against the Laws teach even true Philosophy. Is it because they tend to disorder in Government, as countenancing Rebellion, or Sedition? then let them be silenced, and the Teachers punished by vertue of his Power to whom the care of the Publique quiet is committed; which is the Authority Civill. For whatsoever Power Ecclesiastiques take upon themselves (in any place where they are subject to the State) in their own Right, though they call it Gods Right, is but Usurpation.","subId":"42","id":"Hobbes.L.4.46.42"}],"texts":[],"ancestors":[{"id":"Hobbes","forename":"Thomas","surname":"Hobbes","birth":1588,"death":1679,"published":1650,"nationality":"English","sex":"Male","texts":[{"id":"Hobbes.HN","forename":"Thomas","surname":"Hobbes","title":"Humane Nature; or, the Fundamental Elements of Policie","birth":1588,"death":1679,"published":[1650],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Humane Nature"},{"id":"Hobbes.CP","forename":"Thomas","surname":"Hobbes","title":"De Corpore Politico; or, The Elements of Law, Moral and Politick","birth":1588,"death":1679,"published":[1650],"nationality":"English","sex":"Male","breadcrumb":"De Corpore Politico"},{"id":"Hobbes.Civ","forename":"Thomas","surname":"Hobbes","title":"De Cive; Or, Philosophicall Rudiments Concerning Government and Society","birth":1588,"death":1679,"published":[1651],"nationality":"English","sex":"Male","breadcrumb":"De Cive"},{"id":"Hobbes.L","forename":"Thomas","surname":"Hobbes","title":"Leviathan, or The Matter, Forme, & Power of a Common-Wealth Ecclesiastical and Civill","birth":1588,"death":1679,"published":[1651],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Leviathan"},{"id":"Hobbes.LN","forename":"Thomas","surname":"Hobbes","title":"Of Libertie and Necessitie","birth":1588,"death":1679,"published":[1654],"nationality":"English","sex":"Male","breadcrumb":"Libertie and Necessitie"},{"id":"Hobbes.Cor","forename":"Thomas","surname":"Hobbes","title":"De Corpore; Or, Elements of Philosophy, The First Section, Concerning Body","birth":1588,"death":1679,"published":[1656],"nationality":"English","sex":"Male","breadcrumb":"De Corpore"},{"id":"Hobbes.B","forename":"Thomas","surname":"Hobbes","title":"Behemoth; Or, An Epitome of the Civil Wars of England, from 1640 to 1660","birth":1588,"death":1679,"published":[1679],"nationality":"English","sex":"Male","breadcrumb":"Behemoth"},{"id":"Hobbes.AB","forename":"Thomas","surname":"Hobbes","title":"An Answer to a Book published by Dr. Bramhall","birth":1588,"death":1679,"published":[1682],"nationality":"English","sex":"Male","breadcrumb":"Answer to Bramhall"}]},{"id":"Hobbes.L","forename":"Thomas","surname":"Hobbes","title":"Leviathan, or The Matter, Forme, & Power of a Common-Wealth Ecclesiastical and Civill","birth":1588,"death":1679,"published":[1651],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Leviathan"},{"id":"Hobbes.L.4","imported":true,"title":"The Fourth Part, Of The Kingdome of Darknesse","breadcrumb":"Part 4","published":[1651]}],"prev":{"id":"Hobbes.L.4.45","imported":true,"title":"Of Dæmonology, and other Reliques of the Religion of the Gentiles","breadcrumb":"Chapter 45","published":[1651]},"next":{"id":"Hobbes.L.4.47","imported":true,"title":"Of the Benefit that proceedeth from such Darknesse, and to whom it accreweth","breadcrumb":"Chapter 47","published":[1651]}}