{"id":"Shaftesbury.C.IVM.1.3.1","imported":true,"parent":"Shaftesbury.C.IVM.1.3","title":"Section I","breadcrumb":"Section 1","published":[1699],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-2/simple#lf6666_div_015","blocks":[{"type":"title","content":"Section I\n","id":"Shaftesbury.C.IVM.1.3.1"},{"type":"paragraph","content":"{Causes of VICE.} THE Nature of Virtue consisting (as has been explain'd) in a certain just Disposition, or proportionable Affection of a rational Creature towards the moral Objects of Right and Wrong; nothing can possibly in such a Creature exclude a Principle of Virtue, or render it ineffectual, except what,","subId":"1","id":"Shaftesbury.C.IVM.1.3.1.1"},{"type":"paragraph","content":"{Of VIRTUE.} On the other side, nothing can assist, or advance the Principle of Virtue, except what either in some manner nourishes and promotes a Sense of Right and Wrong; or preserves it genuine and uncorrupt; or causes it, when such, to be obey'd, by subduing and subjecting the other Affections to it.","subId":"2","id":"Shaftesbury.C.IVM.1.3.1.2"},{"type":"paragraph","content":"We are to consider, therefore, how any of the above-mention'd Opinions on the Subject of a Deity, may influence in these Cases, or produce either of these three Effects.","subId":"3","id":"Shaftesbury.C.IVM.1.3.1.3"},{"type":"paragraph","content":"IT will not surely be understood, that by this is meant the taking away the Notion of what is good or ill in the Species, or Society. For of the Reality of such a Good and Ill, no rational Creature can possibly be insensible. Every one discerns and owns a publick Interest, and is conscious of what affects his Fellowship or Community. When we say therefore of a Creature, \"That he has wholly lost the Sense of Right and Wrong\"; we suppose that being able to discern the Good and Ill of his Species, he has at the same time no Concern for either, nor any Sense of Excellency or Baseness in any moral Action, relating to one or the other. So that except merely with respect to a private and narrowly confin'd Self-good, 'tis suppos'd there is in such a Creature no Liking or Dislike of Manners; no Admiration, or Love of any thing as morally good; nor Hatred of any thing as morally ill, be it ever so unnatural or deform'd.","subId":"4","id":"Shaftesbury.C.IVM.1.3.1.4"},{"type":"paragraph","content":"{Moral Sense.} There is in reality no rational Creature whatsoever, who knows not that when he voluntarily offends or does harm to any-one, he cannot fail to create an Apprehension and Fear of like harm, and consequently a Resentment and Animosity in every Creature who observes him. So that the Offender must needs be conscious of being liable to such Treatment from every-one, as if he had in some degree offended All.","subId":"5","id":"Shaftesbury.C.IVM.1.3.1.5"},{"type":"paragraph","content":"Thus Offence and Injury are always known as punishable by every-one; and equal Behaviour, which is therefore call'd Merit, as rewardable and well-deserving from every-one. Of this even the wickedest Creature living must have a Sense. So that if there be any further meaning in this Sense of Right and Wrong; if in reality there be any Sense of this kind which an absolute wicked Creature has not; it must consist in a real Antipathy or Aversion to Injustice or Wrong, and in a real Affection or Love towards Equity and Right, for its own sake, and on the account of its own natural Beauty and Worth.","subId":"6","id":"Shaftesbury.C.IVM.1.3.1.6"},{"type":"paragraph","content":"'Tis impossible to suppose a mere sensible Creature originally so ill-constituted, and unnatural, as that from the moment he comes to be try'd by sensible Objects, he shou'd have no one good Passion towards his Kind, no foundation either of Pity, Love, Kindness, or social Affection. 'Tis full as impossible to conceive, that a rational Creature coming first to be try'd by rational Objects, and receiving into his Mind the Images or Representations of Justice, Generosity, Gratitude, or other Virtue, shou'd have no Liking of these, or Dislike of their contrarys; but be found absolutely indifferent towards whatsoever is presented to him of this sort. A Soul, indeed, may as well be without Sense, as without Admiration in the Things of which it has any knowledg. Coming therefore to a Capacity of seeing and admiring in this new way, it must needs find a Beauty and a Deformity as well in Actions, Minds, and Tempers, as in Figures, Sounds, or Colours. If there be no real Amiableness or Deformity in moral Acts, there is at least an imaginary one of full force. Tho perhaps the Thing itself shou'd not be allow'd in Nature, the Imagination or Fancy of it must be allow'd to be from Nature alone. Nor can any thing besides Art and strong Endeavour, with long Practice and Meditation, overcome such a natural Prevention, or Prepossession of the Mind, in favour of this moral Distinction.","subId":"7","id":"Shaftesbury.C.IVM.1.3.1.7"},{"type":"paragraph","content":"{How impair'd:} Sense of Right and Wrong therefore being as natural to us as natural Affection itself, and being a first Principle in our Constitution and Make; there is no speculative Opinion, Persuasion or Belief, which is capable immediately or directly to exclude or destroy it. That which is of original and pure Nature, nothing beside contrary Habit and Custom (a second Nature) is able to displace. And this Affection being an original one of earliest rise in the Soul or affectionate Part; {By opposite Affection, or Antipathy;} nothing beside contrary Affection, by frequent check and controul, can operate upon it, so as either to diminish it in part, or destroy it in the whole.","subId":"8","id":"Shaftesbury.C.IVM.1.3.1.8"},{"type":"paragraph","content":"'Tis evident in what relates to the Frame and Order of our Bodys; that no particular odd Mein or Gesture, which is either natural to us, and consequent to our Make, or accidental and by Habit acquir'd, can possibly be overcome by our immediate Disapprobation, or the contrary Bent of our Will, ever so strongly set against it. Such a Change cannot be effected without extraordinary Means, and the intervention of Art and Method, a strict Attention, and repeated Check. And even thus, Nature, we find, is hardly master'd; but lies sullen, and ready to revolt, on the first occasion. Much more is this the Mind's Case in respect of that natural Affection and anticipating Fancy, which makes the sense of Right and Wrong. 'Tis impossible that this can instantly, or without much Force and Violence, {Not by Opinion merely.} be effac'd, or struck out of the natural Temper, even by means of the most extravagant Belief or Opinion in the World.","subId":"9","id":"Shaftesbury.C.IVM.1.3.1.9"},{"type":"paragraph","content":"Neither Theism therefore, nor Atheism, nor Daemonism, nor any religious or irreligious Belief of any kind, being able to operate immediately or directly in this Case, but indirectly, by the intervention of opposite or of favourable Affections casually excited by any such Belief; we may consider of this Effect in our last Case, where we come to examine the Agreement or Disagreement of other Affections with this natural and moral one which relates to Right and Wrong.","subId":"10","id":"Shaftesbury.C.IVM.1.3.1.10"},{"type":"note","content":"Infra, pag. 412, 420, 421.","subId":"n1","id":"Shaftesbury.C.IVM.1.3.1.n1"}],"texts":[],"ancestors":[{"id":"Shaftesbury","forename":"Anthony","surname":"Ashley Cooper","title":"Lord Shaftesbury","birth":1671,"death":1713,"published":1699,"nationality":"English","sex":"Male","texts":[{"id":"Shaftesbury.C","forename":"Anthony","surname":"Ashley Cooper","title":"Characteristicks of Men, Manners, Opinions, Times","birth":1671,"death":1713,"published":[1711],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Characteristicks"},{"id":"Shaftesbury.LMU","forename":"Anthony","surname":"Ashley Cooper","title":"Several Letters Written by a Noble Lord to a Young Man at the University","birth":1671,"death":1713,"published":[1716],"nationality":"English","sex":"Male","breadcrumb":"Letters to a Man at the University"},{"id":"Shaftesbury.LM","forename":"Anthony","surname":"Ashley Cooper","title":"The Late Earl of Shaftesbury's Letters to the Right Honourable the Lord Molesworth","birth":1671,"death":1713,"published":[1721],"nationality":"English","sex":"Male","breadcrumb":"Letters to Molesworth"}]},{"id":"Shaftesbury.C","forename":"Anthony","surname":"Ashley Cooper","title":"Characteristicks of Men, Manners, Opinions, Times","birth":1671,"death":1713,"published":[1711],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Characteristicks"},{"id":"Shaftesbury.C.IVM","imported":true,"title":"An Inquiry Concerning Virtue or Merit","breadcrumb":"Inquiry Concerning Virtue or Merit","published":[1699]},{"id":"Shaftesbury.C.IVM.1","imported":true,"title":"Book I","breadcrumb":"Book 1","published":[1699]},{"id":"Shaftesbury.C.IVM.1.3","imported":true,"title":"Part 3","breadcrumb":"Part 3","published":[1699]}],"prev":{"id":"Shaftesbury.C.IVM.1.3","imported":true,"title":"Part 3","breadcrumb":"Part 3","published":[1699]},"next":{"id":"Shaftesbury.C.IVM.1.3.2","imported":true,"title":"Section II","breadcrumb":"Section 2","published":[1699]}}