{"imported":true,"id":"Hume.ETSS.EMPL2.BP","parent":"Hume.ETSS.EMPL2","title":"Of the Balance of Power","breadcrumb":"Of the Balance of Power","published":[1752],"texts":[],"copytext":[1777],"sourceDesc":"The first more or less complete edition of Hume’s <cite>Essays and Treatises on Several Subjects</cite>, his collected philosophical works, was published in 1758, although each of its component works were published separately before then, and an incomplete version (predating the <cite>Four Dissertations</cite>) was published in 1753. Our copytext is the posthumous edition of 1777, which Hume was working on before he died, and which contains many final alterations.","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h1>Of the <span class=\"small-capitals\">Balance</span> of <span class=\"small-capitals\">Power</span>.</h1> ","id":"Hume.ETSS.EMPL2.BP"},{"type":"paragraph","content":"IT is a question whether the <em>idea</em> of the balance of power be owing entirely to modern policy, or whether the <em>phrase</em> only has been invented in these later ages? It is certain, that <span class=\"small-capitals\">Xenophon</span><a href=\"#n1\"><sup>[1]</sup></a>, in his Institution of <span class=\"small-capitals\">Cyrus</span>, represents the combination of the <span class=\"small-capitals\">Asiatic</span> powers to have arisen from a jealousy of the encreasing force of the <span class=\"small-capitals\">Medes</span> and <span class=\"small-capitals\">Persians</span>; and though that elegant composition should be supposed altogether a romance, this sentiment, ascribed by the author to the eastern princes, is at least a proof of the prevailing notion of ancient times.","subId":"1","id":"Hume.ETSS.EMPL2.BP.1","pages":"332"},{"type":"paragraph","content":"In all the politics of <span class=\"small-capitals\">Greece</span>, the anxiety, with regard to <span class=\"page-break\"></span>the balance of power, is apparent, and is expressly pointed out to us, even by the ancient historians. <span class=\"small-capitals\">Thucydides</span><a href=\"#n2\"><sup>[2]</sup></a> represents the league, which was formed against <span class=\"small-capitals\">Athens</span>, and which produced the <span class=\"small-capitals\">Peloponnesian</span> war, as entirely owing to this principle. And after the decline of <span class=\"small-capitals\">Athens</span>, when the <span class=\"small-capitals\">Thebans</span> and <span class=\"small-capitals\">Lacedemonians</span> disputed for sovereignty, we find, that the <span class=\"small-capitals\">Athenians</span> (as well as many other republics) always threw themselves into the lighter scale, and endeavoured to preserve the balance. They supported <span class=\"small-capitals\">Thebes</span> against <span class=\"small-capitals\">Sparta</span>, till the great victory gained by <span class=\"small-capitals\">Epaminondas</span> at <span class=\"small-capitals\">Leuctra</span>; after which they immediately went over to the conquered, from generosity, as they pretended, but in reality from their jealousy of the conquerors<a href=\"#n3\"><sup>[3]</sup></a>.","subId":"2","id":"Hume.ETSS.EMPL2.BP.2","pages":"332-3"},{"type":"paragraph","content":"Whoever will read <span class=\"small-capitals\">Demosthenes</span>'s oration for the <span class=\"small-capitals\">Megalopolitans</span>, may see the utmost refinements on this principle, that ever entered into the head of a <span class=\"small-capitals\">Venetian</span> or <span class=\"small-capitals\">English</span> speculatist. And upon the first rise of the <span class=\"small-capitals\">Macedonian</span> power, this orator immediately discovered the danger, sounded the alarm throughout all <span class=\"small-capitals\">Greece</span>, and at last assembled that confederacy under the banners of <span class=\"small-capitals\">Athens</span>, which fought the great and decisive battle of <span class=\"small-capitals\">Chaeronea</span>.","subId":"3","id":"Hume.ETSS.EMPL2.BP.3","pages":"333"},{"type":"paragraph","content":"It is true, the <span class=\"small-capitals\">Grecian</span> wars are regarded by historians as wars of emulation rather than of politics; and each state seems to have had more in view the honour of leading the rest, than any well-grounded hopes of authority and dominion. If we consider, indeed, the small number of inhabitants in any one republic, compared to the whole, the great difficulty of forming sieges in those times, and the extraordinary bravery and discipline of every freeman among that noble people; we shall conclude, that the balance of power was, of itself, sufficiently secured in <span class=\"small-capitals\">Greece</span>, and needed not to have been guarded with that caution which may be requisite in other ages. But whether we ascribe the shifting of sides in all the <span class=\"small-capitals\">Grecian</span> republics to <em>jealous emulation</em> or <em>cautious politics</em>, the effects were alike, and every prevailing power was sure to meet with a confederacy against it, and that often composed of its former friends and allies.","subId":"4","id":"Hume.ETSS.EMPL2.BP.4","pages":"334"},{"type":"paragraph","content":"The same principle, call it envy or prudence, which produced the <em>Ostracism</em> of <span class=\"small-capitals\">Athens</span>, and <em>Petalism</em> of <span class=\"small-capitals\">Syracuse</span>, and expelled every citizen whose fame or power overtopped the rest; the same principle, I say, naturally discovered itself in foreign politics, and soon raised enemies to the leading state, however moderate in the exercise of its authority.","subId":"5","id":"Hume.ETSS.EMPL2.BP.5","pages":"334"},{"type":"paragraph","content":"The <span class=\"small-capitals\">Persian</span> monarch was really, in his force, a petty prince, compared to the <span class=\"small-capitals\">Grecian</span> republics; and therefore it behoved him, from views of safety more than from emulation, to interest himself in their quarrels, and to support the weaker side in every contest. This was the advice given by <span class=\"small-capitals\">Alcibiades</span> to <span class=\"small-capitals\">Tissaphernes</span><a href=\"#n4\"><sup>[4]</sup></a>, and it prolonged near a century <span class=\"page-break\"></span>the date of the <span class=\"small-capitals\">Persian</span> empire; till the neglect of it for a moment, after the first appearance of the aspiring genius of <span class=\"small-capitals\">Philip</span>, brought that lofty and frail edifice to the ground, with a rapidity of which there are few instances in the history of mankind.","subId":"6","id":"Hume.ETSS.EMPL2.BP.6","pages":"334-5"},{"type":"paragraph","content":"The successors of <span class=\"small-capitals\">Alexander</span> showed great jealousy of the balance of power; a jealousy founded on true politics and prudence, and which preserved distinct for several ages the partition made after the death of that famous conqueror. The fortune and ambition of <span class=\"small-capitals\">Antigonus</span><a href=\"#n5\"><sup>[5]</sup></a> threatened them anew with a universal monarchy; but their combination, and their victory at <span class=\"small-capitals\">Ipsus</span> saved them. And in subsequent times, we find, that, as the Eastern princes considered the <span class=\"small-capitals\">Greeks</span> and <span class=\"small-capitals\">Macedonians</span> as the only real military force, with whom they had any intercourse, they kept always a watchful eye over that part of the world. The <span class=\"small-capitals\">Ptolemies</span>, in particular, supported first <span class=\"small-capitals\">Aratus</span> and the <span class=\"small-capitals\">Achaeans</span>, and then <span class=\"small-capitals\">Cleomenes</span> king of <span class=\"small-capitals\">Sparta</span>, from no other view than as a counterbalance to the <span class=\"small-capitals\">Macedonian</span> monarchs. For this is the account which <span class=\"small-capitals\">Polybius</span> gives of the <span class=\"small-capitals\">Egyptian</span> politics<a href=\"#n6\"><sup>[6]</sup></a>.","subId":"7","id":"Hume.ETSS.EMPL2.BP.7","pages":"335"},{"type":"paragraph","content":"The reason, why it is supposed, that the ancients were entirely ignorant of the <em>balance of power</em>, seems to be drawn from the <span class=\"small-capitals\">Roman</span> history more than the <span class=\"small-capitals\">Grecian</span>; and as the transactions of the former are generally more familiar to us, we have thence formed all our conclusions. It must be owned, that the <span class=\"small-capitals\">Romans</span> never met with any such general combination or confederacy against them, as might naturally have been expected from the rapid conquests and declared ambition; but <span class=\"page-break\"></span>were allowed peaceably to subdue their neighbours, one after another, till they extended their dominion over the whole known world. Not to mention the fabulous history of their <span class=\"small-capitals\">Italic</span> wars; there was, upon <span class=\"small-capitals\">Hannibal</span>'s invasion of the <span class=\"small-capitals\">Roman</span> state, a remarkable crisis, which ought to have called up the attention of all civilized nations. It appeared afterwards (nor was it difficult to be observed at the time)<a href=\"#n7\"><sup>[7]</sup></a> that this was a contest for universal empire; yet no prince or state seems to have been in the least alarmed about the event or issue of the quarrel. <span class=\"small-capitals\">Philip</span> of <span class=\"small-capitals\">Macedon</span> remained neuter, till he saw the victories of <span class=\"small-capitals\">Hannibal</span>; and then most imprudently formed an alliance with the conqueror, upon terms still more imprudent. He stipulated, that he was to assist the <span class=\"small-capitals\">Carthaginian</span> state in their conquest of <span class=\"small-capitals\">Italy</span>; after which they engaged to send over forces into <span class=\"small-capitals\">Greece</span>, to assist him in subduing the <span class=\"small-capitals\">Grecian</span> commonwealths<a href=\"#n8\"><sup>[8]</sup></a>.","subId":"8","id":"Hume.ETSS.EMPL2.BP.8","pages":"335-6"},{"type":"paragraph","content":"The <span class=\"small-capitals\">Rhodian</span> and <span class=\"small-capitals\">Achaean</span> republics are much celebrated by ancient historians for their wisdom and sound policy; yet both of them assisted the <span class=\"small-capitals\">Romans</span> in their wars against <span class=\"small-capitals\">Philip</span> and <span class=\"small-capitals\">Antiochus</span>. And what may be esteemed still a stronger proof, that this maxim was not generally known in those ages; no ancient author has remarked the imprudence of these measures, nor has even blamed that absurd treaty above-mentioned, made by <span class=\"small-capitals\">Philip</span> with the <span class=\"small-capitals\">Carthaginians</span>. Princes and statesmen, in all ages, may, before-hand, be blinded in their reasonings with regard to events: But it is somewhat extraordinary, that historians, afterwards, should not form a sounder judgment of them.","subId":"9","id":"Hume.ETSS.EMPL2.BP.9","pages":"336"},{"type":"paragraph","content":"<span class=\"small-capitals\">Massinissa</span>, <span class=\"small-capitals\">Attalus</span>, <span class=\"small-capitals\">Prusias</span>, in gratifying their private passions, were, all of them, the instruments of the <span class=\"page-break\"></span><span class=\"small-capitals\">Roman</span> greatness; and never seem to have suspected, that they were forging their own chains, while they advanced the conquests of their ally. A simple treaty and agreement between <span class=\"small-capitals\">Massinissa</span> and the <span class=\"small-capitals\">Carthaginians</span>, so much required by mutual interest, barred the <span class=\"small-capitals\">Romans</span> from all entrance into <span class=\"small-capitals\">Africa</span>, and preserved liberty to mankind.","subId":"10","id":"Hume.ETSS.EMPL2.BP.10","pages":"336-7"},{"type":"paragraph","content":"The only prince we meet with in the <span class=\"small-capitals\">Roman</span> history, who seems to have understood the balance of power, is <span class=\"small-capitals\">Hiero</span> king of <span class=\"small-capitals\">Syracuse</span>. Though the ally of <span class=\"small-capitals\">Rome</span>, he sent assistance to the <span class=\"small-capitals\">Carthaginians</span>, during the war of the auxiliaries; “Esteeming it requisite,” says <span class=\"small-capitals\">Polybius</span><a href=\"#n9\"><sup>[9]</sup></a>, “both in order to retain his dominions in <span class=\"small-capitals\">Sicily</span>, and to preserve the <span class=\"small-capitals\">Roman</span> friendship, that <span class=\"small-capitals\">Carthage</span> should be safe; lest by its fall the remaining power should be able, without contrast or opposition, to execute every purpose and undertaking. And here he acted with great wisdom and prudence. For that is never, on any account, to be overlooked; nor ought such a force ever to be thrown into one hand, as to incapacitate the neighbouring states from defending their rights against it.” Here is the aim of modern politics pointed out in express terms.","subId":"11","id":"Hume.ETSS.EMPL2.BP.11","pages":"337"},{"type":"paragraph","content":"In short, the maxim of preserving the balance of power is founded so much on common sense and obvious reasoning, that it is impossible it could altogether have escaped antiquity, where we find, in other particulars, so many marks of deep <span class=\"page-break\"></span>penetration and discernment. If it was not so generally known and acknowledged as at present, it had, at least, an influence on all the wiser and more experienced princes and politicians. And indeed, even at present, however generally known and acknowledged among speculative reasoners, it has not, in practice, an authority much more extensive among those who govern the world.","subId":"12","id":"Hume.ETSS.EMPL2.BP.12","pages":"337-8"},{"type":"paragraph","content":"After the fall of the <span class=\"small-capitals\">Roman</span> empire, the form of government, established by the northern conquerors, incapacitated them, in a great measure, for farther conquests, and long maintained each state in its proper boundaries. But when vassalage and the feudal militia were abolished, mankind were anew alarmed by the danger of universal monarchy, from the union of so many kingdoms and principalities in the person of the emperor <span class=\"small-capitals\">Charles</span>. But the power of the house of <span class=\"small-capitals\">Austria</span>, founded on extensive but divided dominions, and their riches, derived chiefly from mines of gold and silver, were more likely to decay, of themselves, from internal defects, than to overthrow all the bulwarks raised against them. In less than a century, the force of that violent and haughty race was shattered, their opulence dissipated, their splendor eclipsed. A new power succeeded, more formidable to the liberties of <span class=\"small-capitals\">Europe</span>, possessing all the advantages of the former, and labouring under none of its defects; except a share of that spirit of bigotry and persecution, with which the house of <span class=\"small-capitals\">Austria</span> was so long, and still is so much infatuated.","subId":"13","id":"Hume.ETSS.EMPL2.BP.13","pages":"338"},{"type":"paragraph","content":"In the general wars, maintained against this ambitious power, <span class=\"small-capitals\">Great Britain</span> has stood foremost; and she still maintains her station. Beside her advantages of riches and situation, her people are animated with such a national spirit, and are so fully sensible of the blessings of their government, that we may hope their vigour never will languish in so necessary and so just a cause. On the contrary, if we may judge by the past, their passionate ardour seems rather to require some <span class=\"page-break\"></span>moderation; and they have oftener erred from a laudable excess than from a blameable deficiency.","subId":"14","id":"Hume.ETSS.EMPL2.BP.14","pages":"338-9"},{"type":"paragraph","content":"In the <em>first</em> place, we seem to have been more possessed with the ancient <span class=\"small-capitals\">Greek</span> spirit of jealous emulation, than actuated by the prudent views of modern politics. Our wars with <span class=\"small-capitals\">France</span> have been begun with justice, and even, perhaps, from necessity; but have always been too far pushed from obstinacy and passion. The same peace, which was afterwards made at <span class=\"small-capitals\">Ryswick</span> in 1697, was offered so early as the year ninety-two; that concluded at <span class=\"small-capitals\">Utrecht</span> in 1712 might have been finished on as good conditions at <span class=\"small-capitals\">Gertruytenberg</span> in the year eight; and we might have given at <span class=\"small-capitals\">Frankfort</span>, in 1743, the same terms, which we were glad to accept of at <span class=\"small-capitals\">Aix-la-Chapelle</span> in the year forty-eight. Here then we see, that above half of our wars with <span class=\"small-capitals\">France</span>, and all our public debts, are owing more to our own imprudent vehemence, than to the ambition of our neighbours.","subId":"15","id":"Hume.ETSS.EMPL2.BP.15","pages":"339"},{"type":"paragraph","content":"In the <em>second</em> place, we are so declared in our opposition to <span class=\"small-capitals\">French</span> power, and so alert in defence of our allies, that they always reckon upon our force as upon their own; and expecting to carry on war at our expence, refuse all reasonable terms of accommodation. <em>Habent subjectos, tanquam suos; viles, ut alienos.</em> All the world knows, that the factious vote of the House of Commons, in the beginning of the last parliament, with the professed humour of the nation, made the queen of <span class=\"small-capitals\">Hungary</span> inflexible in her terms, and prevented that agreement with <span class=\"small-capitals\">Prussia</span>, which would immediately have restored the general tranquillity of <span class=\"small-capitals\">Europe</span>.","subId":"16","id":"Hume.ETSS.EMPL2.BP.16","pages":"339"},{"type":"paragraph","content":"In the <em>third</em> place, we are such true combatants, that, when once engaged, we lose all concern for ourselves and our posterity, and consider only how we may best annoy the enemy. To mortgage our revenues at so deep a rate, in wars, where we were only accessories, was surely the most fatal delusion, that a nation, which had any pretension to politics and prudence, has ever yet been guilty of. That remedy of funding, if it be a remedy, and not rather a poison, ought, in all reason, to be reserved to the last extremity; and no evil, but the greatest and most urgent, should ever induce us to embrace so dangerous an expedient.","subId":"17","id":"Hume.ETSS.EMPL2.BP.17","pages":"340"},{"type":"paragraph","content":"These excesses, to which we have been carried, are prejudicial; and may, perhaps, in time, become still more prejudicial another way, by begetting, as is usual, the opposite extreme, and rendering us totally careless and supine with regard to the fate of <span class=\"small-capitals\">Europe</span>. The <span class=\"small-capitals\">Athenians</span>, from the most bustling, intriguing, warlike people of <span class=\"small-capitals\">Greece</span>, finding their error in thrusting themselves into every quarrel, abandoned all attention to foreign affairs; and in no contest ever took part on either side, except by their flatteries and complaisance to the victor.","subId":"18","id":"Hume.ETSS.EMPL2.BP.18","pages":"340"},{"type":"paragraph","content":"Enormous monarchies are, probably, destructive to hu<span class=\"page-break\"></span>man nature; in their progress, in their continuance<a href=\"#n10\"><sup>[10]</sup></a>, and even in their downfal, which never can be very distant from their establishment. The military genius, which aggrandized the monarchy, soon leaves the court, the capital, and the center of such a government; while the wars are carried on at a great distance, and interest so small a part of the state. The ancient nobility, whose affections attach them to their sovereign, live all at court; and never will accept of military employments, which would carry them to remote and barbarous frontiers, where they are distant both from their pleasures and their fortune. The arms of the state, must, therefore, be entrusted to mercenary strangers, without zeal, without attachment, without honour; ready on every occasion to turn them against the prince, and join each desperate malcontent, who offers pay and plunder. This is the necessary progress of human affairs: Thus human nature checks itself in its airy elevation: Thus ambition blindly labours for the destruction of the conqueror, of his family, and of every thing near and dear to him. The <span class=\"small-capitals\">Bourbons</span>, trusting to the support of their brave, faithful, and affectionate nobility, would push their advantage, without reserve or limitation. These, while fired with glory and emulation, can bear the fatigues and dangers of war; but never would submit to languish in the garrisons of <span class=\"small-capitals\">Hungary</span> or <span class=\"small-capitals\">Lithuania</span>, forgot at court, and sacrificed to the intrigues of every minion or mistress, who approaches the prince. The troops are filled with <span class=\"small-capitals\">Cravates</span> and <span class=\"small-capitals\">Tartars</span>, <span class=\"small-capitals\">Hussars</span> and <span class=\"small-capitals\">Cossacs</span>; intermingled, perhaps, with a few soldiers of fortune from the better provinces: And the melancholy fate of the <span class=\"small-capitals\">Roman</span> emperors, from the same cause, is renewed over and over again, till the final dissolution of the monarchy.","subId":"19","id":"Hume.ETSS.EMPL2.BP.19","pages":"340-1"},{"type":"note","content":"Lib. i.","subId":"n1","id":"Hume.ETSS.EMPL2.BP.n1","pages":"332"},{"type":"note","content":"Lib. i.","subId":"n2","id":"Hume.ETSS.EMPL2.BP.n2","pages":"333"},{"type":"note","content":"<span class=\"small-capitals\">Xenoph.</span> Hist. <span class=\"small-capitals\">Graec.</span> lib. vi. &amp; vii.","subId":"n3","id":"Hume.ETSS.EMPL2.BP.n3","pages":"333"},{"type":"note","content":"<span class=\"small-capitals\">Thucyd.</span> lib. viii.","subId":"n4","id":"Hume.ETSS.EMPL2.BP.n4","pages":"334-5"},{"type":"note","content":"<span class=\"small-capitals\">Diod. Sic.</span> lib. xx.","subId":"n5","id":"Hume.ETSS.EMPL2.BP.n5","pages":"335"},{"type":"note","content":"Lib. ii. cap. 51.","subId":"n6","id":"Hume.ETSS.EMPL2.BP.n6","pages":"335"},{"type":"note","content":"It was observed by some, as appears by the speech of <span class=\"small-capitals\">Agelaus</span> of <span class=\"small-capitals\">Naupactum</span>, in the general congress of <span class=\"small-capitals\">Greece</span>. See <span class=\"small-capitals\">Polyb.</span> lib. v. cap. 104.","subId":"n7","id":"Hume.ETSS.EMPL2.BP.n7","pages":"336"},{"type":"note","content":"<span class=\"small-capitals\">Titi Livii</span>, lib. xxiii. cap. 33.","subId":"n8","id":"Hume.ETSS.EMPL2.BP.n8","pages":"336"},{"type":"note","content":"Lib. i. cap. 83.","subId":"n9","id":"Hume.ETSS.EMPL2.BP.n9","pages":"337"},{"type":"note","content":"If the <span class=\"small-capitals\">Roman</span> empire was of advantage, it could only proceed from this, that mankind were generally in a very disorderly, uncivilized condition, before its establishment.","subId":"n10","id":"Hume.ETSS.EMPL2.BP.n10","pages":"341"}]}