{"id":"Hume.ETSS.EMPL2.CP","imported":true,"parent":"Hume.ETSS.EMPL2","title":"Of the Coalition of Parties","breadcrumb":"Of the Coalition of Parties","published":[1758],"copytext":[1777],"sourceDesc":"The first more or less complete edition of Hume’s <cite>Essays and Treatises on Several Subjects</cite>, his collected philosophical works, was published in 1758, although each of its component works were published separately before then, and an incomplete version (predating the <cite>Four Dissertations</cite>) was published in 1753. Our copytext is the posthumous edition of 1777, which Hume was working on before he died, and which contains many final alterations.","blocks":[{"type":"title","content":"<h1>Of the <span class=\"small-capitals\">Coalition</span> of <span class=\"small-capitals\">Parties</span>.</h1> ","id":"Hume.ETSS.EMPL2.CP"},{"type":"paragraph","content":"TO abolish all distinctions of party may not be practicable, perhaps not desirable, in a free government. The only dangerous parties are such as entertain opposite views with regard to the essentials of government, the succession of the crown, or the more considerable privileges belonging to the several members of the constitution; where there is no room for any compromise or accommodation, and where the controversy may appear so momentous as to justify even an opposition by arms to the pretensions of antagonists. Of this nature was the animosity, continued for above a century past, between the parties in <span class=\"small-capitals\">England</span>; an animosity which broke out sometimes into civil war, which occasioned violent revolutions, and which continually endangered the peace and tran<span class=\"page-break\"></span>quillity of the nation. But as there have appeared of late the strongest symptoms of an universal desire to abolish these party distinctions; this tendency to a coalition affords the most agreeable prospect of future happiness, and ought to be carefully cherished and promoted by every lover of his country.","subId":"1","id":"Hume.ETSS.EMPL2.CP.1","pages":"493-4"},{"type":"paragraph","content":"There is not a more effectual method of promoting so good an end, than to prevent all unreasonable insult and triumph of the one party over the other, to encourage moderate opinions, to find the proper medium in all disputes, to persuade each that its antagonist may possibly be sometimes in the right, and to keep a balance in the praise and blame, which we bestow on either side. The two former Essays, concerning the <em>original contract</em> and <em>passive obedience</em>, are calculated for this purpose with regard to the <em>philosophical</em> and <em>practical</em> controversies between the parties, and tend to show that neither side are in these respects so fully supported by reason as they endeavour to flatter themselves. We shall proceed to exercise the same moderation with regard to the <em>historical</em> disputes between the parties, by proving that each of them was justified by plausible topics; that there were on both sides wise men, who meant well to their country; and that the past animosity between the factions had no better foundation than narrow prejudice or interested passion.","subId":"2","id":"Hume.ETSS.EMPL2.CP.2","pages":"494"},{"type":"paragraph","content":"The popular party, who afterwards acquired the name of whigs, might justify, by very specious arguments, that opposition to the crown, from which our present free constitution is derived. Though obliged to acknowledge, that precedents in favour of prerogative had uniformly taken place during many reigns before <span class=\"small-capitals\">Charles</span> the First, they thought, that there was no reason for submitting any longer to so dangerous an authority. Such might have been their reasoning: As the rights of mankind are for ever to be deemed sacred, no prescription of tyranny or arbitrary power can have authority sufficient to abolish them. Liberty is a blessing so inestimable, that, wherever there appears any probability of recovering it, a nation may willingly run many hazards, and ought not even to repine at the greatest effusion of blood or dissipation of treasure. All <span class=\"page-break\"></span>human institutions, and none more than government, are in continual fluctuation. Kings are sure to embrace every opportunity of extending their prerogatives: And if favourable incidents be not also laid hold of for extending and securing the privileges of the people, an universal despotism must for ever prevail amongst mankind. The example of all the neighbouring nations proves, that it is no longer safe to entrust with the crown the same high prerogatives, which had formerly been exercised during rude and simple ages. And though the example of many late reigns may be pleaded in favour of a power in the prince somewhat arbitrary, more remote reigns afford instances of stricter limitations imposed on the crown; and those pretensions of the parliament, now branded with the title of innovations, are only a recovery of the just rights of the people.","subId":"3","id":"Hume.ETSS.EMPL2.CP.3","pages":"494-5"},{"type":"paragraph","content":"These views, far from being odious, are surely large, and generous, and noble: To their prevalence and success the kingdom owes its liberty; perhaps its learning, its industry, commerce, and naval power: By them chiefly the <span class=\"small-capitals\">English</span> name is distinguished among the society of nations, and aspires to a rivalship with that of the freest and most illustrious commonwealths of antiquity. But as all these mighty consequences could not reasonably be foreseen at the time when the contest began, the royalists of that age wanted not specious arguments on their side, by which they could justify their defence of the then established prerogatives of the prince. We shall state the question, as it might have appeared to them at the assembling of that parliament, which, by its violent encroachments on the crown, began the civil wars.","subId":"4","id":"Hume.ETSS.EMPL2.CP.4","pages":"495"},{"type":"paragraph","content":"The only rule of government, they might have said, known and acknowledged among men, is use and practice: Reason is so uncertain a guide that it will always be exposed to doubt and controversy: Could it ever render itself prevalent over the people, men had always retained it as their sole rule of conduct: They had still continued in the primitive, unconnected, state of nature, without submitting to political government, whose sole basis is, not pure reason, but authority and prece<span class=\"page-break\"></span>dent. Dissolve these ties, you break all the bonds of civil society, and leave every man at liberty to consult his private interest, by those expedients, which his appetite, disguised under the appearance of reason, shall dictate to him. The spirit of innovation is in itself pernicious, however favourable its particular object may sometimes appear: A truth so obvious, that the popular party themselves are sensible of it; and therefore cover their encroachments on the crown by the plausible pretence of their recovering the ancient liberties of the people.","subId":"5","id":"Hume.ETSS.EMPL2.CP.5","pages":"495-6"},{"type":"paragraph","content":"But the present prerogatives of the crown, allowing all the suppositions of that party, have been incontestably established ever since the accession of the House of <span class=\"small-capitals\">Tudor</span>; a period, which, as it now comprehends a hundred and sixty years, may be allowed sufficient to give stability to any constitution. Would it not have appeared ridiculous, in the reign of the Emperor <span class=\"small-capitals\">Adrian</span>, to have talked of the republican constitution as the rule of government; or to have supposed, that the former rights of the senate, and consuls, and tribunes were still subsisting?","subId":"6","id":"Hume.ETSS.EMPL2.CP.6","pages":"496"},{"type":"paragraph","content":"But the present claims of the <span class=\"small-capitals\">English</span> monarchs are much more favourable than those of the <span class=\"small-capitals\">Roman</span> emperors during that age. The authority of <span class=\"small-capitals\">Augustus</span> was a plain usurpation, grounded only on military violence, and forms such an epoch in the <span class=\"small-capitals\">Roman</span> history, as is obvious to every reader. But if <span class=\"small-capitals\">Henry VII</span>. really, as some pretend, enlarged the power of the crown, it was only by insensible acquisitions, which escaped the apprehension of the people, and have scarcely been remarked even by historians and politicians. The new govern<span class=\"page-break\"></span>ment, if it deserve the epithet, is an imperceptible transition from the former; is entirely engrafted on it; derives its title fully from that root; and is to be considered only as one of those gradual revolutions, to which human affairs, in every nation, will be for ever subject.","subId":"7","id":"Hume.ETSS.EMPL2.CP.7","pages":"496-7"},{"type":"paragraph","content":"The House of <span class=\"small-capitals\">Tudor</span>, and after them that of <span class=\"small-capitals\">Stuart</span>, exercised no prerogatives, but what had been claimed and exercised by the <span class=\"small-capitals\">Plantagenets</span>. Not a single branch of their authority can be said to be an innovation. The only difference is, that, perhaps, former kings exerted these powers only by intervals, and were not able, by reason of the opposition of their barons, to render them so steady a rule of administration. But the sole inference from this fact is, that those ancient times were more turbulent and seditious; and that royal authority, the constitution, and the laws have happily of late gained the ascendant.","subId":"8","id":"Hume.ETSS.EMPL2.CP.8","pages":"497"},{"type":"paragraph","content":"Under what pretence can the popular party now speak of recovering the ancient constitution? The former controul over the kings was not placed in the commons, but in the barons: The people had no authority, and even little or no liberty; till the crown, by suppressing these factious tyrants, enforced the execution of the laws, and obliged all the subjects equally to respect each others rights, privileges, and properties. If we must return to the ancient barbarous and feudal constitution; let those gentlemen, who now behave themselves with so much insolence to their sovereign, set the first example. Let them make court to be admitted as retainers to a neighbouring baron; and by submitting to slavery under him, acquire some protection to themselves; together with the power of exercising rapine and oppression over their inferior slaves and vil<span class=\"page-break\"></span>lains. This was the condition of the commons among their remote ancestors.","subId":"9","id":"Hume.ETSS.EMPL2.CP.9","pages":"497-8"},{"type":"paragraph","content":"But how far back must we go, in having recourse to ancient constitutions and governments? There was a constitution still more ancient than that to which these innovators affect so much to appeal. During that period there was no <em>magna charta:</em> The barons themselves possessed few regular, stated privileges: And the house of commons probably had not an existence.","subId":"10","id":"Hume.ETSS.EMPL2.CP.10","pages":"498"},{"type":"paragraph","content":"It is ridiculous to hear the commons, while they are assuming, by usurpation, the whole power of government, talk of reviving ancient institutions. Is it not known, that, though representatives received wages from their constituents; to be a member of the lower house was always considered as a burden, and an exemption from it as a privilege? Will they persuade us, that power, which, of all human acquisitions, is the most coveted, and in comparison of which even reputation and pleasure and riches are slighted, could ever be regarded as a burden by any man?","subId":"11","id":"Hume.ETSS.EMPL2.CP.11","pages":"498"},{"type":"paragraph","content":"The property, acquired of late by the commons, it is said, entitles them to more power than their ancestors enjoyed. But to what is this encrease of their property owing, but to an encrease of their liberty and their security? Let them therefore acknowledge, that their ancestors, while the crown was restrained by the seditious barons, really enjoyed less liberty than they themselves have attained, after the sovereign acquired the ascendant: And let them enjoy that liberty with moderation; and not forfeit it by new exorbitant claims, and by rendering it a pretence for endless innovations.","subId":"12","id":"Hume.ETSS.EMPL2.CP.12","pages":"498"},{"type":"paragraph","content":"The true rule of government is the present established practice of the age. That has most authority, because it is <span class=\"page-break\"></span>recent: It is also best known, for the same reason. Who has assured those tribunes, that the <span class=\"small-capitals\">Plantagenets</span> did not exercise as high acts of authority as the <span class=\"small-capitals\">Tudors</span>? Historians, they say, do not mention them. But historians are also silent with regard to the chief exertions of prerogative by the <span class=\"small-capitals\">Tudors</span>. Where any power or prerogative is fully and undoubtedly established, the exercise of it passes for a thing of course, and readily escapes the notice of history and annals. Had we no other monuments of <span class=\"small-capitals\">Elizabeth</span>'s reign, than what are preserved even by <span class=\"small-capitals\">Camden</span>, the most copious, judicious, and exact of our historians, we should be entirely ignorant of the most important maxims of her government.","subId":"13","id":"Hume.ETSS.EMPL2.CP.13","pages":"498-9"},{"type":"paragraph","content":"Was not the present monarchical government, in its full extent, authorized by lawyers, recommended by divines, acknowledged by politicians, acquiesced in, nay passionately cherished, by the people in general; and all this during a period of at least a hundred and sixty years, and till of late, without the smallest murmur or controversy? This general consent surely, during so long a time, must be sufficient to render a constitution legal and valid. If the origin of all power be derived, as is pretended, from the people; here is their consent in the fullest and most ample terms that can be desired or imagined.","subId":"14","id":"Hume.ETSS.EMPL2.CP.14","pages":"499"},{"type":"paragraph","content":"But the people must not pretend, because they can, by their consent, lay the foundations of government, that therefore they are to be permitted, at their pleasure, to overthrow and subvert them. There is no end of these seditious and arrogant claims. The power of the crown is now openly struck at: The nobility are also in visible peril: The gentry will soon follow: The popular leaders, who will then assume the name of gentry, will next be exposed to danger: And the people themselves, having become incapable of civil government, <span class=\"page-break\"></span>and lying under the restraint of no authority, must, for the sake of peace, admit, instead of their legal and mild monarchs, a succession of military and despotic tyrants.","subId":"15","id":"Hume.ETSS.EMPL2.CP.15","pages":"499-500"},{"type":"paragraph","content":"These consequences are the more to be dreaded, as the present fury of the people, though glossed over by pretensions to civil liberty, is in reality incited by the fanaticism of religion; a principle the most blind, headstrong, and ungovernable, by which human nature can possibly be actuated. Popular rage is dreadful, from whatever motive derived: But must be attended with the most pernicious consequences, when it arises from a principle, which disclaims all controul by human law, reason, or authority.","subId":"16","id":"Hume.ETSS.EMPL2.CP.16","pages":"500"},{"type":"paragraph","content":"These are the arguments, which each party may make use of to justify the conduct of their predecessors, during that great crisis. The event, if that can be admitted as a reason, has shown, that the arguments of the popular party were better founded; but perhaps, according to the established maxims of lawyers and politicians, the views of the royalists ought, before-hand, to have appeared more solid, more safe, and more legal. But this is certain, that the greater moderation we now employ in representing past events; the nearer shall we be to produce a full coalition of the parties, and an entire acquiescence in our present establishment. Moderation is of advantage to every establishment: Nothing but zeal can overturn a settled power: And an over-active zeal in friends is apt to beget a like spirit in antagonists. The transition from a moderate opposition against an establishment, to an entire acquiescence in it, is easy and insensible.","subId":"17","id":"Hume.ETSS.EMPL2.CP.17","pages":"500"},{"type":"paragraph","content":"There are many invincible arguments, which should induce the malcontent party to acquiesce entirely in the present <span class=\"page-break\"></span>settlement of the constitution. They now find, that the spirit of civil liberty, though at first connected with religious fanaticism, could purge itself from that pollution, and appear under a more genuine and engaging aspect; a friend to toleration, and an encourager of all the enlarged and generous sentiments that do honour to human nature. They may observe, that the popular claims could stop at a proper period; and after retrenching the high claims of prerogative, could still maintain a due respect to monarchy, to nobility, and to all ancient institutions. Above all, they must be sensible, that the very principle, which made the strength of their party, and from which it derived its chief authority, has now deserted them, and gone over to their antagonists. The plan of liberty is settled; its happy effects are proved by experience; a long tract of time has given it stability; and whoever would attempt to overturn it, and to recall the past government or abdicated family, would, besides other more criminal imputations, be exposed, in their turn, to the reproach of faction and innovation. While they peruse the history of past events, they ought to reflect, both that those rights of the crown are long since annihilated, and that the tyranny, and violence, and oppression, to which they often gave rise, are ills, from which the established liberty of the constitution has now at last happily protected the people. These reflections will prove a better security to our freedom and privileges, than to deny, contrary to the clearest evidence of facts, that such regal powers ever had an existence. There is not a more effectual method of betraying a cause, than to lay the stress of the argument on a wrong place, and by disputing an untenable post, enure the adversaries to success and victory.","subId":"18","id":"Hume.ETSS.EMPL2.CP.18","pages":"500-1"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.ETSS.EMPL2","imported":true,"title":"Essays, Moral, Political, and Literary, Part II","breadcrumb":"Essays, Part 2","published":[1752]}],"prev":{"id":"Hume.ETSS.EMPL2.PO","imported":true,"title":"Of Passive Obedience","breadcrumb":"Of Passive Obedience","published":[1748]},"next":{"id":"Hume.ETSS.EMPL2.PS","imported":true,"title":"Of the Protestant Succession","breadcrumb":"Of the Protestant Succession","published":[1752]}}