{"imported":true,"id":"Hume.ETSS.EMPL2.IPC","parent":"Hume.ETSS.EMPL2","title":"Idea of a Perfect Commonwealth","breadcrumb":"Idea of a Perfect Commonwealth","published":[1752],"texts":[],"copytext":[1777],"sourceDesc":"The first more or less complete edition of Hume’s <cite>Essays and Treatises on Several Subjects</cite>, his collected philosophical works, was published in 1758, although each of its component works were published separately before then, and an incomplete version (predating the <cite>Four Dissertations</cite>) was published in 1753. Our copytext is the posthumous edition of 1777, which Hume was working on before he died, and which contains many final alterations.","forename":"David","surname":"Hume","author":"David Hume","birth":1711,"death":1776,"nationality":"Scottish","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h1><span class=\"small-capitals\">Idea</span> of a <span class=\"small-capitals\">Perfect Commonwealth</span>.</h1> ","id":"Hume.ETSS.EMPL2.IPC"},{"type":"paragraph","content":"IT is not with forms of government, as with other artificial contrivances; where an old engine may be rejected, if we can discover another more accurate and commodious, or where trials may safely be made, even though the success be doubtful. An established government has an infinite advantage, by that very circumstance of its being established; the bulk of mankind being governed by authority, not reason, and never attributing authority to any thing that has not the recommendation of antiquity. To tamper, therefore, in this affair, or try experiments merely upon the credit of supposed argument and philosophy, can never be the part of a wise magistrate, who will bear a reverence to what carries the marks of age; and though he may attempt some improvements for the public <span class=\"page-break\"></span>good, yet will he adjust his innovations, as much as possible, to the ancient fabric, and preserve entire the chief pillars and supports of the constitution.","subId":"1","id":"Hume.ETSS.EMPL2.IPC.1","pages":"512-3"},{"type":"paragraph","content":"The mathematicians in <span class=\"small-capitals\">Europe</span> have been much divided concerning that figure of a ship, which is the most commodious for sailing; and <span class=\"small-capitals\">Huygens</span>, who at last determined the controversy, is justly thought to have obliged the learned, as well as commercial world; though <span class=\"small-capitals\">Columbus</span> had sailed to <span class=\"small-capitals\">America</span>, and Sir <span class=\"small-capitals\">Francis Drake</span> made the tour of the world, without any such discovery. As one form of government must be allowed more perfect than another, independent of the manners and humours of particular men; why may we not enquire what is the most perfect of all, though the common botched and inaccurate governments seem to serve the purposes of society, and though it be not so easy to establish a new system of government, as to build a vessel upon a new construction? The subject is surely the most worthy curiosity of any the wit of man can possibly devise. And who knows, if this controversy were fixed by the universal consent of the wise and learned, but, in some future age, an opportunity might be afforded of reducing the theory to practice, either by a dissolution of some old government, or by the combination of men to form a new one, in some distant part of the world? In all cases, it must be advantageous to know what is most perfect in the kind, that we may be able to bring any real constitution or form of government as near it as possi<span class=\"page-break\"></span>ble, by such gentle alterations and innovations as may not give too great disturbance to society.","subId":"2","id":"Hume.ETSS.EMPL2.IPC.2","pages":"513-4"},{"type":"paragraph","content":"All I pretend to in the present essay is to revive this subject of speculation; and therefore I shall deliver my sentiments in as few words as possible. A long dissertation on that head would not, I apprehend, be very acceptable to the public, who will be apt to regard such disquisitions both as useless and chimerical.","subId":"3","id":"Hume.ETSS.EMPL2.IPC.3","pages":"514"},{"type":"paragraph","content":"All plans of government, which suppose great reformation in the manners of mankind, are plainly imaginary. Of this nature, are the <em>Republic</em> of <span class=\"small-capitals\">Plato</span>, and the <em>Utopia</em> of Sir <span class=\"small-capitals\">Thomas More</span>. The <span class=\"small-capitals\">Oceana</span> is the only valuable model of a commonwealth, that has yet been offered to the public.","subId":"4","id":"Hume.ETSS.EMPL2.IPC.4","pages":"514"},{"type":"paragraph","content":"The chief defects of the <span class=\"small-capitals\">Oceana</span> seem to be these. <em>First</em>, Its rotation is inconvenient, by throwing men, of whatever abilities, by intervals, out of public employments. <em>Secondly</em>, Its <em>Agrarian</em> is impracticable. Men will soon learn the art, which was practised in ancient <span class=\"small-capitals\">Rome</span>, of concealing their possessions under other people's name; till at last, the abuse will become so common, that they will throw off even the appearance of restraint. <em>Thirdly</em>, The <span class=\"small-capitals\">Oceana</span> provides not a sufficient security for liberty, or the redress of grievances. The senate must propose, and the people consent; by which means, the senate have not only a negative upon the people, but, what is of much greater consequence, their negative goes before the votes of the people. Were the King's negative of the same nature in the <span class=\"small-capitals\">English</span> constitution, and could he prevent any bill from coming into parliament, he would be an absolute monarch. As his negative follows the votes of the houses, it is of little consequence: Such a difference is there in the manner of placing the same thing. When a popular bill has been debated in parliament, is brought to maturity, all its conveniencies and inconveniencies, weighed and balanced; if afterwards it be presented for the royal assent, few princes will venture to reject the unanimous desire of the people. But could the King crush a disagreeable bill in embryo (as was the case, for some time, in the <span class=\"small-capitals\">Scottish</span> parliament, by means of the lords of the articles), the <span class=\"small-capitals\">British</span> government would have no balance, nor would grievances ever be redressed: And it is certain, that exorbitant power proceeds not, in any govern<span class=\"page-break\"></span>ment, from new laws, so much as from neglecting to remedy the abuses, which frequently rise from the old ones. A government, says <span class=\"small-capitals\">Machiavel</span>, must often be brought back to its original principles. It appears then, that, in the <span class=\"small-capitals\">Oceana</span>, the whole legislature may be said to rest in the senate; which <span class=\"small-capitals\">Harrington</span> would own to be an inconvenient form of government, especially after the <em>Agrarian</em> is abolished.","subId":"5","id":"Hume.ETSS.EMPL2.IPC.5","pages":"515-6"},{"type":"paragraph","content":"Here is a form of government, to which I cannot, in theory, discover any considerable objection.","subId":"6","id":"Hume.ETSS.EMPL2.IPC.6","pages":"516"},{"type":"paragraph","content":"Let <span class=\"small-capitals\">Great Britain</span> and <span class=\"small-capitals\">Ireland</span>, or any territory of equal extent, be divided into 100 counties, and each county into 100 parishes, making in all 10,000. If the country, proposed to be erected into a commonwealth be of more narrow extent, we may diminish the number of counties; but never bring them below thirty. If it be of greater extent, it were better to enlarge the parishes, or throw more parishes into a county, than encrease the number of counties.","subId":"7","id":"Hume.ETSS.EMPL2.IPC.7","pages":"516"},{"type":"paragraph","content":"Let all the freeholders of twenty pounds a-year in the county, and all the householders worth 500 pounds in the town parishes, meet annually in the parish church, and chuse, by ballot, some freeholder of the county for their member, whom we shall call the county <em>representative</em>.","subId":"8","id":"Hume.ETSS.EMPL2.IPC.8","pages":"516"},{"type":"paragraph","content":"Let the 100 county representatives, two days after their election, meet in the county town, and chuse by ballot, from their own body, ten county <em>magistrates</em>, and one <em>senator.</em> There are, therefore, in the whole commonwealth, 100 senators, 1100 county magistrates, and 10,000 county representatives. For we shall bestow on all senators the authority of county magistrates, and on all county magistrates the authority of county representatives.","subId":"9","id":"Hume.ETSS.EMPL2.IPC.9","pages":"516"},{"type":"paragraph","content":"Let the senators meet in the capital, and be endowed with the whole executive power of the commonwealth; the power of peace and war, of giving orders to generals, admirals, and <span class=\"page-break\"></span>ambassadors, and, in short, all the prerogatives of a <span class=\"small-capitals\">British</span> King, except his negative.","subId":"10","id":"Hume.ETSS.EMPL2.IPC.10","pages":"516-7"},{"type":"paragraph","content":"Let the county representatives meet in their particular counties, and possess the whole legislative power of the commonwealth; the greater number of counties deciding the question; and where these are equal, let the senate have the casting vote.","subId":"11","id":"Hume.ETSS.EMPL2.IPC.11","pages":"517"},{"type":"paragraph","content":"Every new law must first be debated in the senate; and though rejected by it, if ten senators insist and protest, it must be sent down to the counties. The senate, if they please, may join to the copy of the law their reasons for receiving or rejecting it.","subId":"12","id":"Hume.ETSS.EMPL2.IPC.12","pages":"517"},{"type":"paragraph","content":"Because it would be troublesome to assemble all the county representatives for every trivial law, that may be requisite, the senate have their choice of sending down the law either to the county magistrates or county representatives.","subId":"13","id":"Hume.ETSS.EMPL2.IPC.13","pages":"517"},{"type":"paragraph","content":"The magistrates, though the law be referred to them, may, if they please, call the representatives, and submit the affair to their determination.","subId":"14","id":"Hume.ETSS.EMPL2.IPC.14","pages":"517"},{"type":"paragraph","content":"Whether the law be referred by the senate to the county magistrates or representatives, a copy of it, and of the senate's reasons, must be sent to every representative eight days before the day appointed for the assembling, in order to deliberate concerning it. And though the determination be, by the senate, referred to the magistrates, if five representatives of the county order the magistrates to assemble the whole court of representatives, and submit the affair to their determination, they must obey.","subId":"15","id":"Hume.ETSS.EMPL2.IPC.15","pages":"517"},{"type":"paragraph","content":"Either the county magistrates or representatives may give, to the senator of the county, the copy of a law to be proposed to the senate; and if five counties concur in the same order, the law, though refused by the senate, must come either to the county magistrates or representatives, as is contained in the order of the five counties.","subId":"16","id":"Hume.ETSS.EMPL2.IPC.16","pages":"517"},{"type":"paragraph","content":"Any twenty counties, by a vote either of their magistrates or representatives, may throw any man out of all public offices for a year. Thirty counties for three years.","subId":"17","id":"Hume.ETSS.EMPL2.IPC.17","pages":"517"},{"type":"paragraph","content":"The senate has a power of throwing out any member or number of members of its own body, not to be re-elected for that year. The senate cannot throw out twice in a year the senator of the same county.","subId":"18","id":"Hume.ETSS.EMPL2.IPC.18","pages":"518"},{"type":"paragraph","content":"The power of the old senate continues for three weeks after the annual election of the county representatives. Then all the new senators are shut up in a conclave, like the cardinals; and by an intricate ballot, such as that of <span class=\"small-capitals\">Venice</span> or <span class=\"small-capitals\">Malta</span>, they chuse the following magistrates; a protector, who represents the dignity of the commonwealth, and presides in the senate; two secretaries of state; these six councils, a council of state, a council of religion and learning, a council of trade, a council of laws, a council of war, a council of the admiralty, each council consisting of five persons; together with six commissioners of the treasury and a first commissioner. All these must be senators. The senate also names <span class=\"page-break\"></span>all the ambassadors to foreign courts, who may either be senators or not.","subId":"19","id":"Hume.ETSS.EMPL2.IPC.19","pages":"518-9"},{"type":"paragraph","content":"The senate may continue any or all of these, but must re-elect them every year.","subId":"20","id":"Hume.ETSS.EMPL2.IPC.20","pages":"519"},{"type":"paragraph","content":"The protector and two secretaries have session and suffrage in the council of state. The business of that council is all foreign politics. The council of state has session and suffrage in all the other councils.","subId":"21","id":"Hume.ETSS.EMPL2.IPC.21","pages":"519"},{"type":"paragraph","content":"The council of religion and learning inspects the universities and clergy. That of trade inspects every thing that may affect commerce. That of laws inspects all the abuses of law by the inferior magistrates, and examines what improvements may be made of the municipal law. That of war inspects the militia and its discipline, magazines, stores, &amp;c. and when the republic is in war, examines into the proper orders for generals. The council of admiralty has the same power with regard to the navy, together with the nomination of the captains and all inferior officers.","subId":"22","id":"Hume.ETSS.EMPL2.IPC.22","pages":"519"},{"type":"paragraph","content":"None of these councils can give orders themselves, except where they receive such powers from the senate. In other cases, they must communicate every thing to the senate.","subId":"23","id":"Hume.ETSS.EMPL2.IPC.23","pages":"519"},{"type":"paragraph","content":"When the senate is under adjournment, any of the councils may assemble it before the day appointed for its meeting.","subId":"24","id":"Hume.ETSS.EMPL2.IPC.24","pages":"519"},{"type":"paragraph","content":"Besides these councils or courts, there is another called the court of <em>competitors;</em> which is thus constituted. If any candidates for the office of senator have more votes than a third of the representatives, that candidate, who has most votes, next to the senator elected, becomes incapable for one year of all public offices, even of being a magistrate or representative: But he takes his seat in the court of competitors. Here then is a court which may sometimes consist of a hundred members, sometimes have no members at all; and by that means, be for a year abolished.","subId":"25","id":"Hume.ETSS.EMPL2.IPC.25","pages":"519"},{"type":"paragraph","content":"The court of competitors has no power in the commonwealth. It has only the inspection of public accounts, and the accusing of any man before the senate. If the senate acquit him, the court of competitors may, if they please, appeal to <span class=\"page-break\"></span>the people, either magistrates or representatives. Upon that appeal, the magistrates or representatives meet on the day appointed by the court of competitors, and chuse in each county three persons; from which number every senator is excluded. These, to the number of 300, meet in the capital, and bring the person accused to a new trial.","subId":"26","id":"Hume.ETSS.EMPL2.IPC.26","pages":"519-20"},{"type":"paragraph","content":"The court of competitors may propose any law to the senate; and if refused, may appeal to the people, that is, to the magistrates or representatives, who examine it in their counties. Every senator, who is thrown out of the senate by a vote of the court, takes his seat in the court of competitors.","subId":"27","id":"Hume.ETSS.EMPL2.IPC.27","pages":"520"},{"type":"paragraph","content":"The senate possesses all the judicative authority of the house of Lords, that is, all the appeals from the inferior courts. It likewise appoints the Lord Chancellor, and all the officers of the law.","subId":"28","id":"Hume.ETSS.EMPL2.IPC.28","pages":"520"},{"type":"paragraph","content":"Every county is a kind of republic within itself, and the representatives may make bye-laws; which have no authority 'till three months after they are voted. A copy of the law is sent to the senate, and to every other county. The senate, or any single county, may, at any time, annul any bye-law of another county.","subId":"29","id":"Hume.ETSS.EMPL2.IPC.29","pages":"520"},{"type":"paragraph","content":"The representatives have all the authority of the <span class=\"small-capitals\">British</span> justices of peace in trials, commitments, &amp;c.","subId":"30","id":"Hume.ETSS.EMPL2.IPC.30","pages":"520"},{"type":"paragraph","content":"The magistrates have the appointment of all the officers of the revenue in each county. All causes with regard to the revenue are carried ultimately by appeal before the magistrates. They pass the accompts of all the officers; but must have their own accompts examined and passed at the end of the year by the representatives.","subId":"31","id":"Hume.ETSS.EMPL2.IPC.31","pages":"520"},{"type":"paragraph","content":"The magistrates name rectors or ministers to all the parishes.","subId":"32","id":"Hume.ETSS.EMPL2.IPC.32","pages":"520"},{"type":"paragraph","content":"The Presbyterian government is established; and the highest ecclesiastical court is an assembly or synod of all the presbyters of the county. The magistrates may take any cause from this court, and determine it themselves.","subId":"33","id":"Hume.ETSS.EMPL2.IPC.33","pages":"520"},{"type":"paragraph","content":"The magistrates may try, and depose or suspend any presbyter.","subId":"34","id":"Hume.ETSS.EMPL2.IPC.34","pages":"520"},{"type":"paragraph","content":"The militia is established in imitation of that of <span class=\"small-capitals\">Swisser<span class=\"page-break\"></span>land</span>, which being well known, we shall not insist upon it. It will only be proper to make this addition, that an army of 20,000 men be annually drawn out by rotation, paid and encamped during six weeks in summer; that the duty of a camp may not be altogether unknown.","subId":"35","id":"Hume.ETSS.EMPL2.IPC.35","pages":"520-1"},{"type":"paragraph","content":"The magistrates appoint all the colonels and downwards. The senate all upwards. During war, the general appoints the colonel and downwards, and his commission is good for a twelvemonth. But after that, it must be confirmed by the magistrates of the county, to which the regiment belongs. The magistrates may break any officer in the county regiment. And the senate may do the same to any officer in the service. If the magistrates do not think proper to confirm the general's choice, they may appoint another officer in the place of him they reject.","subId":"36","id":"Hume.ETSS.EMPL2.IPC.36","pages":"521"},{"type":"paragraph","content":"All crimes are tried within the county by the magistrates and a jury. But the senate can stop any trial, and bring it before themselves.","subId":"37","id":"Hume.ETSS.EMPL2.IPC.37","pages":"521"},{"type":"paragraph","content":"Any county may indict any man before the senate for any crime.","subId":"38","id":"Hume.ETSS.EMPL2.IPC.38","pages":"521"},{"type":"paragraph","content":"The protector, the two secretaries, the council of state, with any five or more that the senate appoints, are possessed, on extraordinary emergencies, of <em>dictatorial</em> power for six months.","subId":"39","id":"Hume.ETSS.EMPL2.IPC.39","pages":"521"},{"type":"paragraph","content":"The protector may pardon any person condemned by the inferior courts.","subId":"40","id":"Hume.ETSS.EMPL2.IPC.40","pages":"521"},{"type":"paragraph","content":"In time of war, no officer of the army that is in the field can have any civil office in the commonwealth.","subId":"41","id":"Hume.ETSS.EMPL2.IPC.41","pages":"521"},{"type":"paragraph","content":"The capital, which we shall call <span class=\"small-capitals\">London</span>, may be allowed <span class=\"page-break\"></span>four members in the senate. It may therefore be divided into four counties. The representatives of each of these chuse one senator, and ten magistrates. There are therefore in the city four senators, forty-four magistrates, and four hundred representatives. The magistrates have the same authority as in the counties. The representatives also have the same authority; but they never meet in one general court: They give their votes in their particular county, or division of hundreds.","subId":"42","id":"Hume.ETSS.EMPL2.IPC.42","pages":"521-2"},{"type":"paragraph","content":"When they enact any bye-law, the greater number of counties or divisions determines the matter. And where these are equal, the magistrates have the casting vote.","subId":"43","id":"Hume.ETSS.EMPL2.IPC.43","pages":"522"},{"type":"paragraph","content":"The magistrates chuse the mayor, sheriff, recorder, and other officers of the city.","subId":"44","id":"Hume.ETSS.EMPL2.IPC.44","pages":"522"},{"type":"paragraph","content":"In the commonwealth, no representative, magistrate, or senator, as such, has any salary. The protector, secretaries, councils, and ambassadors, have salaries.","subId":"45","id":"Hume.ETSS.EMPL2.IPC.45","pages":"522"},{"type":"paragraph","content":"The first year in every century is set apart for correcting all inequalities, which time may have produced in the representative. This must be done by the legislature.","subId":"46","id":"Hume.ETSS.EMPL2.IPC.46","pages":"522"},{"type":"paragraph","content":"The following political aphorisms may explain the reason of these orders.","subId":"47","id":"Hume.ETSS.EMPL2.IPC.47","pages":"522"},{"type":"paragraph","content":"The lower sort of people and small proprietors are good judges enough of one not very distant from them in rank or habitation; and therefore, in their parochial meetings, will probably chuse the best, or nearly the best representative: But they are wholly unfit for county-meetings, and for electing into the higher offices of the republic. Their ignorance gives the grandees an opportunity of deceiving them.","subId":"48","id":"Hume.ETSS.EMPL2.IPC.48","pages":"522"},{"type":"paragraph","content":"Ten thousand, even though they were not annually elected, are a basis large enough for any free government. It is true, the nobles in <span class=\"small-capitals\">Poland</span> are more than 10,000, and yet these oppress the people. But as power always continues there in the same persons and families, this makes them, in a manner, a different nation from the people. Besides the nobles are there united under a few heads of families.","subId":"49","id":"Hume.ETSS.EMPL2.IPC.49","pages":"522"},{"type":"paragraph","content":"All free governments must consist of two councils, a lesser and greater; or, in other words, of a senate and people. The <span class=\"page-break\"></span>people, as <span class=\"small-capitals\">Harrington</span> observes, would want wisdom, without the senate: The senate, without the people, would want honesty.","subId":"50","id":"Hume.ETSS.EMPL2.IPC.50","pages":"522-3"},{"type":"paragraph","content":"A large assembly of 1000, for instance, to represent the people, if allowed to debate, would fall into disorder. If not allowed to debate, the senate has a negative upon them, and the worst kind of negative, that before resolution.","subId":"51","id":"Hume.ETSS.EMPL2.IPC.51","pages":"523"},{"type":"paragraph","content":"Here therefore is an inconvenience, which no government has yet fully remedied, but which is the easiest to be remedied in the world. If the people debate, all is confusion: If they do not debate, they can only resolve; and then the senate carves for them. Divide the people into many separate bodies; and then they may debate with safety, and every inconvenience seems to be prevented.","subId":"52","id":"Hume.ETSS.EMPL2.IPC.52","pages":"523"},{"type":"paragraph","content":"Cardinal de <span class=\"small-capitals\">Retz</span> says, that all numerous assemblies, however composed, are mere mob, and swayed in their debates by the least motive. This we find confirmed by daily experience. When an absurdity strikes a member, he conveys it to his neighbour, and so on, till the whole be infected. Separate this great body; and though every member be only of middling sense, it is not probable, that any thing but reason can prevail over the whole. Influence and example being removed, good sense will always get the better of bad among a number of people.","subId":"53","id":"Hume.ETSS.EMPL2.IPC.53","pages":"523"},{"type":"paragraph","content":"There are two things to be guarded against in every <em>senate:</em> Its combination, and its division. Its combination is most dangerous. And against this inconvenience we have provided the following remedies. 1. The great dependence of the senators on the people by annual elections; and that not by an un<span class=\"page-break\"></span>distinguishing rabble, like the <span class=\"small-capitals\">English</span> electors, but by men of fortune and education. 2. The small power they are allowed. They have few offices to dispose of. Almost all are given by the magistrates in the counties. 3. The court of competitors, which being composed of men that are their rivals, next to them in interest, and uneasy in their present situation, will be sure to take all advantages against them.","subId":"54","id":"Hume.ETSS.EMPL2.IPC.54","pages":"523-4"},{"type":"paragraph","content":"The division of the senate is prevented, 1. By the smallness of their number. 2. As faction supposes a combination in a separate interest, it is prevented by their dependence on the people. 3. They have a power of expelling any factious member. It is true, when another member of the same spirit comes from the county, they have no power of expelling him: Nor is it fit they should; for that shows the humour to be in the people, and may possibly arise from some ill conduct in public affairs. 4. Almost any man, in a senate so regularly chosen by the people, may be supposed fit for any civil office. It would be proper, therefore, for the senate to form some <em>general</em> resolutions with regard to the disposing of offices among the members: Which resolutions would not confine them in critical times, when extraordinary parts on the one hand, or extraordinary stupidity on the other, appears in any senator; but they would be sufficient to prevent intrigue and faction, by making the disposal of the offices a thing of course. For instance, let it be a resolution, That no man shall enjoy any office, till he has sat four years in the senate: That, except ambassadors, no man shall be in office two years following: That no man shall attain the higher offices but through the lower: That no man shall be protector twice, &amp;c. The senate of <span class=\"small-capitals\">Venice</span> govern themselves by such resolutions.","subId":"55","id":"Hume.ETSS.EMPL2.IPC.55","pages":"524"},{"type":"paragraph","content":"In foreign politics the interest of the senate can scarcely ever be divided from that of the people; and therefore it is fit to make the senate absolute with regard to them; otherwise there could be no secrecy or refined policy. Besides, without money no alliance can be executed; and the senate is still sufficiently dependant. Not to mention, that the legislative power being always superior to the executive, the magistrates or representatives may interpose whenever they think proper.","subId":"56","id":"Hume.ETSS.EMPL2.IPC.56","pages":"524"},{"type":"paragraph","content":"The chief support of the <span class=\"small-capitals\">British</span> government is the opposition of interests; but that, though in the main serviceable, breeds endless factions. In the foregoing plan, it does all the good without any of the harm. The <em>competitors</em> have no power of controlling the senate: They have only the power of accusing, and appealing to the people.","subId":"57","id":"Hume.ETSS.EMPL2.IPC.57","pages":"525"},{"type":"paragraph","content":"It is necessary, likewise, to prevent both combination and division in the thousand magistrates. This is done sufficiently by the separation of places and interests.","subId":"58","id":"Hume.ETSS.EMPL2.IPC.58","pages":"525"},{"type":"paragraph","content":"But lest that should not be sufficient, their dependence on the 10,000 for their elections, serves to the same purpose.","subId":"59","id":"Hume.ETSS.EMPL2.IPC.59","pages":"525"},{"type":"paragraph","content":"Nor is that all: For the 10,000 may resume the power whenever they please; and not only when they all please, but when any five of a hundred please, which will happen upon the very first suspicion of a separate interest.","subId":"60","id":"Hume.ETSS.EMPL2.IPC.60","pages":"525"},{"type":"paragraph","content":"The 10,000 are too large a body either to unite or divide, except when they meet in one place, and fall under the guidance of ambitious leaders. Not to mention their annual election, by the whole body of the people, that are of any consideration.","subId":"61","id":"Hume.ETSS.EMPL2.IPC.61","pages":"525"},{"type":"paragraph","content":"A small commonwealth is the happiest government in the world within itself, because every thing lies under the eye of the rulers: But it may be subdued by great force from without. This scheme seems to have all the advantages both of a great and a little commonwealth.","subId":"62","id":"Hume.ETSS.EMPL2.IPC.62","pages":"525"},{"type":"paragraph","content":"Every county-law may be annulled either by the senate or another county; because that shows an opposition of interest: In which case no part ought to decide for itself. The matter must be referred to the whole, which will best determine what agrees with general interest.","subId":"63","id":"Hume.ETSS.EMPL2.IPC.63","pages":"525"},{"type":"paragraph","content":"As to the clergy and militia, the reasons of these orders are obvious. Without the dependence of the clergy on the civil magistrates, and without a militia, it is in vain to think that any free government will ever have security or stability.","subId":"64","id":"Hume.ETSS.EMPL2.IPC.64","pages":"525"},{"type":"paragraph","content":"In many governments, the inferior magistrates have no rewards but what arise from their ambition, vanity, or public spirit. The salaries of the <span class=\"small-capitals\">French</span> judges amount not to the interest of the sums they pay for their offices. The <span class=\"small-capitals\">Dutch</span> <span class=\"page-break\"></span>burgo-masters have little more immediate profit than the <span class=\"small-capitals\">English</span> justices of peace, or the members of the house of commons formerly. But lest any should suspect, that this would beget negligence in the administration (which is little to be feared, considering the natural ambition of mankind), let the magistrates have competent salaries. The senators have access to so many honourable and lucrative offices, that their attendance needs not be bought. There is little attendance required of the representatives.","subId":"65","id":"Hume.ETSS.EMPL2.IPC.65","pages":"525-6"},{"type":"paragraph","content":"That the foregoing plan of government is practicable, no one can doubt, who considers the resemblance that it bears to the commonwealth of the United Provinces, a wise and renowned government. The alterations in the present scheme seem all evidently for the better. 1. The representation is more equal. 2. The unlimited power of the burgo-masters in the towns, which forms a perfect aristocracy in the <span class=\"small-capitals\">Dutch</span> commonwealth, is corrected by a well-tempered democracy, in giving to the people the annual election of the county representatives. 3. The negative, which every province and town has upon the whole body of the <span class=\"small-capitals\">Dutch</span> republic, with regard to alliances, peace and war, and the imposition of taxes, is here removed. 4. The counties, in the present plan, are not so independent of each other, nor do they form separate bodies so much as the seven provinces; where the jealousy and envy of the smaller provinces and towns against the greater, particularly <span class=\"small-capitals\">Holland</span> and <span class=\"small-capitals\">Amsterdam</span>, have frequently disturbed the government. 5. Larger powers, though of the safest kind, are intrusted to the senate than the States-General possess; by which means, the former may become more expeditious, and secret in their resolutions, than it is possible for the latter.","subId":"66","id":"Hume.ETSS.EMPL2.IPC.66","pages":"526"},{"type":"paragraph","content":"The chief alterations that could be made on the <span class=\"small-capitals\">British</span> government, in order to bring it to the most perfect model of limited monarchy, seem to be the following. <em>First</em>, The plan of <span class=\"small-capitals\">Cromwell</span>'s parliament ought to be restored, by making the representation equal, and by allowing none to vote in the county elections who possess not a property of 200 pounds <span class=\"page-break\"></span>value. <em>Secondly</em>, As such a house of Commons would be too weighty for a frail house of Lords, like the present, the Bishops and <span class=\"small-capitals\">Scotch</span> Peers ought to be removed: The number of the upper house ought to be raised to three or four hundred: Their seats not hereditary, but during life: They ought to have the election of their own members; and no commoner should be allowed to refuse a seat that was offered him. By this means the house of Lords would consist entirely of the men of chief credit, abilities, and interest in the nation; and every turbulent leader in the house of Commons might be taken off, and connected by interest with the house of Peers. Such an aristocracy would be an excellent barrier both to the monarchy and against it. At present, the balance of our government depends in some measure on the abilities and behaviour of the sovereign; which are variable and uncertain circumstances.","subId":"67","id":"Hume.ETSS.EMPL2.IPC.67","pages":"526-7"},{"type":"paragraph","content":"This plan of limited monarchy, however corrected, seems still liable to three great inconveniencies. <em>First</em>, It removes not entirely, though it may soften, the parties of <em>court</em> and <em>country. Secondly</em>, The king's personal character must still have great influence on the government. <em>Thirdly</em>, The sword is in the hands of a single person, who will always neglect to discipline the militia, in order to have a pretence for keeping up a standing army.","subId":"68","id":"Hume.ETSS.EMPL2.IPC.68","pages":"527"},{"type":"paragraph","content":"We shall conclude this subject, with observing the falsehood of the common opinion, that no large state, such as <span class=\"small-capitals\">France</span> or <span class=\"small-capitals\">Great Britain</span>, could ever be modelled into a commonwealth, but that such a form of government can only take place in a city or small territory. The contrary seems probable. Though it is more difficult to form a republican government in an extensive country than in a city; there is more facility, when once it is formed, of preserving it steady and uniform, without tumult and faction. It is not easy, for the distant parts of a large state to combine in any plan of free government; but they easily conspire in the esteem and reverence for a single person, who, by means of this popular favour, may seize the power, and forcing the more obstinate to submit, may establish a monarchical government. On the other <span class=\"page-break\"></span>hand, a city readily concurs in the same notions of government, the natural equality of property favours liberty, and the nearness of habitation enables the citizens mutually to assist each other. Even under absolute princes, the subordinate government of cities is commonly republican; while that of counties and provinces is monarchical. But these same circumstances, which facilitate the erection of commonwealths in cities, render their constitution more frail and uncertain. Democracies are turbulent. For however the people may be separated or divided into small parties, either in their votes or elections; their near habitation in a city will always make the force of popular tides and currents very sensible. Aristocracies are better adapted for peace and order, and accordingly were most admired by ancient writers; but they are jealous and oppressive. In a large government, which is modelled with masterly skill, there is compass and room enough to refine the democracy, from the lower people, who may be admitted into the first elections or first concoction of the commonwealth, to the higher magistrates, who direct all the movements. At the same time, the parts are so distant and remote, that it is very difficult, either by intrigue, prejudice, or passion, to hurry them into any measures against the public interest.","subId":"69","id":"Hume.ETSS.EMPL2.IPC.69","pages":"527-8"},{"type":"paragraph","content":"It is needless to enquire, whether such a government would be immortal. I allow the justness of the poet's exclamation on the endless projects of human race, <em>Man and for ever!</em> The world itself probably is not immortal. Such consuming plagues may arise as would leave even a perfect government a weak prey to its neighbours. We know not to what length <span class=\"page-break\"></span>enthusiasm, or other extraordinary movements of the human mind, may transport men, to the neglect of all order and public good. Where difference of interest is removed, whimsical and unaccountable factions often arise, from personal favour or enmity. Perhaps, rust may grow to the springs of the most accurate political machine, and disorder its motions. Lastly, extensive conquests, when pursued, must be the ruin of every free government; and of the more perfect governments sooner than of the imperfect; because of the very advantages which the former possess above the latter. And though such a state ought to establish a fundamental law against conquests; yet republics have ambition as well as individuals, and present interest makes men forgetful of their posterity. It is a sufficient incitement to human endeavours, that such a government would flourish for many ages; without pretending to bestow, on any work of man, that immortality, which the Almighty seems to have refused to his own productions.","subId":"70","id":"Hume.ETSS.EMPL2.IPC.70","pages":"528-9"}]}