{"imported":true,"id":"Drake.DFS.Body","parent":"Drake.DFS","title":"Essay","breadcrumb":"Essay","texts":[],"published":[1696],"copytext":[1721],"sourceDesc":"Drake’s <cite>Essay in Defense of the Female Sex</cite> was first published in 1696. Our copytext is the fourth edition, the last published in her lifetime. The text here derives from the transcription of the third edition on wikisource.org, which has been modified to match the fourth edition, which we presume to be more authoriative.","sourceUrl":"https://en.wikisource.org/wiki/An_Essay_in_Defence_of_the_Female_Sex","forename":"Judith","surname":"Drake","author":"Judith Drake","birth":1670,"death":1723,"nationality":"English","sex":"Female","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h3>AN</h3> <h1>ESSAY</h1> <h3>IN</h3> <h2>DEFENCE</h2> <h3>OF THE</h3> <h2>FEMALE SEX.</h2> ","id":"Drake.DFS.Body"},{"type":"paragraph","content":"THE Conversation we had 'tother day, makes me, Dear <em>Madam</em>, but more sensible of the unreasonableness of your desire; which obliges me to inform you further upon a Subject, wherein I have more need of your instruction. The strength of Judgment, sprightly Fancy, and admirable Address, you shew'd upon that Occasion, speak you so perfect a Mistress of that Argument (as I doubt not but you are of any other that you please to engage in) that whoever, would speak or write well on it, ought first to be your Schollar. Yet to let you see how absolutely you may command me, I had rather be your <em>Eccho</em>, than be silent when You bid me speak, and beg your excuse rather for my Failures, than want of Complacence. I know You will not accuse me for a Plagiary if I return You nothing, but what I have glean'd from You, when You consider, that I pretend not to make a Present, but to pay the Interest only of a Debt. Nor can you tax me with Vanity, since no Importunity of a Person less lov'd or valu'd by me than your self could have extorted thus much from me. This Consideration leaves me no room to doubt but that you will with your usual Candour pardon those Defects, and correct those Errors, which proceed only from an over forward Zeal to oblige You, though to my own Disadvantage.","subId":"1","id":"Drake.DFS.Body.1"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> defence of our Sex against so many and so great Wits as have so strongly attack'd it, may justly seem a Task too difficult for a Woman to attempt. Not that I can, or ought to yield, that we are by Nature less enabled for such an Enterprize, than Men are; which I hope at least to shew plausible Reasons for, before I have done: But because through the Usurpation of Men, and the Tyranny of Custom (here in <em>England</em> especially) there are at most but a few, who are by Education, and acquir'd Wit, or Letters, sufficiently quallified for such an Undertaking. For my own part I shall readily own, that as few as there are, there may be and are abundance, who in their daily Conversations approve themselves much more able, and sufficient Assertors of our Cause, than my self; and I am sorry that either their Business, their other Diversions, or too great Indulgence of their Ease, hinder them from doing publick Justice to their Sex. The Men by Interest or Inclination are so generally engag'd against us, that it is not to be expected, that any one Man of Wit should arise so generous as to engage in our Quarrel, and be the Champion of our Sex against the Injuries and Oppressions of his own.  Those Romantick days are over, and there is not so much as a <em>Don Quixot</em> of the Quill left to succour the distressed Damsels. 'Tis true, a Feint of something of this Nature was made three or four Years since by one; but how much soever his Eugenia may be oblig'd to him, I am of Opinion the rest of her Sex are but little beholding to him. For as you rightly observ'd, <em>Madam</em>, he has taken more care to give an Edge to his Satyr, than force to his Apology; he has play'd a sham Prize, and receives more thrusts than he makes; and like a false Renegade fights under our Colours only for a fairer Opportunity of betraying us. But what could be expected else from a Beau? An Annimal that can no more commend in earnest a Womans Wit, than a Man's Person, and that compliments ours only to shew his own good Breeding and Parts. He levels his Scandal at the whole Sex, and thinks us sufficiently fortified, that if out of the Story of Two Thousand Years he has been able to pick up a few Examples of Women illustrious for their Wit, Learning or Vertue, and Men infamous for the contrary; though I think the most inveterate of our Enemies would have spar'd him that labour, by granting that all Ages have produc'd Persons famous or infamous of both Sexes; or they must throw up all pretence to Modesty, or Reason.","subId":"2","id":"Drake.DFS.Body.2"},{"type":"paragraph","content":"<span class=\"small-capitals\">I have</span> neither Learning, nor Inclination to make a Precedent, or indeed any use to Mr. W's. labour'd Common Place Book; and shall leave Pedants and School-Boys to rake and tumble the Rubbish of Antiquity, and muster all the <em>Heroes</em> and <em>Heroins</em> they can find to furnish matter for some wretched Harangue, or stuff a miserable Declamation with instead of Sense or Argument.","subId":"3","id":"Drake.DFS.Body.3"},{"type":"paragraph","content":"<span class=\"margin-comment\">Some advantages to be allow'd to the Disparity of Education</span> <span class=\"small-capitals\">I shall</span> not enter into any dispute, whether Men, or Women, be generally more ingenious, or learned; that Point must be given up to the advantages Men have over us by their Education, Freedom of Converse, and variety of Business and Company. But when any Comparison is made between 'em, great allowances must be made for the disparity of those Circumstances. Neither shall I contest about the preheminence of our Virtues; I know there are too many Vicious, and I hope there are a great many Virtuous of both Sexes. Yet this I must say, that whatever Vices are found amongst us, have in general both their source, and encouragement from them.","subId":"4","id":"Drake.DFS.Body.4"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> Question I shall at present handle is, whether the time an ingenious Gentleman spends in the Company of Women, may justly be said to be misemploy'd, or not. I put the question in general terms; because whoever holds the affirmative must maintain it so, or the Sex is no way concern'd to oppose him. On the other side I shall not maintain the Negative, but with some Restrictions and Limitations; because I will not be bound to justifie those Women, whose Vices and ill Conduct expose them deservedly to the Censure of the other Sex, as well as of their own.  The Question being thus stated, let us consider the end and purposes for which Coversation was at first instituted, and is yet desirable; and then we shall see, whether they may not all be found in the Company of Women.  These Ends, I take it, are the same with those of the Mind, and those of the Body. Of the latter I shall take no further Notice, as having no Relation to the present Subject; but shall confine my self wholly to the Mind, the Profit of which is the Improvement of the Understanding, and the Pleasure is the Diversion, and Relaxation of its Cares and Passions. Now if either of these Ends be attainable by the Society of Women, I have gain'd my Point. However, I hope to make it appear, that they are not only both to be met with in the Conversation of Women, but one of them more generally, and in greater measure than in Mens.","subId":"5","id":"Drake.DFS.Body.5"},{"type":"paragraph","content":"<span class=\"small-capitals\">Our</span> Company is generally by our Adversaries represented as unprofitable and irksome to Men of Sense, and by some of the more vehement Sticklers against us, as Criminal. These Imputations as they are unjust, especially the latter, so they favour strongly of the Malice, Arrogance and Sottishness of those, that most frequently urge 'em; who are commonly either conceited Fops, whose success in their Pretences to the favour of our Sex has been no greater than their Merit, and fallen very far short of their Vanity and Presumption, or a sort of morose, ill-bred, unthinking Fellows, who appear to be Men only by their Habit and Beards, and are scarce distinguishable from Brutes but by their Figure and Risibility. But I shall wave these Reflections at present, however just, and come closer to our Argument. If Women are not quallified for the Conversation of ingenious Men, or, to get yet further, their friendship, it must be because they want some one condition, or more, necessarily requisite to either. The necessary Conditions of these are Sense, and good nature, to which must be added, for Friendship, Fidelity and Integrity. Now if any of these be wanting to our Sex, it must be either because Nature has not been so liberal as to bestow 'em upon us; or because due care has not been taken to cultivate those Gifts to a competent measure in us.","subId":"6","id":"Drake.DFS.Body.6"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> first of these Causes is that, which is most generally urg'd against us, whether it be in Raillery, or Spight. I might easily cut this part of the Controversy short by an irrefragable Argument, which is, that the express intent, and reason for which Woman was created, was to be a Companion, and help meet to Man; and that consequently those, that deny 'em to be so, must argue a Mistake in Providence, and think themselves wiser than their Creator. But these Gentlemen are generally such passionate Admirers of themselves, and have such a profound value and reverence for their own Parts, that they are ready at any time to sacrifice their Religion to the Reputation of their Wit, and rather than lose their point, deny the truth of the History. There are others, that though they allow the Story yet affirm, that the propagation, and continuance of Mankind, was the only Reason for which we were made; as if the Wisdom that first made Man, cou'd not without trouble have continu'd the Species by the same or any other Method, had not this been most conducive to his happiness, which was the gracious and only end of his Creation. But these superficial Gentlemen wear their Understandings like their Clothes, always set and formal, and wou'd no more Talk than Dress out of Fashion; Beau's that, rather than any part of their outward Figure shou'd be damag'd, wou'd wipe the dirt off their shoes with their Handkercher, and that value themselves infinitely more upon modish Nonsense, than upon the best Sense against the Fashion. But since I do not intent to make this a religious Argument, I shall leave all further Considerations of this Nature to the Divines, whose more immediate Business and Study it is, to assert the Wisdom of Providence in the Order, and distribution of this World, against all that shall oppose it.","subId":"7","id":"Drake.DFS.Body.7"},{"type":"paragraph","content":"<span class=\"margin-comment\">No distinction of Sexes in Souls.</span> To proceed therefore if we be naturally defective, the Defect must be either in Soul or Body. In the Soul it can't be, if what I have hear'd some learned Men maintain, be true, that all Souls are equal, and alike, and that consequently there is no such distinction, as Male and Female Souls; that there are no innate <em>Idea</em>'s, but that all the Notions we have, are deriv'd from our External Senses, either immediately, or by Reflection. These Metaphysical Speculations, I must own, Madam, require much more Learning and a stronger Head, than I can pretend to be Mistress of, to be consider'd as they ought; Yet so bold I may be, as to undertake the defence of these Opinions, when any of our jingling Opponents think fit to refute 'em.","subId":"8","id":"Drake.DFS.Body.8"},{"type":"paragraph","content":"<span class=\"margin-comment\">No advantage in the Organization of their Bodies.</span> Neither can it be in the Body, (if I may credit the Report of learned Physicians) for there is no difference in the Organization of those Parts, which have any relation to, or influence over the Minds; but the Brain, and all other Parts (which I am not Anatomist enough to name) are contriv'd as well for the plentiful conveyance of Spirits, which are held to be the immediate Instruments of Sensation, in Women, as Men. I see therefore no natural Impediment in the structure of our Bodies; nor does Experience, or Observation argue any: We use all our Natural Faculties, as well as Men, nay, and our Rational too, deducting only for the advantages before mention'd.","subId":"9","id":"Drake.DFS.Body.9"},{"type":"paragraph","content":"<span class=\"margin-comment\">Confirm'd from Experience of Brutes.</span> Let us appeal yet further to Experience, and observe those Creatures that deviate least from simple Nature, and see if we can find any difference in Sense, or understanding between Males and Females. In these we may see Nature plainest, who lie under no constraint of Custom or Laws, but those of Passion or Appetite, which are Natures, and know no difference of Education, nor receive any Byass by prejudice. We see great distance in Degrees of Understanding, Wit, Cunning and Docility (call them what you please) between the several Species of Brutes. An Ape, a Dog, a Fox, are by daily Observation found to be more Docile, and more Subtle than an Ox, a Swine, or a Sheep. But a She Ape is as full of, and as ready at Imitation as a He; a Bitch will learn as many Tricks in as short a time as a Dog, a Female Fox has as many Wiles as a Male. A thousand instances of this kind might be produc'd; but I think these are so plain, that to instance more were a superfluous labour; I shall only once more take notice, that in Brutes and other Animals there is no difference betwixt Male and Female in point of Sagacity, notwithstanding there is the same distinction of Sexes, that is between Men and Women. I have read, that some Philosophers have held Brutes to be no more than meer Machines, a sort of Divine Clock-work, that Act only by the force of nice unseen Springs without Sensation, and cry out without feeling Pain, Eat without Hunger, Drink without Thirst, fawn upon their Keepers without seeing 'em, hunt Hares without Smelling, <em>&amp;c</em>. Here Madam is cover for our Antagonists against the last Argument so thick, that there is no beating 'em out. For my part, I shall not envy 'em their refuge, let 'em lie like the wild <em>Irish</em> secure within their Boggs; the field is at least ours, so long as they keep to their Fastnesses. But to quit this Topick, I shall only add, that if the learnedest He of 'em all can convince me of the truth of this Opinion, He will very much stagger my Faith; for hitherto I have been able to observe no difference between our Knowledge and theirs, but a gradual one; and depend upon Revelation alone, that our Souls are Immortal, and theirs not.","subId":"10","id":"Drake.DFS.Body.10"},{"type":"paragraph","content":"<span class=\"margin-comment\">Experience of Mankind.</span> But if an Argument from Brutes and other Animals shall not be allow'd as conclusive, (though I can't see, why such an Inference should not be valid, since the parity of Reason is the same on both sides in this Case.) I shall desire those that hold against us to observe the Country People, I mean the inferiour sort of them, such as not having Stocks to follow Husbandry upon their own Score, subsist upon their daily Labour. For amongst these, though not so equal as that of Brutes, yet the Condition of the two Sexes is more level, than amongst Gentlemen, City Traders, or rich Yeomen. Examine them in their several Businesses, and their Capacities will appear equal; but talk to them of things indifferent, and out of the Road of their constant Employment, and the Ballance will fall on our side, the Women will be found the more ready and polite. Let us look a little further, and view our Sex in a state of more improvement, amongst our Neighbours the <em>Dutch</em>. There we shall find them managing not only the Domestick Affairs of the Family, but making, and receiving all Payments as well great as small, keeping the Books, ballancing the Accounts, and doing all the Business, even the nicest of Merchants, with as much Dexterity and Exactness as their, or our Men can do. And I have often hear'd some of our considerable Merchants blame the conduct of our Country-Men in this point; that they breed our Women so ignorant of Business; whereas were they taught Arithmetick, and other Arts which require not much bodily strength, they might supply the places of abundance of lusty Men now employ'd in sedentary Business; which would be a mighty profit to the Nation by sending those Men to Employments, where hands and Strength are more requir'd, especially at this time when we are in such want of People. Beside that it might prevent the ruine of many Families, which is often occasion'd by the Death of Merchants in full Business, and leaving their Accounts perplex'd, and embroil'd to a Widdow and Orphans, who understanding nothing of the Husband or Father's Business, occasions the Rending, and oftentimes the utter Confounding a fair Estate; which might be prevented, did the Wife but understand Merchants Accounts, and were made acquainted with the Books.","subId":"11","id":"Drake.DFS.Body.11"},{"type":"paragraph","content":"I have yet another Argument from Nature, which is, that the very Make and Temper of our Bodies shew that we were never design'd for Fatigue; and the Vivacity of our Wits, and Readiness of our Invention (which are confess'd even by our Adversaries) demonstrate that we were chiefly intended for Thought, and the Exercise of the Mind. Whereas on the contrary it is apparent from the strength and size of their Limbs, the Vigour and Hardiness of their Constitutions, that Men were purposely fram'd and contriv'd for Action, and Labour. And herein the Wisdom and Contrivance of Providence is abundantly manifested; for, as the one Sex is fortified with Courage and Ability to undergo the necessary Drudgery of providing Materials for the sustenance of Life in both; so the other is furnish'd with Ingenuity and Prudence for the orderly management and distribution of it, for the Relief and Comfort of a Family; and is over and above enrich'd with a peculiar Tenderness and Care requisite to the Cherishing their poor helpless Off-spring. I know our Opposers usually miscall our quickness of Thought, Fancy and Flash, and christen their own heaviness by the specious Names of Judgment and Solidity; but it is easie to retort upon 'em the reproachful Ones of Dullness and Stupidity with more Justice. I shall pursue this Point no further, but continue firm in my Persuasion, that Nature has not been so Niggardly to us, as our Adversaries would insinuate, till I see better cause to the contrary, than I have hitherto at any time done. Yet I am ready to yield to Conviction, whoever offers it; which I don't suddenly expect.","subId":"12","id":"Drake.DFS.Body.12"},{"type":"paragraph","content":"It remains then for us to enquire, whether the Bounty of Nature be wholly neglected, or stifled by us, or so far as to make us unworthy the Company of Men? Or whether our Education (as bad as it is) be not sufficient to make us a useful, nay, a necessary part of Society for the greatest part of Mankind. This cause is seldom indeed urg'd against us by the Men, though it be the only one, that gives 'em any advantage over us in understanding. But it does not serve their Pride, there is no Honour to be gain'd by it: For a Man ought no more to value himself upon being Wiser than a Woman, if he owe his Advantage to a better Education, and greater means of Information, then he ought to boast of his Courage, for beating a Man, when his Hands were bound. Nay, it would be so far from Honourable to contend for preference upon this Score, that they would thereby at once argue themselves guilty both of Tyranny, and of Fear: I think I need not have mention'd the latter; for none can be Tyrants but Cowards. <span class=\"margin-comment\">Women industriously kept in ignorance.</span> For nothing makes one Party slavishly depress another, but their fear that they may at one time or other become Strong or Couragious enough to make themselves equal to, if not superiour to their Masters. This is our Case; for Men being sensible as well of the Abilities of Mind in our Sex, as of the strength of Body in their own, began to grow Jealous, that we, who in the Infancy of the World were their Equals and Partners in Dominion, might in process of Time, by Subtlety and Stratagem, become their Superiours; and therefore began in good time to make use of Force (the Origine of Power) to compel us to a Subjection, Nature never meant; and made use of Natures liberality to them to take the benefit of her kindness from us. From that time they have endeavour'd to train us up altogether to Ease and Ignorance; as Conquerors use to do to those, they reduce by Force, that so they may disarm 'em, both of Courage and Wit; and consequently make them tamely give up their Liberty, and abjectly submit their Necks to a slavish Yoke. As the World grew more Populous, and Mens Necessities whetted their Inventions, so it increas'd their Jealousie, and sharpen'd their Tyranny over us, till by degrees, it came to that height of Severity, I may say Cruelty, it is now at in all the Eastern parts of the World, where the Women, like our Negroes in our Western Plantations, are born slaves, and live Prisoners all their Lives. Nay, so far has this barbarous Humour prevail'd, and spread it self, that in some parts of <em>Europe</em>, which pretend to be most refin'd and civiliz'd, in spite of Christianity, and the Zeal for Religion which they so much affect, our Condition is not very much better. <span class=\"margin-comment\">Original of the Salique Law.</span> And even in <em>France</em>, a Country that treats our Sex with more Respect than most do, we are by the <em>Salique Law</em> excluded from Soveraign Power. The <em>French</em> are an ingenious People, and the Contrivers of that Law knew well enough, that We were no less capable of Reigning, and Governing well, than themselves; but they were suspicious, that if the Regal Power shou'd fall often into the hands of Women, they would favour their own Sex, and might in time restore 'em to their Primitive Liberty and Equality with the Men, and so break the neck of that unreasonable Authority they so much affect over us; and therefore made this Law to prevent it. The Historians indeed tell us other Reasons, but they can't agree among themselves, and as Men are Parties against us, and therefore their Evidence may justly be rejected. To say the truth Madam, I can't tell how to prove all this from Ancient Records, for if any Histories were anciently written by Women, Time, and the Malice of Men have effectually conspir'd to suppress 'em; and it is not reasonable to think that Men shou'd transmit, or suffer to be transmitted to Posterity, any thing that might shew the weakness and illegallity of their Title to a Power they still exercise so arbitrarily, and are so fond of. But since daily Experience shews, and their own Histories tell us, how earnestly they endeavour, and what they act, and suffer to put the same Trick upon one another, 'tis natural to suppose they took the same measures with us at first, which now they have effected, like the Rebels in our last Civil Wars, when they had brought the Royal Party under, they fall together by the Ears about the Dividend. <span class=\"margin-comment\">Amazons; why they rejected the Society of Men.</span> The Sacred History takes no notice of any such Authority they had before the Flood, and their Own confess that whole Nations have rejected it since, and not suffer'd a Man to live amongst them, which cou'd be for no other Reason, than their Tyranny. For upon less provocation the Women wou'd never have been so foolish, as to deprive themselves of the benefit of that Ease and Security, which a good agreement with their Men might have afforded 'em. 'Tis true the same Histories tell us, that there were whole Countries where were none but Men, which border'd upon 'em. But this makes still for us; for it shews that the Conditions of their Society were nor so easie, as to engage their Women to stay amongst em; but as liberty presented it self, they withdrew and retired to the <em>Amazons</em>: But since our Sex can hardly boast of so great Privileges, and so easie a Servitude any where as in <em>England</em>, I cut this ungrateful Digression short in acknowledgment; tho' Fetters of Gold are still Fetters, and the softest Lining can never make 'em so easy, as Liberty.","subId":"13","id":"Drake.DFS.Body.13"},{"type":"paragraph","content":"You will excuse, I know Madam, this short, but necessary Digression. I call it necessary, because it shews a probable Reason, why We are at this time in such subjection to them, without lessening the Opinion of our Sense, or Natural Capacities, either at present, or for the time past; beside that it briefly lays open without any Scandal to our Sex, why our Improvements are at present so disproportion'd to those of Men. I wou'd not have any of our little, unthinking Adversaries triumph at my allowing a disproportion between the Improvements of our Sex and theirs; and I am sure those of 'em that are ingenious Men, will see no reason for it from what I have said.","subId":"14","id":"Drake.DFS.Body.14"},{"type":"paragraph","content":"After having granted so great a disparity as I have already done in the customary Education, and advantagious Liberties of the Sexes, 'twere Nonsense to maintain, that our Society is generally and upon all accounts as Beneficial, Improving and Entertaining, as that of Men. He must be a very shallow Fellow, that resorts to, and frequents us in hopes by our means to make himself considerable, as a Schollar, a Methematician, a Philosopher, or a States-man. These Arts and Sciences are the result only of much Study and great Experience; and without one at least of 'em are no more to be acquir'd by the Compnay of Men, however celebrated for any or all of them, than by ours. But there are other Quallifications, which are as indispensably necessary to a Gentleman, or any Man that wou'd appear to Advantage in the World, which are attainable only by Company, and Conversation, and chiefly by ours. Nor can the greatest part of Mankind, of what Quallity soever, boast much of the use they make, or the benefit they reap from these acknowledg'd Advantages. So that Schollars only, and some few of the more thinking Gentlemen, and Men of Business, have any just claim to 'em. And of these the first generally fall short enough some other way to make the Balance even. <span class=\"margin-comment\">Character of a Pedant.</span> For Scholars, though by their Acquaintance with Books, and conversing much with Old Authors, they may know perfectly the Sense of the Learned Dead, and be perfect Masters of the Wisdom, be throughly inform'd of the State, and nicely skill'd in the Policies of Ages long since past, yet by their retir'd and unactive Life, their neglect of Business, and constant Conversation with Antiquity, they are such Strangers to, and so ignorant of the Domestick Affairs and manners of their own Country and Times, that they appear like the Ghosts of Old Romans rais'd by Magick. Talk to them of the <em>Assyrian</em>, or <em>Perssian</em> Monarchies, the <em>Grecians</em> or <em>Roman</em> Common-wealths. They answer like Oracles, they are such finish'd State-men, that we shou'd scarce take 'em to have been less than Confidents of <em>Semiramis</em>, Tutours to <em>Cyrus</em> the Great, old Cronies of <em>Solin</em> and <em>Lycurgus</em>, or Privy Councellours at least to the Twelve <em>Cæsars</em> successively; but engage them in a Discourse that concerns the present Times, and their Native Country, and they hardly speak the Language of it, and know so little of the affairs of it, that as much might reasonably be expected from an animated <em>Egyptian</em> Mummy. They are very much disturbed to see a Fold or a Plait amiss in the Picture of an Old <em>Roman</em> Gown, yet take no notice that their own are thredbare out at the Elbows, or Ragged, and suffer more if <em>Priscian's</em> Head be broken than if it were their own. They are excellent Guides, and can direct you to every Ally, and turning in old <em>Rome</em>; yet lose their way at home in their own Parish. They are mighty admirers of the Wit and Eloquence of the Ancients; yet had they liv'd in the time of <em>Cicero</em>, and <em>Cæsar</em> wou'd have treated them with as much supercilious Pride, and disrespect as they do now with Reverence. They are great hunters of ancient Manuscripts, and have in great Veneration any thing, that has scap'd the Teeth of Time and Rats, and if Age have obliterated the Characters, 'tis the more valuable for not being legible. But if by chance they can pick out one Word, they rate it higher than the whole Author in Print, and wou'd give more for one Proverb of <em>Solomons</em> under his own Hand, than for all his Wisdom. These Superstitious, bigotted Idolaters of time past, are Children in their understanding all their lives; for they hang so incessantly upon the leading Strings of Authority, that their Judgments like the Limbs of some <em>Indian</em> Penitents, become altogether crampt and motionless for want of Use.","subId":"15","id":"Drake.DFS.Body.15"},{"type":"paragraph","content":"But as these Men, will hardly be reckon'd much superiour to us upon the account of their Learning or Improvements, so neither will I suppose another sort diametrically opposite to these in their Humors and Opinions: <span class=\"margin-comment\">Character of a Country Squire.</span> I mean those whose Ancestors have been wise and provident, and rais'd Estates by their Ingenuity and Industry, and given all their Posterity after 'em Means, and Leisure to be Fools. These are generally sent to School in their Minority, and were they kept there till they came to Years of Discretion, might most of 'em stay, till they cou'd tuck their Beards into their Girdles before they left carrying a Satchel. In conformity to Custom, and the Fashion, they are sent early to serve an Apprenticeship to Letters, and for eight or nine years are whipt up and down, through two or three Countries, from School to School; when being arriv'd at sixteen or seventeen Years of Age, and having made the usual <em>Tour</em> of <em>Latin</em> and <em>Greek</em> Authors, they are call'd Home to be made Gentlemen. As soon as the young 'Squire has got out of the House of Bondage, shaken off the awe of Birch, and begins to feel himself at Liberty, he considers that he is now Learned enough, (and 'tis ten to one but his Friends are wise enough to be of his Opinion) and thinks it high time to shake off the barbarous Acquaintance he contracted, with those crabbed, vexatious, obscure Fellows, that gave him so much trouble and smart at School, Companions by no means fit for a Gentleman, that writ only to torment and perplex poor Boys, and exercise the tyranny of Pedants and School-masters. These prudent resolutions taken up by his Horses, Dogs and Hawks (especially if his Residence be in the Country) and the more senseless Animals that tend 'em. His Groom, his Huntsman, and his Falconer are his Tutors, and his walk is from the Stable to the Dog-kennel, and the reverse of it. His diversion is drudgery, and he is highest satisfaction when he is most tir'd. He wearies you in the Morning with his Sport, in the Afternoon with the noisie Repetition and Drink, and the whole Day with Fatigue and Confusion. His Entertainment is stale Beer, and the History of his Dogs and Horses, in which he gives you the Pedigree of every one with all the exactness of a Herald; and if you be very much in his good Graces, 'tis odds, but he makes you the Compliment of a Puppy of one of his favourite Bitches, which you must take with abundance of Acknowledgments of his Civillity, or else he takes you for a stupid, as well as an ill bred Fellow. He is very constant at all Clubs and Meetings of the Country Gentlemen, where he will suffer nothing to be talk'd or hear'd of but his Jades, his Curs, and his Kites. Upon these he rings perpetual Changes, and trespasses as much upon the patience of the Company in the Tavern, as upon their Enclosures in the Field, and is least impertinent, when most drunk.","subId":"16","id":"Drake.DFS.Body.16"},{"type":"paragraph","content":"His grand Business is to make an Assignation for a Horse Race, or a Hunting Match, and nothing discomposes him so much as a Disappointment. Thus accomplish'd, and finish'd for a Gentleman, he enters the Civil Lists, and holds the Scale of Justice with as much Blindness as she is said to do. From hence forward his Worship becomes as formidable to the Ale-Houses, as he was before Familiar; he sizes an Ale Pot, and takes the dimensions of Bread with great Dexterity and Sagacity. He is the terrour of all the Deer and Poultry Stealers in the Neighbourhood, and is so implacable a Persecutor of Poachers, that he keeps a Register of all the Dogs and Guns in the Hundred, and is the Scare-Beggar of the Parish. Short Pots, and unjustifiable Dogs and Nets, furnish him with sufficient matter of Presentments, to carry him once a Quarter to the Sessions; where he says little, Eats and Drinks much, and after Dinner, Hunts over the last Chace, and so rides Worshipfully Drunk home again. At home he Exercises his Authority in granting his Letters Pattents to Petitioners for erecting Shovel Board Tables, and Ginger Bread Stalls. If he happen to live near any little Borough, or Corporation, that sends Burgesses to Parliament, he may become ambitious and sue for the Honour of being made their Representative. Henceforward he grows Popular, bows to, and treats the Mob all around him; and whether there be any in his Discourse or not, there is good Sense, in his Kitchin and his Cellar, which is more agreeable and edifying. If he be so happy as to out-tap his Competitour, and Drink his Neighbours in an Opinion of his Sobriety, he is chosen, and up he comes to that Honourable Assembly, where he shews his Wisdom best by his Silence, and serves his Country most in his absence.","subId":"17","id":"Drake.DFS.Body.17"},{"type":"paragraph","content":"I give you these two Characters, <em>Madam</em>, as irreconcileable as Water and Oyl, to shew that Men may, and do often Baffle and Frustrate the Effects of a liberal Education, as well by Industry as Negligence. 'Tis hard to say, which of these two is the more Sottish; the first is such an Admirer of Letters, that he thinks it a disparagement to his Learning to talk what other Men understand, and will scarce believe that two, and two, make four, under a Demonstration from <em>Euclid</em>, or a Quotation of <em>Aristotle</em>: The latter has such a fear of Pedantry always before his Eyes, that he thinks it a Scandal to his good Breeding and Gentility to talk Sense, or write true <em>English</em>; and has such a contemptible Notion of his past Education, that he thinks the <em>Roman</em> Poets good for nothing but to teach Boys to cap Verses. For my part I think the Learned, and Unlearned Blockhead pretty equal; for 'tis all one to me, whether a Man talk Nonsense, or unintelligable Sense, I am diverted and edified alike by either; the one enjoys himself less, but suffers his Friends to do it more; the other enjoys himself and his own Humour enough, but will let no body else do it in his Company. Thus, <em>Madam</em>, I have set them before you, and shall leave you to determine a Point, which I cannot.","subId":"18","id":"Drake.DFS.Body.18"},{"type":"paragraph","content":"<span class=\"margin-comment\">The Education of the Female Sex not so deficient as commonly thought</span> There are others that deserve to be brought into the Company of these upon like Honourable Reasons; but I keep them in reserve for a proper place, where I may perhaps take the pains to draw their Pictures to the Life at full length. Let us now return to our Argument, from which we have had a long breathing while. Let us look into the manner of our Education, and see wherein it falls short of the Mens, and how the defects of it may be, and are generally supply'd. In our tender years they are the same, for after Children can Talk, they are promiscuously taught to Read and Write by the same Persons, and at the same time both Boys and Girls. When these are acquir'd, which is generally about the Age of Six or Seven Years, they begin to be separated, and the Boys are sent to the <em>Grammer-School</em>, and the Girls to <em>Boarding Schools</em>, or other places, to learn Needle Work, Dancing, Singing, Musick, Drawing, Painting, and other Accomplishments, according to the Humour and Ability of the Parents, or Inclination of the Children. Of all these, Reading, and Writing are the main Instruments of Conversation; though Musick and Painting may be allow'd to contribute something towards it, as they give us an insight into two Arts, that makes up a great part of the Pleasures and Diversions of Mankind. Here then lies the main Defect, that we are taught only our Mother Tongue, or perhaps <em>French</em>, which is now very fashionable, and almost as Familiar amongst Women of Quality as Men; whereas the other Sex by means of a more extensive Education to the knowledge of the <em>Roman</em> and <em>Greek</em> Languages, have a vaster Feild for their Imaginations to rove in, and their Capacities thereby enlarg'd. To see whether this be strictly true or not, I mean in what relates to our debate, I will for once suppose, that we are instructed only in our own Tongue, and then enquire whether the Disadvantage be so great as it is commonly imagin'd. You know very well, <em>Madam</em>, that for Conversation, it is not requisite we should be Philologers, Rhetoricians, Philosophers, Historians, or Poets; but only that we should think pertinently, and express our thoughts properly, on such matters as are the proper Subjects for a mixt Conversation. <span class=\"margin-comment\">Religion, <em>&amp;c.</em> no proper subject for mixt Conversation.</span> The <em>Italians</em>, a People as delicate in their Conversation as any in the World, have a Maxim, That our selves, our Neighbours, Religion, or Business, ought never to be the Subject. There are very substantial Reasons to be given for these Restrictions, for Men are very apt to be vain, and impertinent, when they talk of themselves, besides that others are very jealous, and apt to suspect, that all the good things said, are intended as so many arguments of preference to them. When they speak of their Neighbours, they are apt out of a Principle of Emulation and Envy, natural to all the race of <em>Adam</em>, to lessen, and tarnish their Fame, whether by open Scandal, and Defamatory Stories, and Tales, or by malicious Insinuations, invidious Circumstances, sinister and covert Reflections. This humour springs from an over fondness of our selves, and a mistaken conceit that anothers loss is an addition to our own Reputation, as if like two Buckets, one must necessarily rise as the other goes down. This is the basest and most ungenerous of all our natural Failures, and ought to be corrected as much as possible e'ry where; but more especially in <em>Italy</em>, where Resentments are carried so high, and Revenges prosecuted with so much Heat and Animosity. Religion is likewise very tender there, as in all other places, where the Priests have so much Power and Authority. But even here, where our differences and disputes have made it more tame, and us'd it to rough handling, it ought carefully to be avoided; for nothing raises unfriendly warmths among Company more than a religious Arugment, which therefore ought to be banisht all Society intended only for <em>Conversation</em> and <em>Diversion</em>. Business is too dry and barren to give any Spirit to <em>Conversation</em>, or <em>Pleasure</em> to a <em>Company</em>, and is therefore rather to be reckon'd among the Encumbrances than Comforts of Life, however necessary. Besides these, Points of Learning, abstruse Speculations, and nice Politicks, ought, in my opinion, to be excluded; because being things that require much Reading and Consideration, they are not fit to be canvas'd <span class=\"foreign\">ex tempore</span> in mixt Company, of which 'tis probable the greatest part will have little to say to 'em, and will scarce be content to be silent Hearers only; besides that they are not in their nature gay enough to awaken the good Humour, or raise the Mirth of the Company. Nor need any one to fear, that by these limitations Conversation shou'd be restrain'd to too narrow a compass, there are subjects enough that are in themselves neither insipid, nor offensive? such as Love, Honour, Gallantry, Morality, News, Raillery, and a numberless train of other Things copious and diverting. <span class=\"margin-comment\">Great Improvements to be made by the help of <em>English</em> Books only.</span> Now I can't see the necessity of any other Tongue beside our own, to enable us to talk plausibly, or judiciously, upon any of these Topicks: Nay, I am very confident, that 'tis possible for an ingenious Person to make a very considerable progress in most parts of learning, by the help of <em>English</em> only. For the only reason I can conceive of learning Languages, is to arrive at the Sense, Wit, or Arts, that have been communicated to the World in 'em. Now of those that have taken the pains to make themselves Masters of those Treasures, many have been so generous as to impart a share of 'em to the Publick, by Translations for the use of the Unlearned; and I flatter my self sometimes, that several of these were more particularly undertaken by Ingenious, good Natur'd Men in Kindness and Compassion to our Sex. But whatever the Motives were, the obliging Humour has so far prevail'd, that scarce any thing either Ancient, or Modern, that might be of general use, either for Pleasure, or Instruction, is left untouch'd, and most of them are made entirely free of our Tongue. I am no Judge either of the Accuracy, or Elegance of such Performances; but if I may credit the report of Learned and Ingenious Gentlemen, (whose Judgment or Sincerity I have no reason to question) many of those excellent Authors have lost nothing by the change of Soil. I can see and admire the Wit and Fancy of <em>Ovid</em> in the Translation of his Epistles, and Elegies, the softness and Passion of <em>Tibullus</em>, the Impetuosity and Fire of <em>Juvenal</em>, the Gayety, Spirit and Judgment of <em>Horace</em>; who, tho' he may appear very different from himself through the diversity, and inequality of the Hands concern'd in making him speak <em>English</em>, yet may easily be guess'd at from the several excellent Pieces render'd by the Earl of <em>Roscommon</em>, Mr. <em>Cowley</em>, Mr. <em>Dryden</em>, Mr. <em>Congreve</em>, Mr. <em>Brown</em>, and other ingenious Gentlemen, who have oblig'd the Nation with their excellent Versions of some parts of him. Nor is it possible to be insensible of the sweetness and Majesty of <em>Virgil</em>, after having read those little, but Divine Samples, already made publick in <em>English</em> by Mr. <em>Dryden</em>, which gives us so much Impatience to see the whole Work entire by that admirable Hand. I have heard some ingenious Gentlemen say, That it was impossible to do Justice in our Tongue to these two last Celebrated <em>Roman</em> Poets, and I have known others, of whose Judgments I have as high an Opinion, affirm the contrary; my ignorance of Latin disables me from determining whether we are in the right, but the Beauty of what I have already seen by the means of those Gentlemen, has so far prejudic'd me in favour of the latter; that might I have 'em entire from the same hands, I think I shou'd scarce envy those, who can tast the pleasure of the Originals. Nor is it to the Poets only, that we stand indebted for the Treasures of Antiquity, We have no less Engagements to those, who have successfully labour'd in Prose, and have made us familiar with <em>Plutarch</em>, <em>Seneca</em>, <em>Cicero</em>, and in general with all the famous Philosophers, Orators and Historians, from whom we may at once learn both the Opinions and Practices of their Times. Assisted by these helps, 'tis impossible for any Woman to be ignorant that is but desirous to be otherwise, though she know no part of Speech out of her Mother Tongue. But these are neither the only, nor the greatest Advantages we have; all that is excellent in <em>France</em>, <em>Italy</em>, or any of our neighbouring Nations is now become our own; to one of whom, I may be bold to say, we are beholding for more, and greater Improvements of Conversation, that to all Antiquity and the learned Languages together. <span class=\"margin-comment\">The name of Learning unjustly restrained to the knowledge of Latin and Greek only.</span> Nor can I imagine for what good Reason a Man skill'd in <em>Latin</em> and <em>Greek</em>, and vers'd in the Authors of Ancient Times shall be call'd Learned; yet another who perfectly understands <em>Italian</em>, <em>French</em>, <em>Spanish</em>, <em>High Dutch</em>, and the rest of the <em>European</em> Languages, is acquainted with the Modern History of all those Countries, knows their Policies, has div'd into all the Intrigues of the several Courts, and can tell their mutual Dispositions, Obligations, and Ties of Interest one to another, shall after all this be thought Unlearned for want of those two Languages. Nay, though he be never so well vers'd in the Modern Philosophy, Astronomy, Geometry and Algebra, he shall notwithstanding never be allow'd that honourable Title. I can see but one apparent Reason for this unfair procedure; which is, that when about an Age and an half ago, all the poor Remains of Learning then in Being, were in the hands of the School-men; they wou'd suffer none to pass Muster, that were not deeply engag'd in those intricate, vexatious and unintelligible Trifles, for which themselves contended with so much Noise and Heat; or at least were not acquainted with <em>Plato</em> and <em>Aristotle</em>, and their Commentators; from whence the Sophistry and Subtleties of the Schools at that time were drawn. Thus Usurpation was maintain'd by their Successors, the Divines, who to this day pretend almost to the Monopoly of Learning; and though some generous Spirits have in good measure broke the neck of this Arbitrary, Tyrannical Authority; yet can't they prevail to extend the name of Learning beyond the Studies, in which the Divines are more particularly conversant. Thus you shall have 'em allow a Man to be a wise Man, a good Naturalist, a good Mathematician, Politician, or Poet, but not a Scholar, a learned Man, that is no Philologer. For my part I think these Gentlemen have just inverted the use of the Term, and given that to the knowledge of words, which belongs more properly to Things. I take Nature to be the great Book of Universal Learning, which he that reads best in all, or any of its Parts, is the greatest Scholar, the most learned Man; and 'tis as ridiculous for a Man to count himself more learned than another, if he have no greater extent of knowledge of things, because he is more vers'd in Languages; as it would be for an Old Fellow to tell a Young One, his own Eyes were better than the other's because he Reads with Spectacles, the other without.","subId":"19","id":"Drake.DFS.Body.19"},{"type":"paragraph","content":"<span class=\"margin-comment\">English Books the best helps to Conversation</span> Thus, <em>Madam</em>, you see we may come in Time to put in for Learning, if we have a mind, without falling under the Correction of Pedants. But I will let Learning alone at present, because I have already banish'd it (though not out of disrespect) from mix'd Conversation; to which we will return, and of which the greatest Magazines and Supports are still in Reserve. I mean the many excellent Authors of our own Country, whose Works it were endless to recount. Where is Love, Honour and Bravery more lively represented than in our Tragedies, who has given us Nobler, or juster Pictures of Nature than Mr. <em>Shakespear</em>? Where is there a tenderer Passion, than in the Maids Tragedy? Whose Grief is more awful and commanding than Mr. <em>Otways</em>? Whose Descriptions more Beautifull, or Thoughts more Gallant than Mr. <em>Drydens</em>? When I see any of their Plays acted, my Passions move by their Direction, my Indignation, my Compassion, my Grief are all at their Beck. Nor is our Comedy at all inferiour to our Tragedy; for, not to mention those already nam'd for the other part of the Stage, who are all excellent in this too, Sir <em>George Etherege</em> and Sir <em>Charles Sedley</em> for neat Raillery and Gallantry are without Rivals, Mr. <em>Wicherley</em> for strong Wit, pointed Satyr, sound and useful Observations is beyond Imitation; Mr. <em>Congreve</em> for sprightly, gentile, easie Wit falls short of no Man. These are the Masters of the Stage; but there are others who though of an inferiour Class, yet deserve Commendation, were that at present my Business. Nay, even the worst of 'em afford us some diversion; for I find a sort of foolish Pleasure, and can laugh at Mr. <em>D----y</em>'s Farce, as I do at the Tricks, and Impertinencies of a Monkey; and was pleased to see the humour and delight of the Author in Mr. <em>H----n</em>'s Eating, and Drinking Play which I fancy'd was written in a Victualling House. In short, were it not for the too great frequency of loose Expressions, and wanton Images, I should take out Theaters for the best Schools in the World of Wit, Humanity, and Manners; which they might easily become by retrenching that too great Liberty. Neither have the Poets only, but the Criticks too Endeavour'd to compleat us; Mr. <em>Dennis</em> and Mr. <em>Rimer</em> have by their Ingenious, and judicious labours taught us to admire the Beauties as we ought, and to know the faults of the former. Nor are we less beholding to these for forming our Judgments, than to those for raising our Fancies.","subId":"20","id":"Drake.DFS.Body.20"},{"type":"paragraph","content":"These are the Sources from whence we draw our gayer part of Conversation; I don't mean in exclusion to the other parts of Poetry, in most of which (as I have heard good Judges say) we equal at least the Ancients, and far surpass all the Moderns. I honour the Names, and admire the Writings of <em>Denham</em>, <em>Suckling</em> and <em>D'avenant</em>, I am ravish'd with the Fancy of <em>Cowley</em>, and the Gallantry of <em>Waller</em>, I reverence the <em>Fairy Queen</em>, am rais'd, and elevated with <em>Paradise Lost</em>, <em>Prince Arthur</em> composes and reduces me to a State of Yawning indiffference, and Mr. <em>W--stl--y</em>'s <em>Heroicks</em> lull me to Sleep. Thus all Ranks and Degrees of Poets have their use, and may be serviceable to some body or other from the Prince to the Pastry Cook, or Past-board Box-maker. I should mention our Satyrists, but it would be endless to descend to every particular, of these Mr. <em>Oldham</em> is admirable, and to go no further, the inimitable Mr. <em>Butler</em> will be an everlasting Testimony, of the Wit of his Age, and Nation, and bid eternal defiance to the Wits of all Countries, and future Ages to follow him in a Path before untrack'd. Our Prose Writers, that are eminent for a gay Style and Jovial Argument, are so many, that it would swell this Letter too much to name 'em, so that I shall only take notice, that whoever can read without Pleasure, or Laughter, <em>The contempt of the Clergy</em>, and the following Letters and Dialogues by the same Author, or the facetious Dialogues of Mr. <em>Brown</em> must be more Splenetick than <em>Heraclitus</em>, or more stupid, than the Ass he laugh'd at.","subId":"21","id":"Drake.DFS.Body.21"},{"type":"paragraph","content":"Nor are we less provided for the serious Part; Morality has generally been the Province of our Clergy who have treated of all parts of it very largely with so much Piety, Solidity, and Eloquence, that as I think I may venture to say, they have written more upon it than the Clergy of all the rest of the World; so I believe no Body will deny that they have written better. Yet I cou'd wish, that our Ingenious Gentlemen wou'd employ their Pens oftner on these Subjects; because the severity of the other's Profession obliges 'em to write with an Air, and in a Style less agreable, and inviting to Young People. Not that we are without many excellent Pieces of Morality, Humanity and Civil Prudence written by, and like Gentlemen. But it is the Excellence of 'em, and the ability of our Gentlemen, which appears in the Spirit, Wit, and curious Observations in those Pieces, which makes me desire more of the same Nature. Who can read the Essays of that Wonderful Man, my Lord <em>Bacon</em>, or the no less to be admir'd Sir <em>Walter Raleigh</em>'s, or Mr. <em>Osborns</em> advice to a Son, the <em>Advice to a Daughter</em>, Sir <em>William Temple</em>'s, or Sir <em>George Machenzie</em>'s Essays, Sir <em>Roger L'Estrange</em>'s Essay, (to which last we are likewise oblig'd for an incomparable Version of <em>Seneca</em>) and abundance of others, without wishing for more from the same, or the like hands? Our Neighbours the <em>French</em>, have written a great deal of this kind, of the best of which we have the benefit in <em>English</em>; but more particularly the <em>Messieurs</em>, <em>Montagne</em>, <em>Rochefaucaut</em>, and St. <em>Evremont</em>, deserve to be immortal in all Languages. I need not mention any more, it is apparent from these that Women want not the means of being Wise and Prudent without more Tongues than one; nay, and Learned too, if they have any Ambition to be so.","subId":"22","id":"Drake.DFS.Body.22"},{"type":"paragraph","content":"The numberless Treatises of Antiquities, Philosophy, Mathematicks Natural, and other History (in which I can't pass silently by, that learned One of Sir <em>Walter Raleigh</em>, which the World he writ of can't match) written originally in, or translated to our Tongue are sufficient to lead us a great way into any Science our Curiousity shall prompt us to. The greatest difficulty we struggled with, was the want of a good Art of Reasoning, which we had not, that I know of, till that defect was supply'd by the greatest Master of that Art Mr. <em>Locke</em>, whose Essay on Human Understanding makes large amends for the want of all others in that kind.","subId":"23","id":"Drake.DFS.Body.23"},{"type":"paragraph","content":"Thus, Madam, I have endeavour'd to obviate all our Adversarie's Objections, by touching upon as great a Variety of things relating to the Subject as I conveniently cou'd. Yet I hope I have troubled you with nothing but what was necessary to make my way clear, and plain before me; and I am apt to think I have made it appear, that nothing but disencouragement or an Idle Uncurious Humour can hinder us from Rivalling most Men in the knowledge of great Variety of things, without the help of more Tongues than our Own; which the Men so often reproachfully tell us is enough. This Idleness is but too frequently to be found among us, but 'tis a Fault equally common to both Sexes. Those that have means to play the Fool all their lives, seldom care for the trouble of being made wise. We are naturally Lovers of our Ease, and have great apprehensions of the difficulty of things untry'd; Especially in matters of Learning, the common Methods of acquiring which are so unpleasant, and uneasie. I doubt not but abundance of noble Wits are stiffled in both Sexes, for want but of suspecting what they were able to do, and with how much facility. Experience shews us every day Blockheads, that arrive at a moderate, nay sometimes a great Reputation by their Confidence, and brisk attempts which they maintain by their Diligence; while great Numbers of Men naturally more Ingenious lye neglected by, for want of Industry to improve, or Courage to exert themselves. No Man certainly but wishes he had the Reputation in, and were Respected and Esteem'd by the World as he sees some Men are for the Fruits of their Pens; but they are loth to be at the pains of an Attempt, or doubt their sufficience to perform; or what I believe is most general, never to enquire so far into themselves, and their own Abilities, as to bring such a thought into their Heads. This last I fancy is the true Reason, why our Sex, who are commonly charged with talking too much, are Guilty of Writing so little. I wish they would shake of this lazy Despondence, and let the noble examples of the deservedly celebrated Mrs. <em>Philips</em>, and the incomparable Mrs. <em>Behn</em>, rouse their Courages, and shew Mankind the great injustice of their Contempt. <span class=\"margin-comment\">Ignorance of Latin,<em> &amp;c.</em> no disadvantage.</span> I am confident they would find no such need of the assistance of Languages as is generally imagin'd. Those that have of their own need not graft upon Foreign Stocks. I have often thought that the not teaching Women Latin and Greek, was an advantage to them, if it were rightly consider'd, and might be improv'd to a great heigth. For Girles after they can Read and Write (if they be of any Fashion) are taught such things as take not up their whole time, and not being suffer'd to run about at liberty as Boys, ar furnish'd among other toys with Books, such as <em>Romances</em>, <em>Novels</em>, <em>Plays</em> and <em>Poems</em>; which though they read carelessly only for Diversion, yet unawares to them, give 'em very early a considerable Command both of Words and Sense; which are further improv'd by their making and receiving Visits with their Mothers, which gives them betimes the opportunity of imitating, conversing with, and knowing the manner, and address of elder Persons. These I take to be the true Reasons why a Girl of Fifteen is reckon'd as ripe as a Boy of One and Twenty, and not any natural forwardness of Maturity, as some People would have it. These advantages the Education of Boys deprives them of, who drudge away the Vigour of their Memories at Words, useless ever after to most of them, and at Seventeen or Eighteen are to begin their Alphabet of Sense, and are but where the Girles were at Nine or Ten. Yet because they have learnt Latin and Greek, reject with Scorn all <em>English</em> Books their best helps, and lay aside their Latin ones, as if they were already Masters of all that Learning, and so hoist Sail for the wide World without a Compass to Steer by. Thus I have fairly stated the difference between us, and can find no such disparity in Nature or Education as they contend for; but we have a sort of ungenerous Adversaries, that deal more in Scandal than Argument, and when they can't hurt us with their Weapons, endeavour to annoy us with stink Pots. Let us see therefore, <em>Madam</em>, whether we can't beat them from their Ammunition, and turn their own Artillery upon them; for I firmly believe there is nothing, which they charge upon us, but may with more Justice be retorted upon themselves.","subId":"24","id":"Drake.DFS.Body.24"},{"type":"paragraph","content":"They tax us with a long List of Faults, and Imperfections, and seem to have taken a Catalogue of their own Follies and Vices, not with design to correct them, but to shift of the Imputation to us.  There is no doubt, but particular Women may be found upon whom every charge may be justified; but our Sex is not answerable for them, till they prove there are no such Men, which will not be before Dooms-day.  However, like ill Neighbours they bring the Dirt out of their own Homes not out of neatness, but out of Envy to their Neighbours, at whose Doors they lay it.  But let them remove their Follies as oft as they please, they are still as constant to them, as the <em>Needle</em> to the <em>North Pole</em>, they point them out which way soever they move. Let us see what these Qualities are, they so liberally bestow upon us, and after see how they fit the Donours, and survey 'em in their proper Figures and Colours.  The most familiar of these are Vanity, Impertinence, Enviousness, Dissimulation, Inconstancy rather than occasion Blood-shed.  He is so full of Courage, that it boils over when there is no occasion, and his <em>Sword</em> and <em>Person</em> are always at Leisure, and at your Service, till you want them, and then to his great Trouble, he is always indispensably engag'd otherwise.  He wears <em>Red</em>, and a long <em>Sword</em> openly to shew his Valour, and <em>Mail</em> privately to shew his Discretion.  He threatens terribly, but he is like a Witch, if you draw Blood of him, he has no power to hurt you.  No man shews or boasts more of his Scars with less Reason.  He scorns to take a blow in the Face, and a Back-piece is as good to him as a whole sute of Armour.  He is at first the Terrour of all the <em>Young Bullies</em>, at last their Maygame, and they blood their <em>Cub Hectors</em> upon him, as they do young <em>Beagles</em> on a <em>Hare</em>.  Good usage makes him insolent, but he fawns like a <em>Spaniel</em> most upon those that beat him. When he is discover'd by all the rest of the World, the Cheat passes still upon himself, and he is pleas'd with the terrible Figure he makes in his Glass, tho' he is ready to shake at his own Shaddow.","subId":"25","id":"Drake.DFS.Body.25"},{"type":"paragraph","content":"<span class=\"margin-comment\">Character of a Scowrer</span> There are men of an humour directly opposite to this, yet e'ry whit as Mad, Foolish, and Vain; these are your Men of nice Honour, that love Fighting for the sake of Blows, and are never well but when they are wounded, they are severe Interpreters of Looks, are affronted at every Face that don't please 'em, and like true Cocks of the Game, have a quarrel to all Mankind at first sight.  They are Passionate Admirers of scarr'd Faces, and dote on a Wooden Leg.  They receive a Challenge like a <em>Billet Douce</em>, and a home thrust as a Favour.  Their common Adversary is the Constable, and their usual Lodging the Counter.  Broken heads are a diversion, and an Arm in a Scarfe is a high satisfaction.  They are frugal in their expences with the Taylor, for they have their Doublets pinkt on their Backs, but they are as good as an Annuity to the Surgeon, tho' they need him not to let 'em blood. <em>Flanders</em> is their Mistress, and a Clap from her carries 'em off the Stage. If they return, an <em>Hospital</em> is their Retreat, or the <em>Sheriff</em> their Executor. These two, <em>Madam</em>, are very different extravagances, and very strange ones, yet they are real, and such as appear every day.  But, what is most to be wonder'd at, arise both from the same Principle, and the same mistaken Notion, and are only differenc'd by the diversity of Tempers in Men.  The common Motive to both is Vanity, and they jointly concurr in this Opinion, that Valour is the most estimable, and most honourable Quality, that Man is capable of; they agree in a desire to be honour'd and fear'd, but they differ in their methods in persuing this common End.  The one is naturally active, bold and daring; and therefore takes the true course to arrive at it by shewing what he can do, by what he dare suffer, and his immoderate desire, and indiscretion suffer him to know no bounds.  The other is mean spirited, and fearful, and seeks by false Fire to Counterfeit a heat that may pass for genuine, to conceal the Frost in his Blood, and like an ill Actor, over-does his Part for want of understanding it, which 'tis impossible he shou'd.  Among peaceable Men, and those of his own Temper he comes off with Colours flying, and those are the Men he wou'd be valiant amongst only, cou'd he read Men's hearts.  But the first Rencounter betrays the Ass through the Lion's Skin, and he is Cudgel'd like an Ass in spite of his covering.  <span class=\"margin-comment\">Imitation ridiculous.</span> It is our happiness, <em>Madam</em>, that we lie under no manner of Temptation from these two Vanities, whereof one is so dangerous, the other so ridiculous.  For all humours that are forc'd against the natural bent of our Tempers must be so.  Nature is our best guide, and has fitted ev'ry Man for some things more particularly than others; which if they had the sense to prosecute, they wou'd at least not be ridiculous, if they were not extraordinary.  But so prevalent are our Vanity, and this Apish Humour of Imitation, that we persuade our selves, that we may practise with applause, whatever we see another succeed in; tho' as contrary to the intent of our Nature, as Dancing to an Elephant; so some Men that talk well of serious matters, are so mov'd at the applause some merry Drolls gain, that they forget their gravity, and aiming to be Wits, turn Buffoons.  There are others, that are so taken with the actions and grimace of a good Mimick, that they fall presently to making awkard Faces and wry Mouths, and are all their lives after in a Vizor, Maskt tho' bare fac'd.","subId":"26","id":"Drake.DFS.Body.26"},{"type":"paragraph","content":"These, and innumerable others of the like Nature, are the lesser Follies of Mankind, by which their Vanity makes 'em fit only to be laugh'd at.  There are others, who by more studied and refin'd Follies arrive to be more considerable, and make a great Figure and Party among their Sex.","subId":"27","id":"Drake.DFS.Body.27"},{"type":"paragraph","content":"<span class=\"margin-comment\">Character of a Beau.</span> Of the first rank of these is the <em>Beau</em>, who is one that has more Learning in his Heels than his Head, which is better cover'd than fill'd.  His Taylor and Barber are his Cabinet Councel, to whom he is more beholding for what he is, than to his Maker.  He is One that has travell'd to see Fashions, and brought over with him the newest cut suit, and the prettiest Fancy'd Ribbands for Sword Knots. His best Acquaintance at <em>Paris</em> was his Dancing Master, whom he calls the <em>Marquis</em>, and his chief Visits to the Opera's.  He has seen the <em>French</em> King once, and knows the name of his chief Minister, and is by this sufficiently convinc'd, that there are no Politicians in any other Part of the World.  His improvements are a nice Skill in the Mode, and a high Contempt of his own Country, and of Sense. <span class=\"margin-comment\">Commonly mistaken.</span> All the knowledge he has of the Country, or Manners of it, is in the keeping of the Valet that follow'd him hither, and all that he retains of the Language is a few modish words to lard his discourse with, and shew his Breeding, and the names of his Garniture.  He shou'd be a Philosopher, for he studies nothing but himself, yet ev'ry one knows him better, that thinks him not worth knowing.  His looks and gestures are his constant Lesson, and his Glass is the Oracle that resolves all his mighty doubts and scruples.  He examines and refreshes his Complexion by it, and is more dejected at a Pimple, than if it were a Cancer.  When his Eyes are set to a languishing Air, his Motions all prepar'd according to Art, his Wig and his Coat abundantly Powder'd, his Gloves Essenc'd, and his Handkercher perfum'd, and all the rest of his Bravery rightly adjusted, the greatest part of the day, as well the business of it at home, is over; 'tis time to launch, and down he comes, scented like a Perfumers Shop, and looks like a Vessel with all her rigging under sail without Ballast.  A Chair is brought within the door, for he apprehends every Breath of Air as much, as if it were a Hurricane.  His first Visit is to the <em>Chocolate</em> House, and after a quarter of an Hours Compliment to himself in the great Glass, he faces about and salutes the Company, and puts in practice his Mornings Meditations; When he has made his Cringes round, and play'd over all his Tricks, out comes the fine <em>Snush-box</em>, and his <em>Nose</em> is Regal'd a while:  After this he begins to open, and starts some learned Argument about the newest Fashion, and hence takes occasion to commend the next Man's Fancy in his Cloths, this ushers in a discourse of the Appearance last <em>Birth Night</em>, or <em>Ball</em> at Court, and so a Critick upon this <em>Lord</em>, or that <em>Ladies</em> Masquing Habit.  From hence he adjourns to the <em>Play-house</em>, where he is to be met again in the side Box, from whence he makes his Court to all the Ladies in general with his Eyes, and is particular only with the <em>Orange-Wench</em>.  After a while he engages some neighbouring Vizor, and together they run over all the Boxes, take to pieces every Face, examine every Feature, pass their Censure upon every one, and so on to their Dress; here he very Judiciously gives his opinion upon every particular, and determines whose Colours are well chosen, whose Fancy is neatest, and whose Cloths sit with most Air; but in conclusion sees no Body compleat, but himself in the whole House.  After this he looks down with contempt upon the Pit, and rallies all the slovenly Fellows, and awkward Beau's (as he calls them) of t'other End of Town, is mightily offended at their ill scented <em>Snush</em>, and in spight of all his <em>Pulvilio</em> and <em>Essences</em>, is overcome with the stink of their <em>Cordovant Gloves</em>.  To close all, Madam in the Mask must give him an account of the Scandal of the Town, which she does in the History of abundance of Intrigues, real or feign'd; at all which he laughs aloud and often, not to shew his satisfaction, but his Teeth.  She shews him who is kept by such a Lord, Who was lately discarded by such a Knight, for granting Favour too indiscreetly to such a Gentleman; who has lately been in the Country for two or  Months upon extraordinary Occasions, To all which he gives great attention, that he may pass for a Man of Intelligence in another Place.  His next Stage is <em>Locket</em>'s, where his Vanity, not his Stomach, is to be gratified with something that is <em>little</em> and <em>dear</em>, <em>Quails</em> and <em>Ortalans</em> are the meanest of his Diet, and a Spoonful of <em>Green Pease</em> at <em>Christmas</em>, are worth to him more than the inheritance of the <em>Field</em> where they grow in <em>Summer</em>. Every thing falls in his Esteem, as it fall in price, and he wou'd not so much as tast the <em>Wine</em>, if the hard name, and the high rate did not give it a relish.  After a glass, or two, (for a Pint is his stint) he begins to talk of his Intrigues, boasts much of the Favours he has received, shews counterfeit Tokens, and in Conclusion slanders some Lady, or other of unquestion'd Vertue with a particular fondness for him.  His Amours are all profound Secrets, yet he makes a confidence of 'em to every Man he meets with.  He pretends a great reverence for the Ladies, and a mighty tenderness of their Reputations; yet he is like a <em>Flesh Flye</em>, whatever he blows on is tainted.  He talks of nothing under Quality, tho' he never obtain'd a Favour which his Man might not have for half a Crown.  He, and his Footman in this Case are like <em>English</em>, and <em>Dutch</em> at an Ordinary in <em>Holland</em>, the Fare is the same, but the Price is vastly different.  Thus the Show goes forward, till he is beaten for Trespasses he was never guilty of, and shall be damn'd for Sins he never Committed.  At last, with his Credit as low as his Fortune he retires ssullenly to his Cloister, the <em>King's-Bench</em>, or <em>Fleet</em>, and passes the rest of his days in Privacy, and Contemplation.  Here, <em>Madam</em>, if you please wee'l give him one <em>Visit</em> more, and see the last <em>Act</em> of the <em>Farce</em>; and you shall find him (whose Sobriety was before a <em>Vice</em>, as being only the <em>Pimp</em> to his other <em>Pleasures</em>, and who fear'd a lighted <em>Pipe</em> as much as if it had been a great <em>Gun</em> levell'd at him) with his <em>Nose Flaming</em>, and his <em>Breath</em> stinking of Spirits worse than a <em>Dutch Tarpawlin's</em>, and smoking out of a short <em>Pipe</em>, that for some Months has been kept hot as constantly as a <em>Glass-House</em>, and so I leave him to his Meditation.","subId":"28","id":"Drake.DFS.Body.28"},{"type":"paragraph","content":"You wou'd think it yet more strange, that any one should be <em>Slovenly</em> and <em>Nasty</em> out of <em>Vanity</em>; yet such there are I can assure you, <em>Madam</em>, and cou'd easily give a description of 'em, but that so foul a Relation must needs be Nauseous to a Person so Neat as your <em>Self</em>; and wou'd be treating You as the <em>Country Squire</em> did his <em>Court Friend</em>, who when he had shew'd him all the Curiosities of his House and Gardens, carried him into his Hog-sties.  But there are more than enow to justifie what I have said of the Humour of <em>Diogenes</em>, who was as vain and as proud in his <em>Tub</em>, as <em>Plato</em> cou'd be in the midst of his fine <em>Persian Carpets</em>, and rich <em>Furniture</em>.  Vanity is only an Ambition of being taken notice of, which shews it self variously according to the humour of the Persons; which was more extravagant in the <em>Anti-Beau</em>, than in the <em>Beau Philosopher</em>. Vanity is the veriest <em>Proteus</em> in the World, it can Ape <em>Humility</em>, and can make Men decry themselves on purpose to be Fltter'd; like some cunning <em>Preachers</em> that cry up <em>Mortification</em> and <em>Self-denial</em> perpetually, and are pamper'd all the while by the Zeal, and at the Charges of their Followers, who are affraid the good Man shou'd starve himself.  It is the Blessing of Fools, and the Folly of Ingenious Men.  For it makes those contentedly hugg themselves under all the scorn of the World, and the Indignities that are offer'd 'em, and these restless and dissatisfied with its applause.  Both think the World envious, and that their merit is injur'd, and it is impossible, to right either of 'em to their Minds; for those have no title to the pretence of merit, and these not so much as they think they have. <span class=\"margin-comment\">Vanity a Blessing to Fools.</span> Yet it is the Happiness of the first that they can think themselves capable of moving <em>Envy</em>; for though they commonly mistake the Derision of Men, for their applause, yet Men are sometimes so ill Natur'd as to undeceive 'em, and then it is their Comfort, that these are envious Men, and misrepresent the Worlds opinion of 'em.  Cou'd these Men be convinc'd of their mistake, I see nothing that shou'd hinder them from being desperate, and hanging or disposing of themselves some other such way.  For though a Man may comfort himself under Afflictions, it is either that they are undeserved, or if deserved, that he suffers only for Oversights, or rash Acts, by which the wisest Man may be sometimes overtaken; that he is in the main Discreet and Prudent, and that others believe him so.  But when a Man falls under his own <em>Contempt</em>, and does not only think himself not wise, but by <em>Nature</em> made absolutely incapable of ever becoming <em>Wise</em>, he is in a deplorable <em>State</em>, and wants the common <em>Comfort</em>, as well of <em>Fools</em>, as <em>Wise Men</em>, Vanity; which in such a Case is the only proper <em>Mediatour</em> of a <em>Reconcilement</em>.  No Quality seems to be more Providentially distributed to every Man according to his Necessity; for those that have least Wit, ought to have the greatest Opinion of it; as all other Commodities are rated highest, where they are scarcest.  By this means the level is better maintain'd amongst Men, who, were this imaginary Equality destroy'd, might be apt to reverence, and idolize one another too much, and (forgetting the common Fate, they are all Born to) pay Honours too near divine to their Fellow Mortals.  But as the humour of the World now runs, this sort of <em>Idolatry</em> is scarce likely to come into Fashion.  We have too great an Opinion of our selves, to believe too well of any one else, and we are in nothing more difficult than in points of Wit and Understanding, in either of which we very unwillingly yield the Preference to any Man.  There is nothing of which we affect to speak with more humility and indifference than our own Sense, yet nothing of which we think with more Partiality, and Presumption.  There have been some so bold as to assume the Title of the <em>Oracles</em> of <em>Reason</em> to themselves, and their own Writings; and we meet with others daily, that think themselves <em>Oracles</em> of <em>Wit</em>.  These are the most Vexatious Animals in the World, that think they have a Priviledge to torment and plague every Body; but those most, who have the best Reputation for their Wit or Judgment; as <em>Fleas</em> are said to molest those most, who have the tenderest <em>Skins</em>, and the sweetest <em>Blood</em>.","subId":"29","id":"Drake.DFS.Body.29"},{"type":"paragraph","content":"<span class=\"margin-comment\">Character of a Poetaster</span> Of these the most voluminous Fool is the Fop-Poet, who is  that has always more Wit in his Pockets than any where else, yet seldom or never any of his own there. <em>Esop's </em>Daw was a <em>Type</em> of him; For he makes himself fine with the Plunder of all Parties.  He is a Smuggler of Wit, and steals <em>French</em> Fancies without paying the customary Duties.  Verse is his <em>Manufacture</em>; For it is more the labour of his Finger than his brain.  He spends much time in Writing, but ten times more in Reading what he has Written. He is loaden constantly with more Papers, and duller than a <em>Clerk</em> in <em>Chancery</em>, and spends more time in <em>Hearings</em>, and <em>Rehearings</em>.  He asks your Opinion, yet for fear you shou'd not jump with him, tells you his own first.  He desires no Favour, yet is disappointed, if he be not Flatter'd, and is offended always at the Truth.  His first Education is generally a <em>Shop</em>, or a <em>Counting-House</em>, where his acquaintance commences with the <em>Bell-man</em> upon a New Years day.  He puts him upon Intriguing with the <em>Muses</em>, and promises to <em>Pimp</em> for him.  From this time forward he hates the name of <em>Mechanick</em>, and resolves to sell all his stock, and purchase a Plantation in <em>Parnassus</em>.  He is now a Poetical <em>Harberdasher</em> of <em>Small Wares</em>, and deals very much in <em>Novels</em>, <em>Madrigals</em>, <em>Riddles</em>, <em>Funeral</em> and <em>Love Odes</em>, and <em>Elegies</em>, and other Toyes from <em>Helicon</em>, which he has a Shop so well firnish'd with, that he can fit you with all sorts, and Sizes, upon all Occasions in the twinkling of an Eye.  He frequents <em>Apollo</em>'s <em>Exchange</em> in <em>Covent-Garden</em>, and picks up the freshest Intelligence, what <em>Plays</em> are upon the Stocks, or ready to be launch'd; who have lately made a good Voyage, who a saving one only, and have suffer'd a Wreck in <em>Lincoln</em>'s<em>-Inn-Fields</em>, or <em>Drury-Lane</em>, and which are brought into the Dock to be Careen'd, and fitted for another Voyage.  He talks much of <em>Jack Dryden</em>, and <em>Will. Wycherley</em>, and the rest of that Set, and protests he can't help having some respect for 'em, because they have so much for him, and his Writings; otherwis he cou'd shew 'em to be meer Sots and Blockheads that understand little of Poetry, in comparison of himself; but he forbears 'em meerly out of Gratitude, and Compassion.  Once a Month he fits out a small <em>Poetical Smeck</em> at the charge of his Bookseller, which he lades with <em>French Plunder</em> new vampt in <em>English</em>, small Ventures of <em>Translated Odes</em>, <em>Elegies</em> and <em>Epigrams</em> of Young Traders, and ballasts with heavy <em>Prose</em> of his own; for which returns are to be made to the several Owners in Testers, or applause from the Prentices and Tyre Women that deal for 'em.  He is the Oracle of those that want Wit, and the Plague of those that have it; for he haunts their Lodgings, and is more terrible to 'em, than their Duns.  His Pocket is an unexhaustible Magazine of <em>Rhime</em>, and <em>Nonsense</em>, and his Tongue like a repeating Clock with Chimes, is ready upon every touch to sound to 'em.  Men avoid him for the same reason, they avoid the <em>Pillory</em>, the security of their <em>Ears</em>; of which he is as merciless a Prosecutor.  He is the Bane of Society, a Friend to the Stationers, the Plague of the Press, and the Ruine of his Bookseller.  He is more profitable to the <em>Grocers</em> and <em>Tabacconists</em>, than the <em>Paper Manufacture</em>; for his Works, which talk so much of Fire and Flame, commonly expire in their Shops in <em>Vapour</em> and <em>Smoak</em>.  If he aspire to <em>Comedy</em>, he intrigues with some experienc'd <em>Damsel</em> of the <em>Town</em>, in order to instruct himself in the humour of it, and is cullied by her into <em>Matrimony</em>, and so is furnish'd at once with a Plot, and two good Characters, himself and his Wife, and is paid with a Portion for a Jointure in <em>Parnassus</em>, which I leave him to make his best of.","subId":"30","id":"Drake.DFS.Body.30"},{"type":"paragraph","content":"<span class=\"margin-comment\">Vanity Universal.</span> I shall not trouble you with any more Instances of the foolish vanities of Mankind; because I am affraid I have been too large upon that Head already.  Not that I think there is any Order or Degree of Men, which wou'd not afford many and notorious Instances for our Purpose.  For as I think <em>Vanity</em> almost the Universal mover of all our Actions, whether good or bad; so I think there are scarce any  so Ingenious, or so Vertuous, but something of it will shine through the greatest Part of what they do, let them cast never so thick a Vail over it. What makes Men so solicitous of leaving a Reputation behind 'em in the World, though they know they can't be affected with it after Death, but this even to a degree of Folly?  What else makes great Men involve themselves in the Fatigues and hazards of War, and intricate Intrigues of State, when they have already more than they can enjoy, but an Itch of being talk'd of and remembred, to which they sacrifice their present happiness and repose?","subId":"31","id":"Drake.DFS.Body.31"},{"type":"paragraph","content":"But I shall carry these considerations no farther; because I have already singled out some of those many, whose <em>Vanity</em> is more extravagant and ridiculous, than any our Sex is chargeable with: These slight Touches may serve to let 'em see that even the greatest and Wisest are not wholely exempt, if they have it not in a higher Degree, tho' they exercise it in things more Popular, and Plausible.  I hope therefore the burthen of this good Quality will not hereafter be laid upon us alone, but the Men will be contented to divide the Load with us, and be thankful that they bear less than their Proportion.","subId":"32","id":"Drake.DFS.Body.32"},{"type":"paragraph","content":"<span class=\"margin-comment\">Impertinence.</span> <em>Impertinence</em> comes next under Consideration, in which I shall be as brief, as I conveniently can, in regard I have been so long upon the preceding Head. <em>Impertinence</em> is a humour of busying our selves about things trivial, and of no Moment in themselves, or unseasonably in things of no concern to us, or wherein we are able to do nothing to any Purpose.  Here our Adversaries insult over us, as if they had gain'd an intire <em>Victory</em>, and the <em>Field</em> were indisputable; but they shall have no cause for <em>Triumph</em>, this is no Post of such mighty advantage as they fondly persuade themselves. <span class=\"margin-comment\">Commonly mistaken.</span> This <em>Presumption</em> arises from an Erroneous Conceit, that all those things in which they are little concern'd, or consulted, are triffles below their care or notice, which indeed they are not by Nature so well able to manage.  Thus, when they hear us talking to, and advising one another about the Order, Distribution and Contrivance of <em>Houshold Affairs</em>, about the <em>Regulation</em> of the <em>Family</em>, and <em>Government</em> of <em>Children</em> and <em>Servants</em>, the provident management of a <em>Kitchin</em>, and the decent ordering of a <em>Table</em>, the suitable <em>Matching</em>, and convenient disposition of <em>Furniture</em> and the like, they presently condemn us for impertinence.  Yet they may be pleased to consider, that as the affairs of the World are now divided betwixt us, the <em>Domestick</em> are our share, and out of which we are rarely suffer'd to interpose our Sense.  They may be pleased to consider likewise, that as light and inconsiderable as these things seem, they are capable of no Pleasures of Sense higher or more refin'd than those of <em>Brutes</em> without our care of 'em. For were it not for that, their Houses wou'd be meer <em>Bedlams</em>, their most luxurious Treats, but a rude confusion of ill Digested, ill mixt Scents and Relishes, and the fine Furniture, they bestow so much cost on, but an expensive heap of glittering <em>Rubbish</em>.  Thus they are beholding to us for the comfortable Enjoyment of what their labour or good Fortune hath acquir'd or bestow'd, and think meanly of our care only, because they understand not the value of it.  But if we shall be thought impertinent for Discourses of this Nature, as I deny not but we sometimes justly may, when they are unseasonable; what censure must those Men bear, who are perpetually talking of <em>Politicks</em>, <em>State Affairs</em> and <em>Grievances</em> to us, in which perhaps neither they, nor We are much concern'd, or if we be, are not able to propose, much less to apply any Remedy to 'em?  Surely these are impertinent; not to call the <em>Beau</em>, or <em>Poetaster</em> on the <em>Stage</em> again, whose whole Lives are one continued scene of Folly and Impertinence; let us make the best of our <em>News-Monger</em>.","subId":"33","id":"Drake.DFS.Body.33"},{"type":"paragraph","content":"<span class=\"margin-comment\">Character of a Coffee-House Politician.</span> He is one whose Brains having been once over-heated, retain something in the Fire in 'em ever after.  He mistakes his Passion for Zeal, and his Noise and Bustling, for Services.  He is always full of Doubts, Fears, and Jealousies, and is never without some notable Discovery of a deep laid Design, or a dangerous Plot found out in a <em>Meal Tub, or </em> <em>Petticoat</em>.  He is a mighty Listner after <em>Prodigies</em>, and never hears of a <em>Whale</em>, or a <em>Comet</em>, but he apprehends some sudden <em>Revolution</em> in the State, and looks upon a <em>Groaning-board</em>, or a <em>speaking-head</em>, as fore-runners of the <em>Day</em> of <em>Judgment</em>.  He is a great Lover of the King, but a bitter Enemy to all about him, and thinks it impossible for him to have any but <em>Evil Counsellors</em>, and though he be very zealous for the Government, yet he never finds any thing in it but <em>Grievances</em> and <em>Miscarriages</em> to declaim upon.  He is a Well-wisher to the <em>Church</em>, but he is never to be reconcil'd to the <em>Bishops</em> and <em>Clergy</em>, and rails most inveterately at the <em>Act</em> of <em>Uniformity</em>.  He hates <em>Persecution</em> implacably, and contends furiously for <em>Moderation</em>, and can scarce think well of the <em>Toleration</em>, because it is an Act of the State.  He professes himself of the <em>Church</em> of <em>England</em>, pretends to like the Worship of it, but he goes to Meetings in spight to the <em>Parson</em> of his <em>Parish</em>.  His <em>Conscience</em> is very tender and scrupulous in Matters of Ceremony, but it is as steely and tough as Brawn behind his Counter, and can digest any Sin of Gain.  He lodges at home, but he lives at the <em>Coffee-house</em>. He converses more with <em>News Papers</em>, <em>Gazettes</em> and <em>Votes</em>, than with his <em>Shop Books</em>, and his constant Application to the <em>Publick</em> takes him off all Care for his <em>Private Concern</em>.  He is always settling the <em>Nation</em>, yet cou'd never manage his own <em>Family</em>.  He is a mighty Stickler at all <em>Elections</em>, and tho' he has no <em>Vote</em>, thinks it impossible any thing shou'd go right unless he be there to Bawl for it.  His business is at <em>Home</em>, but his thoughts are in <em>Flanders</em>, and he is earnestly investing of Towns till the <em>Sheriff's Officers</em> beleaguer his Doors.  He is busie inforcing of <em>Counterscarps</em>, and storming of <em>Breaches</em>, while his <em>Creditors</em> take his <em>Shop</em> by surprize, and make Plunder of his <em>Goods</em>.  Thus by mending the <em>State</em>, He marrs his own <em>Fortune</em>; and never leaves talking of the <em>Laws</em> of the <em>Land</em>, till the Execution of 'em silence him.","subId":"34","id":"Drake.DFS.Body.34"},{"type":"paragraph","content":"This Sort of Impertinents the <em>Coffee-houses</em> are every day full of; nay, so far has this contagious Impertinence spread it self, that <em>Private Houses</em>, and <em>Shops</em>, nay, the very <em>Streets</em> and <em>Bulks</em> are infected and pester'd with Politicks and News.  Not a Pot cou'd go glibly down, or a stitch go merrily forward without <em>Namur</em>, a while ago; 'twas <em>Spice</em> to the <em>Porter</em>'s <em>Ale</em>, and <em>Wax</em> to the <em>Cobler</em>'s <em>Thread</em>; the one suspended his Draught, and the other his Awl to enquire what was become of the <em>Rogue</em>, and were very glad to hear he was taken, and expected no doubt he shou'd come over and make 'em a Holy-day at his Execution.  They were mightily rejoyc'd at the Arresting of the Mareschal <em>Boufflers</em>, and made no question but they shou'd see him amongst the rest of the <em>Beasts</em> at <em>Bartholomew Fair</em> for Two Pence.  This Folly of the <em>Mob</em> was in some measure excusable, because their Ignorance led 'em into an expectation of seeing what had given the World so much Trouble.  But those that have better knowledge of things have no such <em>Plea</em>, they ought to have been wiser, than to have busied themselves so much and so earnestly about affairs, which all their care and Sollicitude could have no more Influence upon, than over the Weather. 'Twas pleasant to see what Shoals the report of the arrival of a <em>Holland</em>, or <em>Flanders Mail</em>, brought to the <em>Secretary</em>'s <em>Office</em>, the <em>Post Office</em>, and the <em>Coffee-Houses</em>; every one Crowding to catch the News first, which as soon as they had, they posted away like so many Expresses to disperse it among their Neighbours at more distance, that waited with Ears prickt up to receive 'em, or walk'd uneasily with a Foolish Impatience to and from the Door, or Window, as if their looking out so often wou'd fetch 'em the sooner.  Most Men in their News are like <em>Beau</em>'s in their Diet, the worst is welcome while 'tis fresh and scarce, and the best is not worth a Farthing when it has been blown upon; and commonly they fare like <em>Beau</em>'s, are fond of it while 'tis young and insipid, and neglect it when 'tis grown up to its full, and true relish.  No sooner is it rumour'd that a Breach is made in the <em>Castle Wall</em>, or the <em>White Flag</em> hung out, but a <em>Council of War</em> is call'd in every <em>Coffee-house</em> in Town; the <em>French</em>, and <em>Dutch Prints</em>, their Intelligencers are call'd for immediately, and examin'd, and not a Shot is mention'd but they start as if the Ball whizz'd just then by their Ears.  After this follows a serious debate about a general Assault, and whether they shall storm immediately, or not; who shall begin the Attack; what Conditions shall be granted on Capitulation.  The Castle of <em>Namur</em> thus taken, or Surrender'd, they proceed to take their Measures, and settle the next Campaign, and whatever harm we suffer by those mischeivous <em>French</em> in the Field, they are sure to take sufficient Revenge, and pay 'em off Swingingly in the <em>Coffee-houses</em>: But as if this were not enough, Our greatest Actions must be Buffoon'd in Show, as well as Talk.  Shall <em>Namur</em> be taken and our Hero's of the City not show their Prowess upon so great an Occasion? <span class=\"margin-comment\">City Militia.</span> It must never be said, that the <em>Coffee-houses</em> dar'd more than <em>Moor-Fields</em>; No, for the honour of <em>London</em>, out comes the Foreman of the <em>Shop</em> very Formidable in <em>Buff</em> and <em>Bandileers</em>, and away he marches with Feather in Cap, to the general Rendezvous in the <em>Artillery Ground</em>.  There these terrible Mimicks of <em>Mars</em> are to spend their Fury in <em>Noise</em> and <em>Smoke</em>, upon a <em>Namur</em> erected for that purpose on a <em>Mole-hill</em>, and by the help of <em>Guns</em> and <em>Drums</em> out-stink and out-rattle <em>Smith-field</em> in all its Bravery, and wou'd be too hard for the greatest Man in all <em>France</em>, if they had him but amongst 'em.  Yet this is but Skirmishing, the hot Service is in another Place, when they engage the <em>Capons</em> and <em>Quart Pots</em>; never was Onset more Vigorous, For they come to Handy-Blows immediately, and now is the real cutting and slashing, and Tilting without Quarter, Were the Towns in <em>Flanders</em> all wall'd with <em>Beef</em>, and the <em>French</em> as good meat as <em>Capons</em>, and drest the same way, the King need never beat his Drums for Soldiers; all these Gallant Fellows wou'd come in Voluntarily, the meanest of which wou'd be able to eat a Mareschal, and whom nothing cou'd oppose in conjunction.","subId":"35","id":"Drake.DFS.Body.35"},{"type":"paragraph","content":"Nothing is more common, and familiar than this sort of Impertinence; Most Men wou'd have little to do, did they busie themselves about nothing, but what they understood, or were concern'd in.  A Monkey is not liker a Man in his Figure, than in his humour.  How ready are all Mankind to censure without Authority, and to give advice unaskt, and without reason.  They are very much mistaken, that think this forwardness to thrust themselves into other's affairs, springs from any Principle of Charity or Tenderness for 'em, or the least Regard to the Welfare of their Neighbours. <span class=\"margin-comment\">Officious Impertinence.</span> 'Tis only a Vain Conceit that they are wiser, and more able to advise, which puts 'em upon engaging in things they have nothing to do with, and passing their Judgments Magisterially on matters they have no Cognizance of, and generally little Information, or Skill in.  They are desirous the World shou'd have as great an Opinion of 'em as they have of themselves, and therefore impertinently interpose their own Authority and Sense, tho' never so little to the purpose, only to shew how well they cou'd manage, were it their Business; thus they advise without good intention, or kindness, and censure without design, or malice to the Persons counsell'd, or reflected on. These buzzing Insects swarm as thick every where, and are as troublesome as <em>Muskettoes</em> in the <em>West-Indies</em>. They are perpetually in a hurry of Business, yet are forc'd to rack their Inventions to employ their Leisure.  They are very busie for every Body, and serve no Body. They are always in hast, and think themselves expected every where with Impatience, yet come sooner alwayes than they are welcome.  They will walk a Mile, and spend an hour to tell any one how urgent their Business is, and what hast they are in to be gone.  Their Expedition is their greatest Loss, For Time is the only thing that lies heavy upon their hands.  They are walking <em>Gazetts</em>, that carry News from one Neighbour to another, and have their Stages about the Town as regular and certain, as a <em>Penny Postman</em>.  Every Man is their acquaintance, but no Man their Friend.  They drudge for every Body, and are paid by no Body, and tho' their Lives be worn out in endeavours to oblige all Mankind, when they die no one regrets their Loss, or misses their Service.","subId":"36","id":"Drake.DFS.Body.36"},{"type":"paragraph","content":"<span class=\"margin-comment\">Character of a Vertuoso.</span> There are another sort of Impertinents, who, as they mind not the Business of other Men where it concerns 'em not, neglect it likewise where it does; and amuse themselves continually with the Contemplation of those things, which the rest of the World slight as useless, and below their regard.  Of these the most Egregious is the <em>Virtuoso</em>, who is one that has sold an Estate in Land to purchase one in <em>Scallop</em>, <em>Conch</em>, <em>Muscle</em>, <em>Cockle Shells</em>, <em>Periwinkles</em>, <em>Sea Shrubs</em>, <em>Weeds, Mosses</em>, <em>Sponges</em>, <em>Coralls</em>, <em>Corallines</em>, <em>Sea Fans</em>, <em>Pebbles</em>, <em>Marchasites</em> and <em>Flint stones</em>; and has abandon'd the Acquaintance and Society of Men for that of <em>Insects</em>, <em>Worms</em>, <em>Grubbs</em>, <em>Maggots</em>, <em>Flies</em>, <em>Moths</em>, <em>Locusts</em>, <em>Beetles</em>, <em>Spiders</em>, <em>Grashoppers</em>, <em>Snails</em>, <em>Lizards</em> and <em>Tortoises</em>.  His study is like <em>Noah</em>'s Ark, the general Rendezvous of all Creatures in the <em>Universe</em>, and the greatest part of his Moveables are the remainders of his Deluge.  His Travels are not design'd as Visits to the Inhabitants of any Place, but to the Pits, Shores and Hills; from whence he fetches not the Treasure, but the Trumpery.  He is ravish'd at finding an uncommon shell, or an odd shap'd Stone, and is desperately enamour'd at first sight of an unusual markt Butter-flie, which he will hunt a whole day to be Master of.  He trafficks to all places, and has his Correspondents in e'ry part of the World; yet his Merchandizers serve not to promote our Luxury, nor increase our Trade, and neither enrich the Nation, nor himself.  A Box or two of <em>Pebbles</em> or <em>Shells</em>, and a dozen of <em>Wasps</em>, <em>Spiders</em> and <em>Caterpillars</em> are his Cargoe.  He values a <em>Camelion</em> or <em>Salamanders</em> egg above all the Sugars and Spices of the <em>West</em> and <em>East-indies</em>, and wou'd give more for the Shell of a <em>Star-fish</em> or <em>Sea Urchin</em> entire, than for a whole <em>Dutch</em> Herring Fleet. He visites Mines, Colepits, and Quarries frequently, but not for that sordid end that other Men usually do, <em>viz</em>. gain; but for the sake of the fossile Shells and Teeth that are sometimes found there.  He is a smatterer at <em>Botany</em>, but for fear of being suspected of any useful design by it, he employs his curiosity only about <em>Mosses</em>, <em>Grasses</em>, <em>Brakes</em>, <em>Thistles</em>, &amp;c. that are not accus'd of any vertue in Medicine, which he distinguishes and divides very nicely.  He preserves carefully those <em>Creatures</em>, which other Men industriously destroy, and cultivates sedulously those Plants, which others root up as Weeds. He is the Embalmer of deceas'd Vermin, and dresses his Mummyes with as much care, as the Ancient <em>Egyptians</em> did their Kings.  His Cash consists much in old Coins, and he thinks the Face of <em>Alexander</em> in one of 'em worth more than all his Conquests.  His Inventory is a list of the Insects of all Countries, and the Shells and Pebbles of all Shores, which can no more be compleat without two or three of remarkable <em>Signatures</em>, than an <em>Apothecaries</em> Shop without a <em>Tortoise</em> and a <em>Crocodile</em>, or a Country <em>Barber</em>'s without a batter'd <em>Cittern</em>.  A piece of Ore with a Shell in it is a greater Present than if it were fine Gold, and a string of <em>Wampompeag</em> is receiv'd with more joy, than a <em>Rope</em> of <em>Orient Pearl</em>, or <em>Diamonds</em> wou'd be.  His Collection of <em>Garden Snails</em>, <em>Cockle Shells</em> and <em>Vermine</em> compleated, (as he thinks) he sets up for a <em>Philosopher</em>, and nothing less than Universal Nature will serve for a Subject, of which he thinks he has an entire History in his <em>Lumber Office</em>. Hence forward he <em>struts</em> and <em>swells</em>, and despises all those little insignificant Fellows, that can make no better use of those noble incontestable Evidences of the Universal Deluge, <em>Scallop</em> and <em>Oyster Shells</em>, than to stew <em>Oysters</em>, or melt <em>Brimstone</em> for <em>Matches</em>.  By this time he thinks it necessary to give the World an <em>Essay</em> of his Parts, that it may think as highly of 'em (if possible) as he does himself; and finding <em>Moses</em> hard beset of late, he resolves to give him a lift, and defend his Flood, to which he is so much oblig'd for sparing his darling Toys only.  But as great Masters use, he corrects him sometimes for not speaking to his Mind, and gives him the lie now and then in order to support his Authority.  He shakes the World to Atoms with ease, which melts before him as readily as if it were nothing but a Ball of Salt.  He pumps even the Center, and drains it of imaginary stores by imaginary Loopholes, as if punching the Globe full of holes cou'd make his <em>Hypothesis</em> hold Water.  He is a Man of <em>Expedition</em>, and does that in a few days, which cost <em>Moses</em> some Months to compleat.  He is a Passionate Admirer of his own Works without a Rival, and superciliously contemns all <em>Answers</em>, yet the least <em>Objection</em> throws him into the Vapours.  He sets up for a grand <em>Philosopher</em>, and palms <em>Hypotheses</em> upon the World, which future Ages may (if they please) expect to hear his Arguments for; at present he is in no humour to give 'em any other satisfaction than his own word, that he is infallible.  Yet those that have a Faith complacent enough to take a Gentleman's word for his own great Abilities, may perhaps be admitted to a sight of his grand Demonstration, his <em>Raree Show</em>; the particulars of which he repeats to 'em in a whining <em>Tone</em>, e'ry whit as formal and merry, though not so Musical, as the Fellows that used formerly to carry <em>theirs at their Backs</em>.  His ordinary discourse is of his <em>Travels under Ground</em>, in which he has gone farther (if he may be believ'd) than a whole Warren of <em>Conies</em>.  Here he began his Collection of Furniture for his Philosophical <em>Toy Shop</em>, which he will conclude with his Fortune, and then like all Flesh revert to the place from whence he came, and be translated only from one Shop to another.","subId":"37","id":"Drake.DFS.Body.37"},{"type":"paragraph","content":"This, <em>Madam</em>, is another sort of Impertinence our Sex are not liable to; one wou'd think that none but <em>Mad Men</em>, or highly <em>Hypochondriacal</em>, cou'd employ themselves at this rate.  I appeal to you, or indeed to any Man of Sense, whether acts like the wiser Animal; the man that with great care, and pains distinguishes and divides the many Varieties of Grass, and finds no other Fruit of his labour, than the charging of his Memory with abundance of superfluous Names; or the Ass that eats all promiscuously, and without distinction, to satisfy his <em>Appetite</em> and support <em>Nature</em>.  To what purpose is it, that these Gentlemen ransack all Parts both of <em>Earth</em> and <em>Sea</em> to procure these <em>Triffles</em>?  It is only that they may give their Names to some yet unchristen'd Shell or Insect.  I know that the desire of knowledge, and the discovery of things yet unknown is the Pretence; But what Knowledge is it?  What Discoveries do we owe to their Labours?  It is only the Discovery of some few unheeded Varieties of Plants, Shells, or Insects, unheeded only because useless; and the Knowledge, they boast so much of, is no more than a Register of their Names, and Marks of Distinction only.  It is enough for them to know that a <em>Silk Worm</em> is a sort of <em>Caterpiller</em>, that when it is come to maturity Weaves a <em>Web</em>, is metamorphos'd to a <em>Moth-Flye</em>, lays Eggs, and so Dies.  They leave all further enquiry to the Unlearned and Mechanicks, whose business only they think it to prosecute matters of Gain and Profit.  Let him contrive, if he can, to make this <em>Silk</em> serviceable to <em>Mankind</em>; their <em>Speculations</em> have another <em>Scope</em>, which is the founding some wild, uncertain, conjectural <em>Hypothesis</em>, which may be true or false; yet Mankind neither Gainers nor Losers either way a little in point of <em>Wisdom</em> or Convenience.  These Men are just the reverse of a <em>Rattle Snake</em>, and carry in their <em>Heads</em>, what he does in his <em>Tail</em>, and move Laughter rather than Regard.  What improvements of <em>Physick</em>, or any useful Arts, what noble Remedies, what serviceable Instruments have these <em>Mushrome</em>, and <em>Cockle shell</em> Hunters oblig'd the World with?  For I am ready to recant if they can shew so good a Med'cine as Stew'd <em>Prunes</em>, or so necessary an Instrument as a <em>Flye Flap</em> of their own Invention and Discovery.  Yet these are the Men of exalted Understandings, the Men of elevated Capacities, and sublime Speculations, that Dignifie and Distinguish themselves from the rest of the World by Specious Names, and Pompous Titles, and continue notwithstanding as very <em>Reptiles</em> in Sense, as those they converse so much with.","subId":"38","id":"Drake.DFS.Body.38"},{"type":"paragraph","content":"I wou'd not have any Body mistake me so far, as to think I wou'd in the least reflect upon any sincere, and intelligent Enquirer into Nature, of which I as heartily wish a better knowledge, as any <em>Vertuoso</em> of 'em all.  You can be my Witness, <em>Madam</em>, that I us'd to say, I thought Mr. <em>Boyle</em> more honourable for his learned Labours, than for his Noble Birth; and that the <em>Royal Society</em>, by their great and celebrated Performances, were an Illustrious Argument of the Wisdom of the <em>August</em> Prince, their Founder of happy <em>Memory</em>; and that they highly merited the <em>Esteem</em>, <em>Respect</em> and <em>Honour</em> paid 'em by the Lovers of Learning all <em>Europe</em> over. But tho' I have a very great Veneration for the <em>Society</em> in general, I can't but put a vast difference between the particular Members that compose it.  Were <em>Supererogation</em> a Doctrine in Fashion, 'tis probable some of 'em might borrow of their Fellows merit enough to justifie their Arrogance, but alas they are come an Age too late for that trick; They are fallen into a Faithless, Incredulous Generation of Men that will give credit no farther than the visible Stock will extend<em>:</em>  And tho' a Vertuoso should swell a Title-Page even till it burst with large Promises, and sonorous Titles, the World is so ill natur'd as not to think a whit the better of a Book for it. 'Tis an ill time to trade with implicite Faith, when so many have so lately been broken by an overstock of that <em>Commodity</em>; no sooner now a days can a Man write, or steal an Hypothesis, and promise a Demonstration for it hereafter in this or the next World; but out comes some malicious Answer or other, with Reasons in hand against it, overthrows the credit of it, and puts the poor Author into Fits.  For though a great Philosopher that has written a Book of three Shillings may reasonably insult, and despise a six penny Answer, yet the Indignity of so low pric'd a Refutation wou'd make a <em>Stoick</em> fret, and <em>Frisk</em> like a Cow with a Breeze in her Tail, or a Man bitten by a <em>Tarantula</em>.  Men measure themselves by their <em>Vanity</em>, and are greater or less in their own Opinions, according to the proportion they have of it; if they be well stock'd with it, it may be easie to confute, but impossible to convince 'em.  He therefore that wou'd set up for a great Man, ought first to be plentifully provided of it, and then a Score of <em>Cockle Shells</em>, a dozen of <em>Hodmandods</em>, or any Triffle else is a sufficient Foundation to build a Reputation upon.  But if a Man shall abdicate his lawful Calling in pure affection to these things, and has for some years spent all the Time and Money he was Master of in prosecution of this Passion, and shall after all hear his <em>Caterpillars</em> affronted, and his <em>Butter-flies</em> irreverently spoken of, it must be more provoking to him, than 'tis to a <em>Lion</em> to be pull'd by the <em>Beard</em>.  And if, when to crown all his Labours, he has discover'd a Water so near a kin to the famous one, that cou'd be kept in nothing but the hoof of an Ass, that it was never found but in the <em>Scull</em> of the same <em>Animal</em>; a Water that makes no more of melting a <em>World</em>, than a <em>Dutchman</em> does of a <em>Ferkin</em> of <em>Butter</em>; and when he has written a Book of Discoveries, and Wonders thereupon, if (I say) the Impertinent Scriblers of the Age, will still be demanding <em>Proofs</em> and writing <em>Answers</em>, he has reason to throw down his <em>Pen</em> in a rage, and pronounce the world, that cou'd give him such an interruption, unworthy to be blest with his future labours, and breath eternal Defiance to it, as irreconcilable, as the quarrel of the Sons of <em>Oedipus</em>.  To which prudent Resolution, let us leave him till he can recover his Temper.","subId":"39","id":"Drake.DFS.Body.39"},{"type":"paragraph","content":"These Instances, <em>Madam</em>, will (I hope<em>)</em> suffice to shew that Men are themselves altogether as impertinent, as they maliciously misrepresent us.  It is not for want of plenty of others that I content my self with these; but I am not willing to trouble you with any of an inferiour Character.  These are all impertinents of <em>Mark</em> and <em>Note</em>, and have severally the good fortune to find crowds of <em>Fools</em> of their own Sex to applaud and admire them.  <em>Impertinence</em> is a failing, that has its <em>Root</em> in <em>Nature</em>; but it is not worth Laughing at, till it has receiv'd the finishing strokes of Art.  A Man through natural defects may do abundance of incoherent, foolish Actions, yet deserve <em>Compassion</em> and <em>Advice</em> rather than <em>Derision</em>.  But to see Men spending their Fortunes, as well as Lives, in a course of <em>Regular Folly</em>, and with an industrious, as well as expensive Idleness running through tedious <em>Systems</em> of impertinence, wou'd have split the sides of <em>Heraclitus</em>, had it been his fortune to have been a Spectator.  'Tis very easie to decide which of these <em>Impertinents</em> is the most signal; the <em>Vertuoso</em> is manifestly without a Competitour.  For our Follies are not to be measur'd by the degree of <em>Ignorance</em>, that appears in 'em, but by the Study, Labour and Expence they cost us to finish and compleat 'em.  So that the more Regularity and Artifice there appears in any of our Extravagancies, the greater is the folly of 'em.  Upon this Score it is, that the last mention'd deservedly claim the preference to all others; they have improv'd so well their Amusements into an Art, that the <em>Credulous</em> and <em>Ignorant</em> are induc'd to believe there is some secret Vertue, some hidden Mystery in those darling toys of theirs; when all their Bustling amounts to no more than a learned <em>Impertinence</em>, (for so they abuse the Term) and all they teach Men is, but a specious expensive method of throwing away both Time and Money.","subId":"40","id":"Drake.DFS.Body.40"},{"type":"paragraph","content":"I intend not in what remains to trouble you with any more such instances; because I am sensible these have already swell'd this <em>Letter</em> to a <em>Volumn</em>, which was not at first my intent.  I shall therefore dispatch the remaining part of the charge in as few Words as possible. <span class=\"margin-comment\">Dissimulation become necessary.</span> Amongst the rest <em>Dissimulation</em> is none of the least <em>Blemishes</em>, which they endeavour to fix upon us.  This Quality, though it can't upon any occasion deserve the name of a <em>Vertue</em>, yet according to the present Constitution of the World, is many times absolutely necessary, and is a main ingredient in the Composition of Human Prudence.  It is indeed oftentimes criminal, but it is only accidentally so, as Industry, Wit, and most other good Qualities may be, according to the Ends and Purposes to which they are misemploy'd.  Dissimulation is nothing but the hiding or disguising our secret thoughts, or Inclinations under another appearance.  I shall not endeavour to absolve our Sex wholly from all use of this Quality, or Art (call it which you please) because I think it may upon many occasions be used with Innocence enough, and upon some can't without great Imprudence be omitted.  The World is too full of <em>Craft</em>, <em>Malice</em>, and <em>Violence</em>, for absolute <em>Simplicity</em> to live in it.  It behoves therefore our Sex as well as the other to live with so much Caution and Circumspection in regard to their own Security, that their Thoughts and Inclinations may not be seen so naked, as to expose 'em to the <em>Snares</em>, designs, and practices of <em>Crafty Knaves</em>, who wou'd make a property of 'em; or lay 'em open to the wicked <em>Efforts</em>, and mischievous Impressions of <em>Envy</em>, or <em>Malice</em>, whose pleasure springs from the hurt of others.  Nothing gives our Adversaries so great an advantage over us, as the knowledge of our Opinions, and Affections, with something agreable to which they will be sure to bate all their Traps and Devices.  For this reason it is that it has been Proverbially said of Old, that, <em>He that knows not how to dissemble</em>, <em>knows not how to live</em>.  The Experience of all Ages since has confirm'd this Observation, and ours no less than any of the Preceding.  This premis'd, I suppose no Wise Man will blame our Sex for the use of an Art so necessary, to preserve 'em from becoming a <em>Prey</em> to every designing Man, an Art of which himself must make great use to deserve that Title.  Yet I am afraid, that upon enquiry our Sex will not be found to have so much of it as is requisite, at least not generally; Our sedentary Life, and the narrow Limits to which our Acquaintance, and Business are Circumscrib'd, afford us so little Variety, so regular a Face of things, that we want the means of obtaining the Mastery of so useful an Art, which no question but we shou'd as soon acquire as Men, had we but equal Opportunities.  Hence it is that <em>Women</em> are more apt to show their <em>Resentments</em> upon all <em>Provocations</em> than <em>Men</em>; and are thought naturally more <em>Peevish</em> and <em>Captious</em>, by those that apprehend not the true reason; Whereas <em>Men</em> are altogether as <em>Stomachful</em>, and take <em>Offence</em> as soon, but they cover and suppress their Indignation better, not with a design to forget any Injury receiv'd, but to wreak their <em>Revenge</em> more covertly and effectually.  This is another advantage Men derive from liberty of Conversation and  promiscuous Business, wherein the Variety of Contingencies they have to provide against, and the Diversity of Tempers they deal with, force 'em to turn and wind themselves into all <em>Shapes</em>, and accommodate themselves to all Humours. <span class=\"margin-comment\">Dissimulation when criminal.</span> There is indeed yet a higher sort of <em>Dissimulation</em>, which is always <em>Criminal</em>, that is when Men not only cloud their real <em>Sentiments</em> and Intentions, but make Profession of and seem zealously to affect the contrary; this by a more proper and restrain'd Name is call'd <em>Deceipt</em>, and is always us'd in an ill Sense.  This Art is most practic'd in Courts where <em>Policie</em>, and <em>Ambition</em> reign; there You may see <em>Enemies</em> hugging and caressing one another with all outward <em>Expressions</em> of <em>Tenderness</em> and <em>Friendship</em> imaginable, while they are secretly contriving each others ruine.  There you may see Men cringing to those, they wou'd <em>Spurn</em> if they durst, and <em>Flattering</em> those they despise and rail at behind their <em>Backs</em>. The Court is a place where we come very rarely otherwise than as Spectators, not as <em>Actours</em>; as <em>Ornaments</em>, not as <em>Instruments</em>; and therefore are seldom involv'd in the guilty Practices of it.  Nor is it the Court only, but all Places are infected with this Vice, where there is any Encouragement of Profit or Pleasure to be hop'd from successful Treachery, of which no Place is so barren as not to afford some.  This Deceipt is so far from being the Vice of our Sex, that they are the common Object on which it is daily practic'd: <span class=\"margin-comment\">False Love commonly practic'd.</span> Nothing is more frequently met with than false <em>Love</em> in Men, which is now grown so familiar, that a Company of Six of both Sexes can scarce meet, but a <em>Sham Passion</em> commences immediately, is urg'd, protested, and sworn to be real with all imaginable Violence.  If these false Arts, mock sighing, and Dying prevail upon any foolish, easie, credulous <em>Woman</em>, the <em>Sham Lover</em> is blown up with the Success, he is big and in Labour till he be deliver'd of the Secret, which with great satisfaction he proclaims in all Places where he comes: 'tis his highest Exploit of <em>Gallantry</em>, which he will by no means lose the credit of.  Thus he thinks her ruine a step to Reputation, and founds his own Honour upon her Infamy.  This <em>Madam</em> is the basest of Treachery; for they are not satisfied with the Success of their false Promises, and Oaths, but they insult over the weakness of a too fond <em>Woman</em>, and <em>Triumph</em> in her Dishonour.  I am sorry there are any <em>Women</em> so foolish and forward, as to give hopes and encouragement to such ungenerous Fellows; yet we may be assur'd, that they are not a quarter so many as those vain <em>Boasters</em> wou'd make 'em.  Much more be said on this head, but that I think it high time to pass on to the next, which is <em>Enviousness</em>, so foul a Blot to a fair Character, that no Merit can wash it out, or atone sufficiently for it.","subId":"41","id":"Drake.DFS.Body.41"},{"type":"paragraph","content":"<em>Envy</em> is the Parent of <em>Calumny</em>, and the Daughter of <em>Jealousie</em>.  Men seldom envy others, till they fear being out strip'd by 'em in Fortune or Reputation.  It is the most criminal, because the most injurious to Vertue, and worth of all our natural Failings, against which its Malice is generally bent. This vice and <em>Jealousy</em> seem to be more particularly hated of <em>Providence</em> than any other;  For they carry their Punishment inseparably along with 'em, The Envious and the Jealous need no other Tormentours than their own Thoughts.  The Envious Man ruines his own to disturb anothers Tranquillity, and sacrifices his own Happiness and Repose to a perverse Desire of troubling his Neighbours.  He feeds like <em>Toads</em> upon the Venome of the Earth, and sucks in Scandal greedily, that he may at Pleasure disgorge it to the greater annoyance of other Men.  His mind has the <em>Vapours</em>, a Sweet Report of any one throws it into Convulsions, and Agonies, and a foul one is the Relief and Refreshment of it.  A wholesome Air free from the Blasts of <em>Detraction</em> and <em>Slander</em> is as certainly pernicious to him, as <em>Ireland</em> to <em>Frogs</em> and <em>Toads</em>.  This Vice is generally disclaim'd by both Sexes, yet generally practic'd by both.  Men love as little to have their Reputation as their Chimneys over-topt by their Neighbours; For they think by that means their names become dark, as their Houses do smoaky by the other:  Yet thro' a lazy Malignity had rather pull the other's down to their Level, than build their own up higher.  This Humour prevails indeed, yet not in equal Measure in both Sexes.  For as we have confessedly less <em>Ambition</em>, so have we apparently less of this Poison which usually attends it, and arises from a self Interested Principle, which makes 'em endeavour by base sinister means to level that Merit which they think stands in their way to Preferment, and which they despair of being able to surmount by honourable attempts.  For what need any one use base Sleights to stop the Man, whom by fair Speed he thought he cou'd overtake.  No sooner is any Man rais'd to any Eminence in the World, but half the Sex at least join in Confederacy to raise a Battery of Scandal against him, to bring him down again.  <em>Honour</em> is the <em>Pillory</em> of great Desert, whither a Man is no sooner rais'd, but the vile Rascally inferiour Croud gather immediately together, to throw Dirt at him, and make that which was intended as a Grace, and Reward, but a more honourable Punishment.  Our Sex seldom arrive to this Pitch of Envy, our Ambition is more bounded, and our Desires sooner satisfied.  Hence it is that we are les troubl'd at the Prosperity of others; for not giving our selves the Liberty of aiming at things far out of our Power, they are the sooner compass'd, and we the sooner at Ease.  He, that thinks himself Happy, is incapable of Envying another's Felicity, since he sees him possess'd of nothing which either he has not or despises not.  Yet it must be confess'd that the lesser Piques and Grudgings are daily to be met with among us, but no less among Men.  What is it that spawns daily such Fryes of <em>Satyrists</em> without Wit, and <em>Criticks</em> without Judgment, but this humour of carping, and nibbling at the Reputation of others?  But they are generally abundantly furnisht with Impudence, a good Quality that commonly supplies largely the want of all other.","subId":"42","id":"Drake.DFS.Body.42"},{"type":"paragraph","content":"<span class=\"margin-comment\">Character of a City Critick.</span> A <em>Critick</em> of this sort is one that for want of <em>Wit</em> sets up for <em>Judgment</em>; yet he has so much Ambition to be thought a <em>Wit</em>, that he lets his <em>Spleen</em> prevail against <em>Nature</em>, and turns <em>Poet</em>. In this Capacity he is as just to the World as in the other Injurious.  For as the <em>Critick</em> wrong'd ev'ry Body in his Censure, and snarl'd, and grin'd at their Writings, the <em>Poet</em> gives 'em Opportunity to do themselves Justice, to return the Compliment and laugh at or despise his.  He wants nothing but Wit to fit him for a <em>Satyrist</em>, yet he has <em>Gall</em> and <em>Vanity</em> enough to dispence with that Want, and write without it. His works are <em>Libells</em> upon others, but <em>Satyrs</em> upon himself, and while they <em>Bark</em> at Men of <em>Wit</em>, call him Fool that writ 'em.  He takes his Malice for a Muse, and thinks himself inspir'd when he is only <em>Possess'd</em>, and blown up with a Flatus of <em>Envy</em> and <em>Vanity</em>.  His great helps to Poetry are <em>Crambo</em>, and <em>Arithmetick</em>, by which he aspires to Chime, and Numbers, yet mistakes frequently in the tale of his Fingers.  He has a very great <em>Antipathy</em> to his own Species, and hates to see a Fool any where but in his Glass. For (as he says) they <em>Provoke</em> him <em>And offend his Eyes:</em>  He <em>Follows 'em in his way:</em> He <em>knows</em>, <em>to say no more</em> that <em>Whit is scarce</em>, <em>to gingle out a Rhime</em>, <em>or tag a Verse</em>: <em>Or Cobble wretched Prose to numerous Lines</em>: <em>There if</em> he <em>has a Genius there it shines</em>.  His Fund of <em>Criticism</em> is a Set of Terms of Art pickt out of the <em>French Criticks</em>, or their Translators; and his <em>Poetical</em> stock is a Common Place of certain <em>Forms</em> and <em>Manners</em> of Expression.  He writes better in <em>Verse</em> than <em>Prose</em>; For in that there is <em>Rhime</em>, in this neither <em>Rhime</em> nor <em>Reason</em>.  He talks much of the <em>Naivete</em> of his Thoughts, which appears sufficiently in the Dullness of 'em; yet nothing but the <em>Phlegmatick</em>, Spiritless <em>Air</em> is his own.  He rails at Mr. <em>Oldham</em> for want of Breeding and good Manners without a grain of either, and steals his own Wit to bespatter him with, but like an ill <em>Chymist</em>, he lets the <em>Spirit</em> flie of in the drawing over, and retains only the <em>Phlegm</em>.  He censures Mr. <em>Cowley</em> for too much <em>Wit</em>, and corrects him with none.  The difference between Mr. <em>Cowley</em> and him is this; the one has too much Wit, and too fine for the Standard; the other not enough to blanch his base Metal, or cover the Brass of his Counterfeits.  To compleat himself in the Formalities of <em>Parnassus</em>, he falls in love and tells the World, it is oblig'd to his <em>Passion</em> for his <em>Poetry</em>; but if his <em>Mistress</em> prove no more indulgent than his <em>Muse</em>, his Amour is like to conclude but unluckily.  For if his Love be no warmer than in his Lines, his <em>Corinna</em> may play with his Flame without danger of Burning.  He pretends to have written only his sincerest Thoughts; I don't know how well his Mistress may take that from the <em>Lover</em>, but I dare swear the World did not expect it from the Poet.  He is happiest at the Picture of a Rhiming Fool, for he need only to look in his Glass, and he may Copy a Country <em>Wit</em> from the City Original.  If this Rhiming Humour lasts, there's a good <em>Sugar</em>-<em>Jobber</em> spoil'd for an ill <em>Poet</em>; yet for his comfort, Time, Improvement, and two or three Books more may raise him to Rival <em>E</em>-- <em>S</em>-- and sing <em>London</em>'s Triumphs, to the Envy of <em>Tom Jordan</em> of happy Memory.","subId":"43","id":"Drake.DFS.Body.43"},{"type":"paragraph","content":"You may wonder, <em>Madam</em>, why I shou'd give you the trouble of this Character, after I had given you my word to trouble you with no more of this Nature.  I must confess, I am sorry that so foolish an Occasion cou'd make me forget my self; but a Book newly publish'd happening just at this Juncture unluckily to fall into my Hands, I cou'd not without Indignation see the Scurrility and Insolence, with which Mr. <em>Oldham</em>, and Mr. <em>Cowley</em> are treated; and cou'd not but resent a little the Wrongs done to the Memory of Men whom the rest of the World with Justice admire; and cou'd not help taking Notice upon so fair an Opportunity, that they are not, tho' dead, to be so rudely plaid with, and made the May-Game of e'ry <em>Splenetick Boy</em>.  There are some yet living, whose Wit and Performances deserve a more respectful treatment, than they have met with from him.  But they are able to revenge their own Quarrel, if they think he deserves the honour to be Scourg'd by 'em.  Nothing but Envy and a Vain Conceit of himself cou' move him to attack the Reputation of Men, whose Verse will alwayes command Admiration, while his own raise nothing but Scorn and Indignation.  If his Bookseller were but blest with half a dozen such Authors, he wou'd in a short time infallibly be <em>Stationer</em> general to all the <em>Grocers</em> and <em>Tobacconists</em> in the Town.","subId":"44","id":"Drake.DFS.Body.44"},{"type":"paragraph","content":"After this Digression, <em>Madam</em>, let us return to our Subject.  We stand yet charg'd with <em>Levity</em>, and <em>Inconstancy</em>, two Failings so nearly related and so generally United, that it is hard to treat of 'em apart; we will therefore consider 'em briefly together. <span class=\"margin-comment\">Levity.</span> <em>Levity</em> is an unsteddy Humour that makes men like and dislike, seek and reject frequently the same things upon slender or no Reasons.  This is the Humour of the Infancy of both Sexes, and proceeds from the strength of their Appetites, and the weakness of their Judgments.  At these tender Years every thing we see moves our Curiosities, and because we think little beyond our Appetites, desire impatiently whatever pleases.  This wears of in Proportion to the growth of our Judgments, when we begin to consider the Fatigue, Hazard, Disreputation, and other Inconveniences that attend unreasonable, or inordinate Desires. <span class=\"margin-comment\">Less Levity among Women then Men.</span> Herein our Sex have a manifest Advantage over the other; For it is confess'd on all hands that our Judgments ripen sooner than theirs, whence of course it Follows, that this Folly prevails not so long upon us, as them.  'Tis yet true, that even the most experienc'd and wisest of Us have no small mixture of it, which appears in the greatest Part of our Actions.  But it is certain likewise, that Men have a greater proportion of it than we.  From this it is that <em>Novelty</em> derives all its Charms, and that Men persue with so much Eagerness and Impatience what they so soon slight if obtain'd.  I appeal to the Experience of all mankind, if they do not generally frame to themselves much greater Idea's of any thing they desire, and are unacquainted with, that they find real, when they become Familiar to 'em; and if they did not imagine greater Pleasures, while they were in persuit, than they met with after they were in Possession of their Wishes.  The Imagery of <em>Fancy</em> is, like some Paintings, ravishing, and surprizing at a due distance, but approach 'em near, and all the Charms and Beauty vanish, and they appear rough and unpleasant.  Hence it is that Men grow uneasie, and their desires pall so soon upon the full enjoyment of their Wishes; they see then the imperfections as well as Beauties of what they coveted, which glitter'd so far of, and like the Moon appear'd all Lustre and Smoothness, but when arriv'd at, all dark and uneven.  These Fallacies Men are more submitted to than we, by those very Priviledges which give 'em in some things the advantage over us.  The variety of Business, and Society they run through, the large acquaintance they contract, give 'em encouragement to aspire to, and hopes to obtain many difficult things, which our Sex seldom lift their Thoughts up to.  I know this aspiring Humour of theirs is generally call'd <em>Ambition</em>, and I allow the Term to be proper; but their Ambition works upon their Levity, which only can make them Barter certain Ease, Peace and Security, for uncertain Pomp and Splendour; and forsake a Condition they know to be good, for one they know no more of, than that it Shines, and that it Glitters, and so part with the true Jewel for the false one.  These are the serious and applauded Follies of Mankind, and shew the Weakness and Levity of those we call the greatest, and wisest Men, that sacrifice the Ease and Pleasure of their lives to <em>Popular Ereath</em>, and sounding Titles, which is like bartring a small Diamond for a large Glass Bubble.","subId":"45","id":"Drake.DFS.Body.45"},{"type":"paragraph","content":"<span class=\"margin-comment\">Inconstancy.</span> <em>Inconstancy</em> is so like <em>Levity</em> that little more needs to be said of it, only that it is commonly restrain'd to the change of Affections in regard to Persons, and so is chiefly concern'd in Love and Friendship.  It is founded upon Levity, thro' which we first make an injudicious Choice, and are afterwards as unreasonably disgusted with it.  This happens oftner in <em>Love</em>, than <em>Friendship</em>; because the Impressions of <em>Love</em> are more suddenly receiv'd, and the Effects of it more violent, than those of <em>Friendship</em>; and the Desires, which are commonly kindled by one single Perfection, such as <em>Beauty</em> or <em>Wit</em>, not being suddenly answered are in Process of time extinguish'd, or abated by observation of some disgustful Imperfection or other in the Person belov'd. <span class=\"margin-comment\">Love, why so soon cold.</span> This is indeed the true Reason, why <em>Love</em>, which is generally so hot at first, cools commonly so suddenly; because being generally the Issue of Fancy, not Judgment, it is grounded upon an over great Opinion of those Perfections, which first strike us, and which fall in our Esteem upon more mature Examination.  From whence it is likewise that Men are less constant in their Affections, than we; for Beauty only being generally the Object of their Passion, the Effect must necessarily be as fadeing as the Cause; their Love therefore being only the result of wonder and Surprize, is abated by Familiarity, and decays, as they wear of, by Degrees.  Beside, that, a Love so Founded is liable to be ravish'd by any Superiour Beauty; or if not so, yet the Novelty of the Former once worn of, the New Comer has the assistance of Fancy the Slave of Novelty to gain the Superiority.  This is the Cause why so few real and lasting Passions are found amongst Men.  For Charms depending upon, and owing their Power to Fancy, can maintain no Conquests any longer, than that is on their side, which is as inconstant as the Wind. <span class=\"margin-comment\">Women constanter Lovers.</span> In this also we are less faulty than they; For, not usually fixing our Affection on so mutable a Thing as the <em>Beauty</em> of a <em>Face</em>, which a thousand accidents may destroy, but on <em>Wit</em>, <em>Good Humour</em>, and other <em>Graces</em> of the <em>Mind</em>, as well as of the <em>Body</em>, our Love is more durable, and constant in proportion to the longer continuance of those Qualities in the Object.  Neither indeed have we the means, or temptation to be Fickle and inconstant so ready as Men have;  For Modesty, and the Rules of Decency observ'd among Us, not permitting to us the Liberty of declaring our sentiments to those we love, as Men may, we dare not indulge a wanton Fancy, or rambling Inclination, which must be stiffled in our own Breasts, and cou'd only give us a hopeless Anxiety, unless we were able to inspire the same Passion for us in them; which it were vain to expect, without breaking thro' all restraint of <em>Modesty</em> and <em>Decorum</em> at the price of our Fame and Reputation, which I hope few are so daring as to venture.  Besides this our Tempers are by Nature calm, sedate, and tender, not apt to be ruffl'd, and disturb'd by Passions, and too fearful to enterprize any thing in satisfaction of 'em; theirs on the contrary, bold, active, and uneven, easily susceptible of all manner of Desires, and readily executing any Designs to gratifie 'em.  Thus are we debarr'd the liberty of chusing for our selves out of the number that like and address to us, of which if we fix our Affections upon any one, we are generally fixt and unmoveable, as having neither the Inclination to, nor opportunity of Inconstancy, that the Men have.  I don't deny but that there may be some among us guilty of this Fault, but they are vastly short of the Number of Men involv'd in the like Guilt, amongst whom it is now grown so fashionable, that is become no Scandal; but is daily justified, and the Treachery boasted of as high Gallantry.  The Crimes therefore of some few <em>Women</em> ought, to be no reproach to the Sex in general.  Of Infidelity in Friendship I shall say little, because I think there are so few Instances of any thing that deserve the Name, that scarce any Age has been so fruitful as to produce two Pair of real and true Friends. <span class=\"margin-comment\">Friendship.</span> I know that the Name is commonly given to such as are linkt by any Ties of Consanguinity, Affinity, Interest, mutual Obligations, Acquaintance, and the like:  But these are such Friendships (if they may be call'd so) as are always contracted with a tacit Reserve to Interest on both sides, and seldom last longer than the Prosperity of either Party, and during that are frequently renounc'd upon slight Disobligations, or languish and die of themselves.  Yet if I may presume to give my Opinion in a Case, where matter of Fact does not appear, I think we shou'd be the more Faithful even in this too: For as we are less concern'd in the Affairs of the World, so we have less Temptation from Interest to be false to our Friends. <span class=\"margin-comment\">Women truer Friends than Men.</span> Neither are we so likely to be false thro' Fear; because our Sex are seldom engag'd in matters of any Danger.  For these Reasons it is, our Sex are generally more hearty and sincere in the ordinary Friendships they make than Men, among whom they are usually clogg'd with so many Considerations of Interest, and Punctilio's of Honour; to which last perhaps are owing the greatest part of those honourable Actions, which are mistakenly imputed to Friendship.  For something done to salve Honour, commonly puts a Period to all Friendship, with unfortunate Persons; whom Men think they may afterward grow cold to without Reproach.","subId":"46","id":"Drake.DFS.Body.46"},{"type":"paragraph","content":"These are the most considerable Imperfections, or at least those which with most Colour of Reason are charg'd upon us, as general Defects; and I hope, <em>Madam</em>, I have fairly shown, that the other Sex are both by Interest and Inclination more expos'd, and more Subject to 'em, than we.  <em>Pride</em>, <em>Lust</em>, <em>Cruelty</em>, and many more, are by the Declaimers against us thrown into the Scale to make weight and bear us down, but with such manifest Injustice, that without giving my self any further trouble, I dare appeal to any reasonable <em>Man</em>, and leave him to decide the Difference. <span class=\"margin-comment\">More ill Men than Women.</span> I know there was a <em>Tullia</em>, a <em>Claudia</em>, and a <em>Messalina</em>; there was likewise a <em>Sardanapalus</em>, a <em>Nero</em>, a <em>Caligula</em>; but if the Sexes in general are to be reproach'd with, and measur'd by these; Human Race is certainly the vilest Part of the Creation. 'Tis very ill <em>Logick</em> to argue from Particulars to Generals, and where the Premisses are singular, to conclude Universally:  But if they will allow us the Liberty they take themselves, and come to numbering the Vicious of both Sexes, they will certainly out poll us by infinite Numbers.  It were therefore better Policy surely in them, to quit a way of arguing, which is at once so false, and so much to the disadvantage of the Cause they contend for: and when they can by sound Arguments make out any Advantages their Sex has over ours, other than what I have already granted, I am ready to be convinc'd, and become their Convert; and I make no doubt but every ingenuous Man will do as much by me.  Thus I have endeavour'd to vindicate our Sex, from the unjust Imputations with which some unreasonable, malicious Men wou'd load us:  For I am willing to think the greater, or at least the better Part of their Sex, more generous than to encourage their Scandal.  There remains nothing more, but to shew that there are some necessary Qualifications to be acquir'd, some good Improvements to be made by Ingenious <em>Gentlemen</em> in the Company of our Sex.","subId":"47","id":"Drake.DFS.Body.47"},{"type":"paragraph","content":"<span class=\"margin-comment\">Many Advantages from Womens Company.</span> Of this number are <em>Complacence</em>, <em>Gallantry</em>, <em>Good Humour</em>, <em>Invention</em>, and an Art, which (tho' frequently abus'd) is of admirable use to those that are Masters of it, the <em>Art</em> of <em>Insinuation</em>, and many others.  'Tis true a Man may be an Honest and Understanding Man, without any of these Qualifications; but he can hardly be a Polite, a Well Bred, an Agreable, Taking Man, without all, or most of these. Without 'em <em>Honesty</em>, <em>Courage</em>, or <em>Wit</em>, are like Rough <em>Diamonds</em>, or <em>Gold</em> in the <em>Ore</em>, they have their intrinsick Value, and Worth, before, but they are doubtful and obscure, till they are polish'd, refin'd, and receive <em>Lustre</em>, and <em>Esteem</em> from these.","subId":"48","id":"Drake.DFS.Body.48"},{"type":"paragraph","content":"<span class=\"margin-comment\">Complacence to be learn'd by it.</span> The Principal of these is <em>Complacence</em>, a good Quality, without which in a competent Measure no Man is fitted for Society.  This is best learnt in our Company, where all Men affect Gaiety, and endeavour to be agreable.  <em>State News</em>, <em>Politicks</em>, <em>Religion</em>, or private <em>Business</em> take up the greatest Part of their Conversation, when they are among themselves only.  These are Subjects that employ their Passions too much, to leave any room for <em>Complacence</em>; they raise too much heat to suffer Men to be easie and pleasant, and Men are too serious when they talk of 'em, to suppress their natural Temper, which are apt to break out upon any Opposition. Men are as apt to defend their Opinions, as their Property, and wou'd take it as well to have their Titles to their Estates question'd, as their Sense; and perhaps in that they imitate the Conduct of our Sex, and do, like indulgent Mothers, that are most tender of those Children that are weakest.  But however it be, I have observ'd, when such Arguments have been introduc'd even in our Company, and by Men that affect Indifference and abundance of Temper, that very few have been able to shew so much Mastery, but that something appear'd either in their Air, or Expression, or in the Tone of their Voices, which argued a greater Warmth, and Concern, than is proper for the Conversation of <em>Gentlemen</em>, or the Company of <em>Ladies</em>.  These Uneasinesses happen not so often among us, because the Men look upon us to have very little Interest in the Publick Affairs of the World, and therefore trouble us very seldom with their grave, serious Trifles, which they debate with so much earnestness among one another.  They look upon us as Things design'd and contriv'd only for their Pleasure, and therefore use us tenderly, as Children do their Favourite Bawbles.  They talk gayly, and pleasantly to us, they do, or say nothing that may give us any Disgust, or <em>Chagrin</em>, they put on their chearfullest Looks, and their best Humour, that they may excite the like in us: They never oppose us but with a great deal of Ceremony, or in Raillery, not out of a Spirit of Opposition, (as they frequently do one another) but to maintain a pleasant Argument, or heigthen by variety of Opinions an agreable Entertainment. Mirth, and Good Humour reign generally in our Society, Good Manners always; For with us Men shew in a manner, the Reverse of what they are one to another:  They let their thoughts play at Liberty, and are very careful of the Expression, that nothing harsh, or obscene escape 'em, that may shock a tender Mind, or offend a modest Ear.  This Caution it is, which is the Root of <em>Complacence</em>, which is nothing but a Desire to oblige People, by complying with their Humours.  'Tis true some Tempers are too Obstinate, and forward, ever to arrive at any great Heigth of this good Quality, yet there is nothing so stubborn, but it may be bent.  Assiduity and constant Practice will contract such Habits, as will make any thing easie and familiar, even to the worst contriv'd Disposition; but where Nature concurs, Men are soon Perfect.  This is one great advantage Men reap by our Society, nor is it to be despis'd by the Wisest of 'em, who know the use of this Accomplishment, and are sensible, that it is hardly, if at all, to be acquir'd, but by conversing with us.  For tho' Men may have Wit and Judgment, yet the Liberty they take of thwarting, and opposing one another makes 'em Eager, and Disputative, Impatient, Sowre, and Morose; till by conversing with us, they grow insensibly asham'd of such Rustick Freedom.  The truth of this is Evident from the Observation of the <em>Universities</em>, and <em>Inns</em> of <em>Court</em>, I mean those Students in 'em that lead a more recluse and Monastick Life, and converse little with our Sex.  They want neither Wit, nor Learning, and frequently neither Generosity, nor Good Nature, yet when they come into gay, tho' Ingenious Company, are either damp'd and silent, or unseasonably Frolicksom and Free, so that they appear either Dull, or Ridiculous.","subId":"49","id":"Drake.DFS.Body.49"},{"type":"paragraph","content":"<span class=\"margin-comment\">Gallantry acquir'd by our Company.</span> Nor is <em>Complacence</em> the only thing these Men want, they want likewise the <em>Gallantry</em> of those Men that frequent our Company.  This Quality is the heigth and perfection of Civility, without which it is either Languishing, or Formal, and with which it appears always with an engaging Air of Kindness, and Good Will.  It sets a value upon the most inconsiderable Trifles, and turns every Civility into an Obligation.  For in ordinary Familiarities, and civil Correspondencies, we regard not so much what, as how things are done, the Manner is more lookt upon than the Matter of such Courtesies.  Almost all Men that have had a liberal, and good Education know, what is due to Good Manners, and civil Company.  But till they have been us'd a little to Our Society, their Modesty sits like Constraint upon 'em, and looks like a forc'd Compliance to uneasie Rules, and Forms of Civility.  Conversing frequently with us makes 'em familiar to Men, and when they are convinc'd, as well of the Easiness, as the Necessity of 'em, they are soon reconcil'd to the Practice.  This Point once gain'd, and they become expert in the common, and necessary Practices.  Those that have any natural Bravery of Mind, will never be contented to stop there; Indifference is too cold and Phlegmatick a thing for 'em, a little Formal Ceremony, and common Civilities, such as are paid to e'ry one of Course, will not satisfie their Ambitious Spirits, which will put 'em upon endeavouring for better Receptions, and obliging those, whom they can't without Reproach to themselves offend.  This is the Original, and first Spring of <em>Gallantry</em>, which is an Humour of Obliging all People, as well in our Actions and Words. <span class=\"margin-comment\">Difference betwixt Complacence and Gallantry.</span> It differs from <em>Complacence</em>, this being more active, that more passive; This inclines us to oblige, by doing or saying after our own Humours such things as we think will please; that by submitting to, and following theirs.  A Man may be <em>Complacent</em> without <em>Gallantry</em>, but he can't be <em>Gallant</em> without <em>Complacence</em>.  For 'tis possible to please and be agreable, without shewing our own Humours to Others; but 'tis impossible without some regard to theirs: yet this Pleasure will be but faint and languid, without a Mixture of both.  This mixture of Freedom, Observance, and a desire of pleasing, when rightly tempered, is the true Composition of Gallantry; of which, who ever is compleat Master, can never fail of being both admir'd, and belov'd.  This Accomplishment is best, if not only to be acquir'd by conversing with us; for besides the natural Deference, which the Males of every observable Species of the creation pay to their Females, and the Reasons before given for <em>Complacence</em>, which all hold good here, there is a tender Softness in the Frame of our Minds, as well as in the Constitution of our Bodies, which inspires Men, a Sex more rugged, with the like Sentiments, and Affections, and infuses gently and insensibly a Care to oblige, and a Concern not to offend us.","subId":"50","id":"Drake.DFS.Body.50"},{"type":"paragraph","content":"<span class=\"margin-comment\">Invention, improv'd by our Society.</span> Hence it is that they employ all their <em>Art</em>, <em>Wit</em>, and <em>Invention</em> to say and do things, that may appear to us, surprizing and agreable either for their Novelty or Contrivance.  The very End and Nature of Conversation among us retrench aboundance of those things, which make the greatest part of Men's discourse, and they find themselves oblig'd to strain their Inventions to fetch from other Springs, Streams proper to entertain us with.  This puts 'em upon beating and ranging ore the Fields of Fancy to find something new, something pretty to offer us, and by this means refines at the same time their Wit, and enlarges, and extends their Invention; For by forcing 'em out of the common Road, they are necessitated to invent new Arguments, and seek new ways to divert and please us, and by restraining the large Liberty they take one with another, they are compell'd to polish their Wit, and File off the Roughness of it.  To this they owe, the Neatness of Raillery, to which abundance of Gentlemen are now arriv'd; For Contrariety, of Opinions, being that which gives Life, and Spirit to Conversation, as well Women as Men do frequently hold Arguments contrary to their real Opinions, only to heigthen the Diversion, and improve the pleasure of Society.  In these the utmost Care is taken to avoid all things that may sound harsh, offensive, or indecent, their Wit is employ'd only to raise mirth, and promote good Humour, Conditions that can't well be observ'd, when Men contend for Realities, and dispute for the Reputation of their Wit or Judgment, and the truth of their Opinions. <span class=\"margin-comment\">Fools no fit Companions for Women.</span> 'Tis true these Improvements are to be made only by Men, that have by Nature an improvable Stock of Wit and good Sense; For those that have it not, being unable to distinguish what is proper for their Imitation, are apt to Ape us in those Things which are the peculiar Graces and Ornaments of our Sex, and which are the immediate Objects of Sight, and need no further Reflection, or thinking.  This Affectation is notorious in our Modern <em>Beau</em>'s, who observing the Care taken by some of our Sex in the setting of their Persons, without penetrating any farther into the Reasons Women have for it, or considering, that what became them, might be ridiculous in themselves, fall to licking, sprucing, and dressing their Campaign Faces, and ill contriv'd Bodies, that now, like all Foolish Imitatours, they out do the Originals, and out-powder, out-patch, and out-paint the Vainest and most extravagant of our Sex at those Follies, and are perpetually Cocking, Brustling, Twiring, and making Grimaces, as if they expected we shou'd make Addresses to 'em in a short Time.  Yet ought not this to discourage any Ingenious Person, or bring any Scandal upon our Coversation, any more than Travelling ought to be brought into Disrepute, because it is observ'd, that those, who go <em>abroad Fools</em>, <em>return Fops</em>.  It is not in our power to alter Nature, but to polish it, and if an Ass has learnt all his Paces, 'tis as much as the thing is capable of, 'twere absurd to expect he shou'd chop <em>Logick</em>. This is so far from being an Objection against us, that it is an Argument, that none but Ingenious Men are duely qualified to converse with us; Who by our Means have not only been fitted, and finish'd for great things, but have actually aspir'd to 'em.  For 'tis my Opinion, that we owe the Neat, Gentile Raillery in Sir <em>George Etheredge</em>, and Sir <em>Charles Sedley</em>'s Plays, and the Gallant Verses of Mr. <em>Waller</em> to their Conversing much with Ladies.  And I remember an Opinion of a very Ingenious Person, who ascribes the Ruine of the <em>Spanish Grandeur</em> in great measure, to the ridiculing in the Person of <em>Don Quixot</em>, the <em>Gallantry</em> of that <em>Nation</em> toward their <em>Ladies</em>.  This Opinion however Ingenious carries me beyond the Scope and design of the present Argument, and therefore I shall leave all further Consideration of it to those that are more at leisure, and less weary than I am at present.","subId":"51","id":"Drake.DFS.Body.51"},{"type":"paragraph","content":"There remain yet some things to be spoken to, but I must confess to you, <em>Madam</em>, that I am already very much tired, and I have reason to fear that you are more.  When you enjoyn'd me to this Task, I believe, you did not expect, I am sure, I did not intend so long a Letter.  I know I have written too much, yet I leave you to judge, whether it be enough.  One Experience I have gain'd by this Essay, that I find, when our Hands are in, 'tis as hard to stop 'em, as our Tongues, and as difficult not to write, as not to talk too much.  I have done wondring at those <em>M</em>en, that can write huge Volumes upon slender Subjects, and shall hereafter admire their Judgment only, who can confine their Imaginations, and curb their wandring Fancies.  I pretend no Obligation upon our Sex for this Attempt in their Defence; because it was undertaken at your Command, and for your Diversion only, which if I have in any measure satisfied, I have my Ambition, and shall beg nothing farther, than that my ready Obedience may excuse the mean Performance of <br> &emsp;<em>Madam, <br> &emsp;&emsp;Your real Friend, and <br> &emsp;&emsp;&emsp;Most humble Servant.</em>","subId":"52","id":"Drake.DFS.Body.52"}]}