{"imported":true,"id":"Shaftesbury.C.MR.1.1","parent":"Shaftesbury.C.MR.1","title":"Chapter I. Of the Nature, Rise, and Establishment of Miscellanys――The Subject of these which follow――Intention of the Writer","breadcrumb":"Chapter 1","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-3/simple#lf5989_div_006","texts":[],"published":[1711],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","forename":"Anthony","surname":"Ashley Cooper","author":"Lord Shaftesbury <cite>Anthony Ashley Cooper</cite>","birth":1671,"death":1713,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h1>Chapter I. Of the Nature, Rise, and Establishment of Miscellanys――The Subject of these which follow――Intention of the Writer</h1> ","id":"Shaftesbury.C.MR.1.1"},{"type":"paragraph","content":"PEACE be with the Soul of that charitable and courteous Author, who for the common Benefit of his Fellow-Authors, introduc'd the ingenious way of <span class=\"small-capitals\">Miscellaneous</span> <em>Writing!</em>—It must be own'd that since this happy Method was establish'd, the Harvest of <em>Wit</em> has been more plentiful, and the Labourers more in number than heretofore. 'Tis well known to the able Practitioners in <em>the writing Art;</em> <q>That as easy as it is <em>to conceive Wit,</em> 'tis the hardest thing imaginable <em>to be deliver'd</em> of It, upon certain Terms.</q> Nothing cou'd be more severe or rigid than the Conditions formerly prescrib'd to Writers; when <span class=\"small-capitals\">Criticism</span> took place, and <em>Regularity</em> and <em>Order</em> were thought essential in a Treatise. The Notion of a <em>genuine Work,</em> a <em>legitimate</em> and <em>just Piece,</em> has certainly been the Occasion of great Timidity and Backwardness among the Adventurers in Wit: And the Imposition of such strict <em>Laws</em> and <em>Rules</em> of Composition, has set heavy on the free Spirits and forward Genius's of Mankind. 'Twas <em>a Yoke,</em> it seems, which our Forefathers bore; but which, for our parts, we have generously thrown off. In effect, the invidious Distinctions of <em>Bastardy</em> and <em>Legitimacy</em> being at length remov'd; the natural and lawful Issue of the Brain comes with like advantage into the World: And <em>Wit</em> (<em>mere</em> <span class=\"small-capitals\">Wit</span>) is well receiv'd; without examination of <em>the Kind,</em> or censure of <em>the Form.</em>","subId":"1","id":"Shaftesbury.C.MR.1.1.1"},{"type":"paragraph","content":"This the <span class=\"small-capitals\">Miscellaneous</span> <em>Manner</em> of Writing, it must be own'd, has happily effected. It has render'd almost every Soil productive. It has disclos'd those various <em>Seeds</em> of Wit, which lay suppress'd in many a Bosom; and has rear'd numberless <em>Conceits</em> and curious <em>Fancys,</em> which the natural Rudeness and Asperity of their native Soil wou'd have with-held, or at least not have permitted to rise above the ground. From every <em>Field,</em> from every <em>Hedge</em> or <em>Hillock,</em> we now gather as delicious Fruits and fragrant Flowers, as of old from the richest and best-cultivated <em>Gardens.</em> Miserable were those antient Planters, who understanding not how to conform themselves to the rude <em>Taste</em> of unpolish'd Mankind, made it so difficult a Task to serve the World with <em>intellectual</em> Entertainments, and furnish out the Repasts of <em>Literature</em> and <em>Science.</em>","subId":"2","id":"Shaftesbury.C.MR.1.1.2"},{"type":"paragraph","content":"There was certainly a time when the Name of <span class=\"small-capitals\">Author</span> stood for something considerable in the World. To succeed happily in such a Labour as that of writing <em>a Treatise</em> or <em>a Poem,</em> was taken as a sure mark of Understanding and Good Sense. The Task was painful: But, it seems, 'twas honourable. How the Case happen'd, in process of time, to be so much revers'd, is hard to say. The primitive Authors perhaps being few in number, and highly respected for their Art, fell under the weight of <em>Envy.</em> Being sensible of their Misfortune in this respect, and being excited, as 'tis probable, by the Example of some popular Genius; they quitted their regular Schemes and accurate Forms of Workmanship, in favour of those <em>Wits</em> who could not possibly be receiv'd as <span class=\"small-capitals\">Authors</span> upon such difficult Terms. 'Twas necessary, it seems, that <em>the Bottom</em> of Wit shou'd be enlarg'd. 'Twas advisable that more Hands shou'd be taken into the Work. And nothing cou'd better serve this popular purpose, than the way of <span class=\"small-capitals\">Miscellany</span>, or <em>common</em> <span class=\"small-capitals\">Essay</span>; in which the most confus'd Head, if fraught with a little Invention, and provided with <em>Common-place-Book</em> Learning, might exert itself to as much advantage, as the most orderly and well-settled Judgment.","subId":"3","id":"Shaftesbury.C.MR.1.1.3"},{"type":"paragraph","content":"To explain the better how this Revolution in Letters has been effected, it may not perhaps be indecent, shou'd we offer to compare our Writing-Artists, to the <em>Manufacturers</em> in <em>Stuff</em> or <em>Silk.</em> For among These 'tis esteem'd a principal piece of Skill, to frame a Pattern, or Plan of Workmanship, in which the several Colours are agreeably dispos'd; with such proportionable Adjustment of the various Figures and Devices, as may, in the whole, create a kind of <em>Harmony</em> to the Eye. According to this Method, each <em>Piece</em> must be, in reality, <em>an Original.</em> For to copy what has gone before, can be of no use. The Fraud wou'd easily be perceiv'd. On the other side, to work <em>originally,</em> and in a manner <em>create</em> each time anew, must be a matter of pressing weight, and fitted to the Strength and Capacity of none besides the choicest Workmen.","subId":"4","id":"Shaftesbury.C.MR.1.1.4"},{"type":"paragraph","content":"A Manner therefore is invented to confound this Simplicity and Conformity of Design. <em>Patch-work</em> is substituted. <em>Cuttings</em> and <em>Shreds</em> of Learning, with various <em>Fragments,</em> and <em>Points</em> of Wit, are drawn together, and tack'd in any fantastick form. If they chance to cast a <em>Luster,</em> and spread a sort of sprightly <em>Glare;</em> the <span class=\"small-capitals\">Miscellany</span> is approv'd, and the <em>complex</em> Form and Texture of the Work admir'd. The <span class=\"small-capitals\">Eye</span>, which before was to be won by Regularity, and had kept true to Measure and strict Proportion, is by this means pleasingly drawn aside, to commit a kind of <em>Debauch,</em> and amuse it-self in gaudy Colours, and disfigur'd Shapes of things. Custom, in the mean while, has not only tolerated this Licentiousness, but render'd it even commendable, and brought it into the highest repute. The <em>Wild</em> and <em>Whimsical,</em> under the name of the <em>Odd</em> and <em>Pretty,</em> succeed in the room of the <em>Graceful</em> and the <em>Beautiful.</em> Justness and Accuracy of Thought are set aside, as too constraining, and of too painful an aspect, to be endur'd in the agreeable and more easy Commerce of <em>Gallantry,</em> and modern <em>Wit.</em>","subId":"5","id":"Shaftesbury.C.MR.1.1.5"},{"type":"paragraph","content":"Now since it has been thought convenient, in these latter Ages, to distinguish the Provinces of <span class=\"small-capitals\">Wit</span> and <span class=\"small-capitals\">Wisdom</span>, and set apart <em>the agreeable</em> from <em>the useful;</em> 'tis evident there cou'd be nothing devis'd more sutable to the distinct and separate Interest of the former of these Provinces, than this <em>complex</em> manner of Performance which we call <span class=\"small-capitals\">Miscellany</span>. For whatever is <em>capricious</em> and <em>odd,</em> is sure to create <em>Diversion,</em> to those who look no further. And where there is nothing like <em>Nature,</em> there is no room for the troublesom part of <em>Thought</em> or <em>Contemplation.</em> 'Tis the Perfection of certain <em>Grotesque</em>-Painters, to keep as far from Nature as possible. To find <em>a Likeness</em> in their Works, is to find the greatest Fault imaginable. A natural <em>Connexion</em> is a Slur. A <em>Coherence,</em> a <em>Design,</em> a <em>Meaning,</em> is against their purpose, and destroys the very Spirit and Genius of their Workmanship.","subId":"6","id":"Shaftesbury.C.MR.1.1.6"},{"type":"paragraph","content":"I remember formerly when I was a Spectator in the <em>French</em> Theater, I found it the Custom, at the end of every grave and solemn <em>Tragedy,</em> to introduce a comick <em>Farce,</em> or <span class=\"small-capitals\">Miscellany</span>, which they call'd <em>the little Piece.</em> We have indeed a Method still more extraordinary upon our own Stage. For we think it agreeable and just, to mix the <em>Little Piece</em> or <em>Farce</em> with the main Plot or Fable, thro' every Act. This perhaps may be the rather chosen, because our Tragedy is so much <em>deeper</em> and <em>bloodier</em> than that of the <em>French,</em> and therefore needs more immediate Refreshment from the elegant way of <em>Drollery,</em> and <em>Burlesque-wit;</em> which being thus closely interwoven with its opposite, makes that most accomplish'd kind of <em>theatrical</em> <span class=\"small-capitals\">Miscellany</span>, call'd by our Poets <em>a Tragi-comedy.</em>","subId":"7","id":"Shaftesbury.C.MR.1.1.7"},{"type":"paragraph","content":"I cou'd go further perhaps, and demonstrate from the Writings of many of our grave <em>Divines,</em> the Speeches of our <em>Senators,</em> and other principal Models of our national Erudition, <q>That the <span class=\"small-capitals\">Miscellaneous</span> <em>Manner</em> is at present in the highest esteem.</q> But since my chief Intention in the following Sheets is to descant cursorily upon some late Pieces of a <em>British</em> Author; I will presume, That what I have said already on this Head is sufficient; and That it will not be judg'd improper or absurd in me, as I proceed, to take advantage of this <em>miscellaneous Taste</em> which now evidently prevails. According to this Method, whilst I serve as <em>Critick</em> or <em>Interpreter</em> to this new Writer, I may the better correct his Flegm, and give him more of the fashionable Air and Manner of the World; especially in what relates to the Subject and Manner of his two <em>last</em> Pieces, which are contain'd in his second Volume. For these being of the more regular and formal kind, may easily be oppressive to the airy Reader; and may therefore with the same assurance as <em>Tragedy</em> claim the necessary Relief of the <em>little Piece</em> or <em>Farce</em> above-mention'd.","subId":"8","id":"Shaftesbury.C.MR.1.1.8"},{"type":"paragraph","content":"Nor ought the Title of a <span class=\"small-capitals\">Miscellaneous</span> <em>Writer</em> to be deny'd me, on the account that I have grounded my <em>Miscellanys</em> upon a certain Set of Treatises already publish'd. <em>Grounds</em> and <em>Foundations</em> are of no moment in a kind of Work, which, according to modern Establishment, has properly neither <em>Top</em> nor <em>Bottom, Beginning</em> nor <em>End.</em> Besides, that I shall no-way confine myself to the precise Contents of these Treatises; but, like my Fellow-<em>Miscellanarians,</em> shall take occasion to vary often from my propos'd Subject, and make what <em>Deviations</em> or <em>Excursions</em> I shall think fit, as I proceed in my <em>random</em> <span class=\"small-capitals\">Essays</span>.","subId":"9","id":"Shaftesbury.C.MR.1.1.9"}]}