{"imported":true,"id":"Astell.SFE.L","parent":"Astell.SFE","title":"5. Of Loyalty","breadcrumb":"Loyalty","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A26096.0001.001/1:8?rgn=div1;view=fulltext","texts":[],"published":[1696],"copytext":[1696],"sourceDesc":"Astell’s <cite>Six Familiar Essays</cite> were published in 1696. This first and only edition is our copytext. The text here derives from the transcription of the work from EEBO-TCP.","forename":"Mary","surname":"Astell","author":"Mary Astell","birth":1666,"death":1731,"nationality":"English","sex":"Female","blocks":[{"type":"title","content":"<h3>AN</h3> <h1>ESSAY</h1> <h4>OF</h4> <h2>LOYALTY.</h2> <h4>IN</h4> <em>A Letter to a Friend.</em>","id":"Astell.SFE.L"},{"type":"paragraph","content":"IT is very natural for the most curious Travellers, after having spent some time abroad to return with joy to their native Countrey; but much more pleasant to me who did not go out of it by my own choice, nor any hope of improvement; and to add to the great satisfaction of seeing my Friends (in which number you give me leave to place you), I fancied I should find a general content in the Nation, which I left so highly disgusted in the last Reign; that being still fresh in my thoughts, I am strangely amazed at my return to <em>England,</em> to see the same Spirit of murmuring as busy as before; yet my surprise would be less, if I heard none rail at this Government, but those that were prefer'd in the other, if Treason were confined to Red Letter Men or Rags, such whose consciences or necessities made them so zealous for a change in Religion, as to lead an unfortunate bigotted Prince to design our ruine, and effect his own by their dull Polliticks; or if they only were angry, who had a Goal-delivery by his Indulgence, and now for want of it are returned to their proper habitations; but to see the same people that dreaded these Armed Rake-hells, when they were first listed for Soldiers, upon their inlargement, forget their own apprehensions of the matter, and all the rest of those miscarriages which so alarum'd them, and wish to live again in the same terrour, is unaccountable; can they dislike the change because it came so easily, I am sure, they would have imbraced it once, tho it had been bought at the expence of blood; every day expecting the loss of their Liberties and Religion; and who did imagine this settlement could have been made without one stroke? was there ever such an alteration known in any Kingdom, which was carried so gently as this has been; and must we that are Protestants be ready to cut one anothers throats, because the <em>Roman Catholicks</em> did not attempt to do it, but lost that ground quietly that they had been many years in gaining? without doubt it must be a great disappointment to them, when they had raised their hopes so high, and saw that King peaceably seated upon the Throne, who was almost looked upon by them as their <em>Messias,</em> to have him so quickly stopt in his atchievements; and none can condemn their hearty desires for his restoration, since they believe it the only way to promote the Christian Faith; for, as for us Hereticks (as they please to call us) 'tis plain, they esteem us no better then <em>Tartars,</em> and so indeed they found us, when they thought they had caught us not long ago; but after all, they really are the modestest, or at least the cunningest in their discourses of State affairs, of any I have met with amongst their party, thinking I suppose to reap the advantage of all the others talking, without running any hazard themselves. Now, if you ask these several sorts of Gentlemen, what it is they wish for, you shall find they have several ends, some of them are men that have by their extravagence spent their fortunes, and almost their credit too, and therefore are in violent haste for a Civil War, in hopes by plunder to supply their pockets, like Vultures that live upon the Carcass, and are always watching for a battel, and therefore they speak aloud as they would have it, that all things are running into confusion; others like Crows love the fruits of the Earth, but hate the smell of Gun-Powder, and these affirm as possitively, tho not so loudly, that we shall be inevitably ruined, unless things return into the same Channel they were in before, and would fain insinuate that the only way to preserve the Nation, is with all possible speed to recall K. <em>J.</em> (concluding he would reward them plentifully, for that peice of secret service, besides what is due to them, for cursing and now swearing).","subId":"1","id":"Astell.SFE.L.1"},{"type":"paragraph","content":"A third sort of this disaffected party, are the Commonwealth-men, a sort of men like Moles that are always working under ground, and no kind of soil can scape them; this made them undermine K. <em>J.</em> and after His, ruin the Monarchy, and these vermine are now at the same work again, and think their game sure after this King is dead, but have not patience to stay so long without heaving at him, whilst he is alive, in which they joyn with the other party; tho as I said before, they propose a very different end, the one intending to make divisions in order to have K. <em>J.</em> and the other to have no King at all; both wisely supposing we may alter this Government, as easily as we did the last, when that was carried by the discontent of all the Nation; and if they pretend the Nation now is under the same discontent, only for being loaded with Taxes, as if King <em>William</em> should have kept out the <em>French,</em> by the virtue of <em>hocus pocus,</em> and conjured an Army upon occasion without our paying of the charge, I believe they will find themselves much mistaken, as to the number of their Confederates, and consequently to the nature of their undertaking, and am sorry so many of my Countreymen should fall under the censure of the Poet, <blockquote><em>A pamper'd People, and debauch'd with ease, <br> No King can Govern, nor no God can please.</em></blockquote>","subId":"2","id":"Astell.SFE.L.2"},{"type":"paragraph","content":"And if they complain so mightily now, I fear they will never be at rest, till the War is brought home to their own doors, for tho some things may be done now that one would wish otherwise, yet their remedy would be infinitely worse then the disease; and were it possible for these whimsical people, to have a new King as often as a Lord Mayor (and let him signify as little) they could not pitch upon a Man that would content any one of them till the year were out; unless he were to Reign himself, who would be much further from pleasing (even) their own Club than they by whom our affairs now are managed; and how can we expect a Magistracy free from faults, when every perticular person must acknowledge himself to have so many; if those without sin were to throw the first stone, or go out of <em>England,</em> the King would have fewer subjects then Duke <em>Trincalo</em>.","subId":"3","id":"Astell.SFE.L.3"},{"type":"paragraph","content":"Besides all these I have named, there is a party whose design is extreamly forreign from any of the rest, and yet they and their appurtenances are as much mutineers, as any of their Neighbours, and make a greater noise too (which is very considerable towards carrying on the work) that is several select Companies of Drunkards, who never fail to meet (according to appointment) over a bottle, or a bowl of Punch to unravel the State; they think fit to have King <em>James</em> come back again, to bring <em>Champaigne</em> Wine with him: for this horrible Stuff they sell now, does not sharpen their Wits at all, and yet 'tis very dear; Therefore, as Losers should have leave to speak, it were a thousand pities to disturb them; for they pay treble Taxes that way, and do King <em>William</em> more good in helping the Excise, than they can do any body Injury in drinking to their Confusion.","subId":"4","id":"Astell.SFE.L.4"},{"type":"paragraph","content":"They are resolved to stick to their Principle, for Loyalty and the Butt: The Chief Grievance they suffer is the Scarcity of <em>French</em> Wine and Brandy, which is a National Calamity; and the Countrey Gentlemen that can dispence with Ale and Beer, have not Understanding enough to feel the Want of Right <em>Claret</em> and <em>Ragoustes</em>.","subId":"5","id":"Astell.SFE.L.5"},{"type":"paragraph","content":"I know not whether I should have Reckoned the Good Fellows as a distinct part, being included in the Noble Family of the <em>Rakes</em>; Of the which, both Males and Females, are (generally speaking) disaffected at present; a Warlike Prince not suiting their Humours half so well as a Sham-Camp at <em>Hounslow-Heath</em>; For now, by that time an Intrigue that is begun in the Winter, comes to perfection, and they should take the Air together in the Spring, they must be hurried from their <em>Phillis</em>'s Arms, to drop in peices in <em>Flanders,</em> where they are fitter for the Hospital than the Field; and who can blame their dear Mistresses that have no other Consolation left, for cursing the cause that parted them; some of the remaining Beau's are in as languishing a condition, for new invented diversions, as their Madams are for Variety of Lovers, both passionately wishing for a return of Peace upon no other account, but that the agreeable Monsieur may again refine the Nation; since of late we have not been blest with so much as a Dancing Masters Apprentice from <em>France,</em> to bring a <em>Bon Mien</em> amongst us; how should any Spark Edify in Point of Galantry, by a few Melancholly <em>Hugonots</em> that come hither for shelter, and have not these many Years Conversed with the <em>Beau Monde</em>; nor can they learn any better Air from King <em>James</em>'s Disbanded Servants, who have not brought so considerable a thing as a new <em>Minuet</em> over with them (notwithstanding they may have Commissions, Declarations, <em>&amp;c.</em>) Their business not lying toward Amours, makes them not so welcome to people whose Souls are made of Commodes and Feathers; yet they Caress them because their Cloaths were made in <em>France,</em> (though perhaps they were out of Fashion before they came from thence) hoping also, that they will give their Master Intelligence, that (next to their Looking-glasses) they are devoted to his Service; but more especially to their Young Master's, for Two Special Reasons; One is, his wearing his Hat better, and the promising Expectations of his doing every thing <em>Ala Francoise</em>; for sure such an Education will make him in perfection: The other is, That in likelyhood his Title will not be set up a great while (if ever); and they are willing to put the Evil Day (of discomposing their Wigs) as far as they can from them: but if Whispering, and dispersing Treason will be of use to him, they and their Doxies do their part; for several that do not care for fighting, will hazard being fined, or the Fatigue of Pillorying; Tho it is no very decent posture for persons who pretend to make so considerable a Figure in other places; Yet they talk, and read Pamphlets, in hopes they shall have the good Fortune to escape still; And if a Revolution happens to their Minds, they shall be paid a great deal more than their Speeches, or Persecution for them is worth: That is, supposing they should be taken Notice of at all, which I humbly conceive would be a question, Some sorts indeed of their Ladies would be better gratified by changing of the Scene at Court, where they could not be admitted in this Reign: But for the Civil part of them, who would not come to Court because they did not love our Queen, I am apt to believe their pre-possession made them keep this Distance; for sure it was impossible to know Her, and wish Her Ill, who was, certainly, the Greatest Blessing that ever <em>England</em> was favoured with? And perhaps, if our Sins in general, and their Ingratitude towards Her, had not provoked Almighty God to take Her so quickly from us, She might, by Her Sweet Temper, have won Her greatest Enemies; and by Her Admirable Example, new modelled all Womankind; at least those that had the happiness to be often in her presence: For my part, I shall not be so bold to make an Encomium of her Vertues; Her own Works praise her in the Gates; and her High Character, which has scarce been hit by the greatest Artist, must not be touched by my Unworthy Pen: Yet I must for ever (in private) deplore <em>Albion</em>'s Loss, and lament my own hard Fate to be so long, and so far distant from the best Queen that ever adorned our Throne, and that I could enjoy no greater share of the Sun-shine which Enlivened all about her: I coming home so near the sad Eclipse, as only to be made sensible of that Goodness, and immediately to see it snatch'd from us.","subId":"6","id":"Astell.SFE.L.6"},{"type":"paragraph","content":"This dismal Day influenced many of them, who living, could not give her a Civil Word, and made them, by their Concern for her Death, shew the secret Notion they had of her Worth, though they had before industriously strove to stifle it; but none could be so blind not to see such apparent merit, except the most inveterate Wretches upon the Earth.","subId":"7","id":"Astell.SFE.L.7"},{"type":"paragraph","content":"But my Zeal for the Memory of the Queen, and Loyalty to the King, has transported me beyond my own Interest; For I ought not to have turn'd out so unfledg'd a Bird, as this small Essay, into the Criticks Hands, who are some of them provoked by the Subject, to handle it severely (though others, I hope, in Justice to my Subject, and in pity to my Sex, will appear in its Vindication) and if Submission will mollifie the offended Wits, I will confess any Fault they can charge this Paper with, that does not Reflect upon the Right of my Cause; in which I must remain positive, and they cannot force me to do otherwise as long as the Hangman is on my side: I do own that State-Affairs are altogether out of my Element; and that a Woman is much more properly imployed in House-wifry than News; but our Weakness is known to every body, that we love to be in the Fashion, and one may as decently pretend to wear a Farthingale, as to be ignorant in Politicks; For, during my stay in <em>London,</em> I never saw a Visit made without Canvasing one King or other, which set my Brains on working; and now I am retired into a Corner of the World, I am willing to shew I have same little Remains of Breeding left, whilst the Generality of my Sex made it their business to draw Men from their Allegiance that were Loyally inclined; and to animate those that were not.","subId":"8","id":"Astell.SFE.L.8"},{"type":"paragraph","content":"I did, as often as I met these <em>Virago</em>'s, profess my self King <em>William</em>'s Champion; and in this Essay I have shew'd you some of my Reasons for it; And if any object, That the Poorness of my Expressions has wronged his Cause, I dare not contradict it; But I hope his Enemies may find, in time, that he is as much above their Malice as my Commendation; who shall always pray for his Safety, and the good Success of the <em>English</em> Nation: And in this wish I know you will heartily join with, <br> &emsp;&emsp;<em>Yours,</em> &amp;c.","subId":"9","id":"Astell.SFE.L.9"}]}