{"id":"Hobbes.L.3.32","imported":true,"parent":"Hobbes.L.3","title":"Of the Principles of the Christian Politiques","breadcrumb":"Chapter 32","published":[1651],"copytext":[1651],"sourceDesc":"The text here is from the 1909 Clarendon Press edition (now in the public domain), as put online by the Online Libary of Liberty. That edition follows the original 1651 edition, but with corrections from the printed ERRATA sheet incorporated into the text.","sourceUrl":"https://oll.libertyfund.org/titles/hobbes-leviathan-1909-ed/simple#lf0161_div_045","blocks":[{"type":"title","content":"<h1>CHAP. XXXII.</h1> <h1><em>Of the Principles of <span class=\"small-capitals\">Christian Politiques</span>.</em></h1> ","id":"Hobbes.L.3.32"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>The Word of God delivered by Prophets is the main principle of Christian Politiques.</em></span> <span class=\"small-capitals\">I have</span> derived the Rights of Soveraigne Power, and the duty of Subjects hitherto, from the Principles of Nature onely; such as Experience has found true, or Consent (concerning the use of words) has made so; that is to say, from the nature of Men, known to us by Experience, and from Definitions (of such words as are Essentiall to all Politicall reasoning) universally agreed on. But in that I am next to handle, which is the Nature and Rights of a <span class=\"small-capitals\">Christian</span> <span class=\"small-capitals\">Common-wealth</span>, whereof there dependeth much upon Supernaturall Revelations of the Will of God; the ground of my Discourse must be, not only the Naturall Word of God, but also the Propheticall.","subId":"1","id":"Hobbes.L.3.32.1"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Yet is not naturall Reason to be renounced.</em></span> Neverthelesse, we are not to renounce our Senses, and Experience; nor (that which is the undoubted Word of God) our naturall Reason. For they are the talents which he hath put into our hands to negotiate, till the coming again of our blessed Saviour; and therefore not to be folded up in the Napkin of an Implicite Faith, but employed in the purchase of Justice, Peace, and true Religion. For though there be many things in Gods Word above Reason; that is to say, which cannot by naturall reason be either demonstrated, or confuted; yet there is nothing contrary to it; but when it seemeth so, the fault is either in our unskilfull Interpretation, or erroneous Ratiocination.","subId":"2","id":"Hobbes.L.3.32.2"},{"type":"paragraph","content":"Therefore, when any thing therein written is too hard for our examination, wee are bidden to captivate our understanding to the Words; and not to labour in sifting out a Philosophicall truth by Logick, of such mysteries as are not comprehensible, nor fall under any rule of naturall science. For it is with the mysteries of our Religion, as with wholsome pills for the sick, which swallowed whole, have the vertue to cure; but chewed, are for the most part cast up again without effect.","subId":"3","id":"Hobbes.L.3.32.3"},{"type":"paragraph","content":"But by the Captivity of our Understanding, is not meant a Submission of the<span class=\"margin-comment\"><em>What it is to captivate the Understanding.</em></span> Intellectuall faculty, to the Opinion of any other man; but of the Will to Obedience, where obedience is due. For Sense, Memory, Understanding, Reason, and Opinion are not in our power to change; but alwaies, and necessarily such, as the things we see, hear, and consider suggest unto us; and therefore are not effects of our Will, but our Will of them. We then Captivate our Understanding and Reason, when we forbear contradiction; when we so speak, as (by lawfull Authority) we are commanded; and when we live accordingly; which in sum, is Trust, and Faith reposed in him that speaketh, though the mind be incapable of any Notion at all from the words spoken.","subId":"4","id":"Hobbes.L.3.32.4"},{"type":"paragraph","content":"When God speaketh to man, it must be either immediately;<span class=\"margin-comment\"><em>How God speaketh to men.</em></span> or by mediation of another man, to whom he had formerly spoken by himself immediately. How God speaketh to a man immediately, may be understood by those well enough, to whom he hath so spoken; but how the same should be understood by another, is hard, if not impossible to know. For if a man pretend to me, that God hath spoken to him supernaturally, and immediately, and I make doubt of it, I cannot easily perceive what argument he can produce, to oblige me to beleeve it. It is true, that if he be my Soveraign, he may oblige me to obedience, so, as not by act or word to declare I beleeve him not; but not to think any otherwise then my reason perswades me. But if one that hath not such authority over me, shall pretend the same, there is nothing that exacteth either beleefe, or obedience.","subId":"5","id":"Hobbes.L.3.32.5"},{"type":"paragraph","content":"For to say that God hath spoken to him in the Holy Scripture, is not to say God hath spoken to him immediately, but by mediation of the Prophets, or of the Apostles, or of the Church, in such manner as he speaks to all other Christian men. To say he hath spoken to him in a Dream, is no more then to say he dreamed that God spake to him; which is not of force to win beleef from any man, that knows dreams are for the most part naturall, and may proceed from former thoughts; and such dreams as that, from selfe conceit, and foolish arrogance, and false opinion of a mans own godlinesse, or other vertue, by which he thinks he hath merited the favour of extraordinary Revelation. To say he hath seen a Vision, or heard a Voice, is to say, that he hath dreamed between sleeping and waking: for in such manner a man doth many times naturally take his dream for a vision, as not having well observed his own slumbering. To say he speaks by supernaturall Inspiration, is to say he finds an ardent desire to speak, or some strong opinion of himself, for which hee can alledge no naturall and sufficient reason. So that though God Almighty can speak to a man, by Dreams, Visions, Voice, and Inspiration; yet he obliges no man to beleeve he hath so done to him that pretends it; who (being a man) may erre, and (which is more) may lie.","subId":"6","id":"Hobbes.L.3.32.6"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>By what marks Prophets are known. 1 Kings 22.</em></span> How then can he, to whom God hath never revealed his Wil immediately (saving by the way of natural reason) know when he is to obey, or not to obey his Word, delivered by him, that sayes he is a Prophet? Of 400 Prophets, of whom the K. of <em>Israel</em> asked counsel, concerning the warre he made against <em>Ramoth Gilead</em>, only<span class=\"margin-comment\"><em>1 Kings 13.</em></span><em>Micaiah</em> was a true one. The Prophet that was sent to prophecy against the Altar set up by <em>Jeroboam</em>, though a true Prophet, and that by two miracles done in his presence appears to be a Prophet sent from God, was yet deceived by another old Prophet, that perswaded him as from the mouth of God, to eat and drink with him. If one Prophet deceive another, what certainty is there of knowing the will of God, by other way than that of Reason? To which I answer out of the Holy Scripture, that there be two marks, by which together, not asunder, a true Prophet is to be known. One is the doing of miracles; the other is the not teaching any other Religion than that which is already established. Asunder (I say) neither of these is sufficient. <span class=\"margin-comment\"><em>Deut. 13. v. 1, 2, 3, 4, 5.</em></span> <em>If a Prophet rise amongst you, or a Dreamer of dreams, and shall pretend the doing of a miracle, and the miracle come to passe; if he say, Let us follow strange Gods, which thou hast not known, thou shalt not hearken to him, &amp;c. But that Prophet and Dreamer of dreams shall be put to death, because he hath spoken to you to Revolt from the Lord your God</em>. In which words two things are to be observed; First, that God wil not have miracles alone serve for arguments, to approve the Prophets calling; but (as it is in the third verse) for an experiment of the constancy of our adherence to himself. For the works of the <em>Egyptian</em> Sorcerers, though not so great as those of <em>Moses</em>, yet were great miracles. Secondly, that how great soever the miracle be, yet if it tend to stir up revolt against the King, or him that governeth by the Kings authority, he that doth such miracle, is not to be considered otherwise than as sent to make triall of their allegiance. For these words, <em>revolt from the Lord your God</em>, are in this place equivalent to <em>revolt from your King</em>. For they had made God their King by pact at the foot of Mount <em>Sinai</em>; who ruled them by <em>Moses</em> only; for he only spake with God, and from time to time declared Gods Commandements to the people. In like manner, after our Saviour Christ had made his Disciples acknowledge him for the <em>Messiah</em>, (that is to say, for Gods anointed, whom the nation of the <em>Jews</em> daily expected for their King, but refused when he came,) he omitted not to advertise them of the danger of miracles. <em>There shall arise</em> (saith he) <em>false Christs</em>,<span class=\"margin-comment\"><em>Mat. 24. 24.</em></span> <em>nd false Prophets, and shall doe great wonders and miracles, even to the seducing (if it were possible) of the very Elect</em>. By which it appears, that false Prophets may have the power of miracles; yet are wee not to take their doctrin for Gods Word. St. <em>Paul</em> says further to the <em>Galatians</em>,<span class=\"margin-comment\"><em>Gal. 1. 8.</em></span> that <em>if himself, or an Angell from heaven preach another Gospel to them, than he had preached, let him be accursed</em>. That Gospel was, that Christ was King; so that all preaching against the power of the King received, in consequence to these words, is by St. <em>Paul</em> accursed. For his speech is addressed to those, who by his preaching had already received <em>Jesus</em> for the <em>Christ</em>, that is to say, for King of the <em>Jews</em>.","subId":"7","id":"Hobbes.L.3.32.7"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>The marks of a Prophet in the old law, Miracles, and Doctrine conformable to the law.</em></span> And as Miracles, without preaching that Doctrine which God hath established; so preaching the true Doctrine, without the doing of Miracles, is an unsufficient argument of immediate Revelation. For if a man that teacheth not false Doctrine, should pretend to bee a Prophet without shewing any Miracle, he is never the more to bee regarded for his pretence, as is evident by <em>Deut</em>. 18. <em>v</em>. 21, 22. <em>If thou say in thy heart, How shall we know that the Word</em> (of the Prophet) <em>is not that which the Lord hath spoken. When the Prophet shall have spoken in the name of the Lord, that which shall not come to passe, that's the word which the Lord hath not spoken, but the Prophet has spoken it out of the pride of his own heart, fear him not</em>. But a man may here again ask, When the Prophet hath foretold a thing, how shal we know whether it will come to passe or not? For he may foretel it as a thing to arrive after a certain long time, longer then the time of mans life; or indefinitely, that it will come to passe one time or other: in which case this mark of a Prophet is unusefull; and therefore the miracles that oblige us to beleeve a Prophet, ought to be confirmed by an immediate, or a not long deferr' event. So that it is manifest, that the teaching of the Religion which God hath established, and the shewing of a present Miracle, joined together, were the only marks whereby the Scripture would have a true Prophet, that is to say, immediate Revelation to be acknowledged; neither of them being singly sufficient to oblige any other man to regard what he saith.","subId":"8","id":"Hobbes.L.3.32.8"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Miracles ceasing, Prophets cease, and the Scripture supplies their place.</em></span> Seeing therefore Miracles now cease, we have no sign left, whereby to acknowledge the pretended Revelations, or Inspirations of any private man; nor obligation to give ear to any Doctrine, farther than it is conformable to the Holy Scriptures, which since the time of our Saviour, supply the place, and sufficiently recompense the want of all other Prophecy; and from which, by wise and learned interpretation, and carefull ratiocination, all rules and precepts necessary to the knowledge of our duty both to God and man, without Enthusiasme, or supernaturall Inspiration, may easily be deduced. And this Scripture is it, out of which I am to take the Principles of my Discourse, concerning the Rights of those that are the Supream Governors on earth, of Christian Common-wealths; and of the duty of Christian Subjects towards their Soveraigns. And to that end, I shall speak in the next Chapter, of the Books, Writers, Scope and Authority of the Bible.","subId":"9","id":"Hobbes.L.3.32.9"}],"texts":[],"ancestors":[{"id":"Hobbes","forename":"Thomas","surname":"Hobbes","birth":1588,"death":1679,"published":1650,"nationality":"English","sex":"Male","texts":[{"id":"Hobbes.HN","forename":"Thomas","surname":"Hobbes","title":"Humane Nature; or, the Fundamental Elements of Policie","birth":1588,"death":1679,"published":[1650],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Humane Nature"},{"id":"Hobbes.CP","forename":"Thomas","surname":"Hobbes","title":"De Corpore Politico; or, The Elements of Law, Moral and Politick","birth":1588,"death":1679,"published":[1650],"nationality":"English","sex":"Male","breadcrumb":"De Corpore Politico"},{"id":"Hobbes.Civ","forename":"Thomas","surname":"Hobbes","title":"De Cive; Or, Philosophicall Rudiments Concerning Government and Society","birth":1588,"death":1679,"published":[1651],"nationality":"English","sex":"Male","breadcrumb":"De Cive"},{"id":"Hobbes.L","forename":"Thomas","surname":"Hobbes","title":"Leviathan, or The Matter, Forme, & Power of a Common-Wealth Ecclesiastical and Civill","birth":1588,"death":1679,"published":[1651],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Leviathan"},{"id":"Hobbes.LN","forename":"Thomas","surname":"Hobbes","title":"Of Libertie and Necessitie","birth":1588,"death":1679,"published":[1654],"nationality":"English","sex":"Male","breadcrumb":"Libertie and Necessitie"},{"id":"Hobbes.Cor","forename":"Thomas","surname":"Hobbes","title":"De Corpore; Or, Elements of Philosophy, The First Section, Concerning Body","birth":1588,"death":1679,"published":[1656],"nationality":"English","sex":"Male","breadcrumb":"De Corpore"},{"id":"Hobbes.B","forename":"Thomas","surname":"Hobbes","title":"Behemoth; Or, An Epitome of the Civil Wars of England, from 1640 to 1660","birth":1588,"death":1679,"published":[1679],"nationality":"English","sex":"Male","breadcrumb":"Behemoth"},{"id":"Hobbes.AB","forename":"Thomas","surname":"Hobbes","title":"An Answer to a Book published by Dr. Bramhall","birth":1588,"death":1679,"published":[1682],"nationality":"English","sex":"Male","breadcrumb":"Answer to Bramhall"}]},{"id":"Hobbes.L","forename":"Thomas","surname":"Hobbes","title":"Leviathan, or The Matter, Forme, & Power of a Common-Wealth Ecclesiastical and Civill","birth":1588,"death":1679,"published":[1651],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Leviathan"},{"id":"Hobbes.L.3","imported":true,"title":"The Third Part, Of A Christian Common-wealth","breadcrumb":"Part 3","published":[1651]}],"prev":{"id":"Hobbes.L.3","imported":true,"title":"The Third Part, Of A Christian Common-wealth","breadcrumb":"Part 3","published":[1651]},"next":{"id":"Hobbes.L.3.33","imported":true,"title":"Of the Number, Antiquity, Scope, Authority, and Interpreters of the Books of Holy Scripture","breadcrumb":"Chapter 33","published":[1651]}}