{"imported":true,"id":"Hobbes.L.3.35","parent":"Hobbes.L.3","title":"Of the Signification in Scripture of Kingdome Of God, of Holy, Sacred, and Sacrament","breadcrumb":"Chapter 35","sourceUrl":"https://oll.libertyfund.org/titles/hobbes-leviathan-1909-ed/simple#lf0161_div_048","texts":[],"published":[1651],"copytext":[1651],"sourceDesc":"The text here is from the 1909 Clarendon Press edition (now in the public domain), as put online by the Online Libary of Liberty. That edition follows the original 1651 edition, but with corrections from the printed ERRATA sheet incorporated into the text.","forename":"Thomas","surname":"Hobbes","author":"Thomas Hobbes","birth":1588,"death":1679,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h1>CHAP. XXXV.</h1> <h1><em>Of the Signification in Scripture of <span class=\"small-capitals\">Kingdome Of God</span>, of <span class=\"small-capitals\">Holy</span>, <span class=\"small-capitals\">SACRED</span>, and <span class=\"small-capitals\">Sacrament</span>.</em></h1> ","id":"Hobbes.L.3.35"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>The Kingdom of God taken by Divines Metaphorically, but in the Scriptures properly.</em></span> <em><span class=\"small-capitals\">The</span> Kingdome of God</em> in the Writings of Divines, and specially in Sermons, and Treatises of Devotion, is taken most commonly for Eternall Felicity, after this life, in the Highest Heaven, which they also call the Kingdome of Glory; and sometimes for (the earnest of that felicity) Sanctification, which they terme the Kingdome of Grace; but never for the Monarchy, that is to say, the Soveraign Power of God over any Subjects acquired by their own consent, which is the proper signification of Kingdome.","subId":"1","id":"Hobbes.L.3.35.1"},{"type":"paragraph","content":"To the contrary, I find the <span class=\"small-capitals\">Kingdome of</span> <span class=\"small-capitals\">God</span>, to signifie in most places of Scripture, a <em>Kingdome properly so named</em>, constituted by the Votes of the People of Israel in peculiar manner; wherein they chose God for their King by Covenant made with him, upon Gods promising them the possession of the land of Canaan; and but seldom metaphorically; and then it is taken for <em>Dominion over sinne</em>; (and only in the New Testament;) because such a Dominion as that, every Subject shall have in the Kingdome of God, and without prejudice to the Soveraign.","subId":"2","id":"Hobbes.L.3.35.2"},{"type":"paragraph","content":"From the very Creation, God not only reigned over all men <em>naturally</em> by his might; but also had <em>peculiar</em> Subjects, whom he commanded by a Voice, as one man speaketh to another. In which manner he <em>reigned</em> over Adam, and gave him commandement to abstaine from the tree of cognizance of Good and Evill; which when he obeyed not, but tasting thereof, took upon him to be as God, judging between Good and Evill, not by his Creators commandement, but by his own sense, his punishment was a privation of the estate of Eternall life, wherein God had at first created him: And afterwards God punished his posterity, for their vices, all but eight persons, with an universall deluge; And in these eight did consist the then <em>Kingdom of God</em>.","subId":"3","id":"Hobbes.L.3.35.3"},{"type":"paragraph","content":"After this, it pleased God to speak to Abraham,<span class=\"margin-comment\"><em>The originall of the Kingdome of God.</em></span> and (<em>Gen</em>. 17. 7, 8.) to make a Covenant with him in these words, <em>I will establish my Covenant between me, and thee, and thy seed after thee in their generations, for an everlasting Covenant, to be a God to thee, and to thy seed after thee; And I will give unto thee, and to thy seed after thee, the land wherein thou art a stranger, all the land of Canaan for an everlasting possession</em>. In this Covenant <em>Abraham promiseth for himselfe and his posterity to obey as God, the Lord that spake to him: and God on his part promiseth to Abraham the land of Canaan for an everlasting possession</em>. And for a memoriall, and a token of this Covenant, he ordaineth (verse 11.) the <em>Sacrament of Circumcision</em>. This is it which is called the <em>Old Covenant</em>, or <em>Testament</em>; and containeth a Contract between God and Abraham; by which Abraham obligeth himself, and his posterity, in a peculiar manner to be subject to Gods positive Law; for to the Law Morall he was obliged before, as by an Oath of Allegiance. And though the name of <em>King</em> be not yet given to God, nor of <em>Kingdome</em> to Abraham and his seed; yet the thing is the same; namely, an Institution by pact, of Gods peculiar Soveraignty over the seed of Abraham; which in the renewing of the same Covenant by Moses, at Mount Sinai, is expressely called a peculiar <em>Kingdome of God</em> over the Jews: and it is of Abraham (not of Moses) St. Paul saith (<em>Rom</em>. 4. 11.) that he is the <em>Father of the Faithfull</em>; that is, of those that are loyall, and doe not violate their Allegiance sworn to God, then by Circumcision, and afterwards in the <em>New Covenant</em> by Baptisme.","subId":"4","id":"Hobbes.L.3.35.4"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>That the Kingdome of God is properly his Civill Soveraignty over a peculiar people by pact.</em></span> This Covenant, at the Foot of Mount Sinai, was renewed by Moses (<em>Exod</em>. 19. 5.) where the Lord commandeth Moses to speak to the people in this manner, <em>If you will obey my voice indeed, and keep my Covenant, then yee shall be a peculiar people to me, for all the Earth is mine; And yee shall be unto me a Sacerdotall Kingdome, and an holy Nation</em>. For a <em>Peculiar people</em>, the vulgar Latine hath, <em>Peculium de cunctis populis</em>: the English Translation made in the beginning of the Reign of King James, hath, a <em>Peculiar treasure unto me above all Nations</em>; and the Geneva French, <em>the most precious Jewel of all Nations</em>. But the truest Translation is the first, because it is confirmed by St. Paul himself (<em>Tit</em>. 2. 14.) where he saith, alluding to that place, that our blessed Saviour <em>gave himself for us, that he might purifie us to himself, a peculiar</em> (that is, an extraordinary) <em>people:</em> for the word is in the Greek περιούσιος which is opposed commonly to the word ἐπιούσιος: and as this signifieth <em>ordinary, quotidian</em>, or (as in the Lords Prayer) <em>of daily use</em>; so the other signifieth that which is <em>overplus</em>, and <em>stored up</em>, and <em>enjoyed in a speciall manner</em>; which the Latines call <em>Peculium</em>: and this meaning of the place is confirmed by the reason God rendereth of it, which followeth immediately, in that he addeth, <em>For all the Earth is mine</em>, as if he should say, <em>All the Nations of the world are mine</em>; but it is not so that you are mine, but in a <em>speciall manner</em>: For they are all mine, by reason of my Power; but you shall be mine, by your own Consent, and Covenant; which is an addition to his ordinary title, to all nations.","subId":"5","id":"Hobbes.L.3.35.5"},{"type":"paragraph","content":"The same is again confirmed in expresse words in the same text, <em>Yee shall be to me a Sacerdotall Kingdome, and an holy Nation</em>. The Vulgar Latine hath it, <em>Regnum Sacerdotale</em>, to which agreeth the Translation of that place (1 <em>Pet</em>. 2. 9.) <em>Sacerdotium Regale, a Regal Priesthood</em>; as also the Institution it self, by which no man might enter into the <em>Sanctum Sanctorum</em>, that is to say, no man might enquire Gods will immediately of God himselfe, but onely the High Priest. The English Translation before mentioned, following that of Geneva, has, a <em>Kingdom of Priests</em>; which is either meant of the succession of one High Priest after another, or else it accordeth not with St. Peter, nor with the exercise of the High priesthood: For there was never any but the High priest onely, that was to informe the People of Gods Will; nor any Convocation of Priests ever allowed to enter into the <em>Sanctum Sanctorum</em>.","subId":"6","id":"Hobbes.L.3.35.6"},{"type":"paragraph","content":"Again, the title of a <em>Holy Nation</em> confirmes the same: for <em>Holy</em> signifies, that which is Gods by speciall, not by generall Right. All the Earth (as is said in the text) is Gods; but all the Earth is not called <em>Holy</em>, but that onely which is set apart for his especiall service, as was the Nation of the Jews. It is therefore manifest enough by this one place, that by the <em>Kingdome of God</em>, is properly meant a Common-wealth, instituted (by the consent of those which were to be subject thereto) for their Civill Government, and the regulating of their behaviour, not onely towards God their King, but also towards one another in point of justice, and towards other Nations both in peace and warre; which properly was a Kingdome, wherein God was King, and the High priest was to be (after the death of Moses) his sole Viceroy, or Lieutenant.","subId":"7","id":"Hobbes.L.3.35.7"},{"type":"paragraph","content":"But there be many other places that clearly prove the same. As first (1 <em>Sam</em>. 8. 7.) when the Elders of Israel (grieved with the corruption of the Sons of Samuel) demanded a King, Samuel displeased there-with, prayed unto the Lord; and the Lord answering said unto him, <em>Hearken unto the voice of the People, for they have not rejected thee, but they have rejected me, that I should not reign over them.</em> Out of which it is evident, that God himself was then their King; and Samuel did not command the people, but only delivered to them that which God from time to time appointed him.","subId":"8","id":"Hobbes.L.3.35.8"},{"type":"paragraph","content":"Again, (1 <em>Sam</em>. 12. 12.) where Samuel saith to the People, <em>When yee saw that Nahash King of the Children of Ammon came against you, ye said unto me, Nay, but a King shall reign over us, when the Lord your God was your King:</em> It is manifest that God was their King, and governed the Civill State of their Common-wealth.","subId":"9","id":"Hobbes.L.3.35.9"},{"type":"paragraph","content":"And after the Israelites had rejected God, the Prophets did foretell his restitution; as (<em>Isaiah</em> 24. 23.) <em>Then the Moon shall be confounded, and the Sun ashamed, when the Lord of Hosts shall reign in Mount Zion, and in Jerusalem</em>; where he speaketh expressely of his Reign in Zion, and Jerusalem; that is, on Earth. And (<em>Micah</em> 4. 7.) <em>And the Lord shall reign over them in Mount Zion</em>: This Mount Zion is in Jerusalem upon the Earth. And (<em>Ezek</em>. 20. 33.) <em>As I live, saith the Lord God, surely with a mighty hand, and a stretched out arme, and with fury powred out, I wil rule over you; and</em> (verse 37.) <em>I will cause you to passe under the rod, and I will bring you into the bond of the Covenant</em>; that is, I will reign over you, and make you to stand to that Covenant which you made with me by Moses, and brake in your rebellion against me in the days of Samuel, and in your election of another King.","subId":"10","id":"Hobbes.L.3.35.10"},{"type":"paragraph","content":"And in the New Testament, the Angel Gabriel saith of our Saviour (<em>Luke</em> 1. 32, 33.) <em>He shall be great, and be called the Son of the most High, and the Lord shall</em> <em>give him the throne of his Father David; and he shall reign over the house of Jacob for ever; and of his King dome there shall be no end</em>. This is also a Kingdome upon Earth; for the claim whereof, as an enemy to Cæsar, he was put to death; the title of his crosse, was, <em>Jesus of Nazareth, King of the Jews</em>; hee was crowned in scorn with a crown of Thornes; and for the proclaiming of him, it is said of the Disciples (<em>Acts</em> 17. 7.) <em>That they did all of them contrary to the decrees of Cæsar, saying there was another King, one Jesus.</em> The Kingdome therefore of God, is a reail, not a metaphoricall Kingdome; and so taken, not onely in the Old Testament, but the New; when we say, <em>For thine is the Kingdome, the Power, and Glory</em>, it is to be understood of Gods Kingdome, by force of our Covenant, not by the Right of Gods Power; for such a Kingdome God alwaies hath; so that it were superfluous to say in our prayer, <em>Thy Kingdome come</em>, unlesse it be meant of the Restauration of that Kingdome of God by Christ, which by revolt of the Israelites had been interrupted in the election of Saul. Nor had it been proper to say, <em>The Kingdome of Heaven is at hand</em>; or to pray, <em>Thy Kingdome come</em>, if it had still continued.","subId":"11","id":"Hobbes.L.3.35.11"},{"type":"paragraph","content":"There be so many other places that confirm this interpretation, that it were a wonder there is no greater notice taken of it, but that it gives too much light to Christian Kings to see their right of Ecclesiasticall Government. This they have observed, that in stead of a <em>Sacerdotall Kingdome</em>, translate, <em>a Kingdome of Priests</em>: for they may as well translate a <em>Royall Priesthood</em>, (as it is in St. Peter) into a <em>Priesthood of Kings</em>. And whereas, for a <em>peculiar people</em>, they put a <em>pretious jewel</em>, or <em>treasure</em>, a man might as well call the speciall Regiment, or Company of a Generall, the Generalls pretious Jewel, or his Treasure.","subId":"12","id":"Hobbes.L.3.35.12"},{"type":"paragraph","content":"In short, the Kingdome of God is a Civill Kingdome; which consisted, first in the obligation of the people of Israel to those Laws, which Moses should bring unto them from Mount Sinai; and which afterwards the High Priest for the time being, should deliver to them from before the <em>Cherubins</em> in the <em>Sanctum Sanctorum</em>; and which Kingdome having been cast off, in the election of Saul, the Prophets foretold, should be restored by Christ; and the Restauration whereof we daily pray for, when we say in the Lords Prayer, <em>Thy Kingdome come</em>; and the Right whereof we acknowledge, when we adde, <em>For thine is the Kingdome, the Power, and Glory, for ever, and ever, Amen</em>; and the Proclaiming whereof, was the Preaching of the Apostles; and to which men are prepared, by the Teachers of the Gospel; to embrace which Gospel, (that is to say, to promise obedience to Gods government) is, to bee in the <em>Kingdome of Grace</em>, because God hath <em>gratis</em> given to such the power to bee the Subjects (that is, Children of God hereafter, when Christ shall come in Majesty to judge the world, and actually to govern his owne people, which is called <em>the Kingdome of Glory</em>. If the Kingdome of God (called also the Kingdome of Heaven, from the gloriousnesse, and admirable height of that throne) were not a Kingdome which God by his Lieutenants, or Vicars, who deliver his Commandements to the people, did exercise on Earth; there would not have been so much contention, and warre, about who it is, by whom God speaketh to us; neither would many Priests have troubled themselves with Spiritual Jurisdiction, nor any King have denied it them.","subId":"13","id":"Hobbes.L.3.35.13"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Holy what.</em></span> Out of this literall interpretation of the <em>Kingdome of God</em>, ariseth also the true interpretation of the word <span class=\"small-capitals\">Holy</span>. For it is a word, which in Gods Kingdome answereth to that, which men in their Kingdomes use to call <em>Publique</em>, or the <em>Kings</em>.","subId":"14","id":"Hobbes.L.3.35.14"},{"type":"paragraph","content":"The King of any Countrey is the <em>Publique</em> Person, or Representative of all his own Subjects. And God the King of Israel was the <em>Holy one</em> of Israel. The Nation which is subject to one earthly Soveraign, is the Nation of that Soveraign, that is, of the Publique Person. So the Jews, who were Gods Nation, were called (<em>Exod</em>. 19. 6.) <em>a Holy Nation</em>. For by <em>Holy</em>, is alwaies understood, either God himselfe, or that which is Gods in propriety; as by Publique, is alwaies meant either the Person of the Common-wealth it self, or something that is so the Common-wealths, as no private person can claim any propriety therein.","subId":"15","id":"Hobbes.L.3.35.15"},{"type":"paragraph","content":"Therefore the Sabbath (Gods day) is a <em>Holy day</em>; the Temple, (Gods house) <em>a Holy house</em>; Sacrifices, Tithes, and Offerings (Gods tribute) <em>Holy duties</em>; Priests, Prophets, and anointed Kings, under Christ (Gods Ministers) <em>Holy men</em>; the Cœlestiall ministring Spirits (Gods Messengers) <em>Holy Angels</em>; and the like: and wheresoever the word Holy is taken properly, there is still something signified of Propriety, gotten by consent. In saying <em>Hallowed be thy name</em>, we do but pray to God for grace to keep the first Commandement, of <em>having no other Gods but him</em>. Mankind is Gods Nation in propriety: but the Jews only were a <em>Holy Nation</em>. Why, but because they became his Propriety by covenant?","subId":"16","id":"Hobbes.L.3.35.16"},{"type":"paragraph","content":"And the word <em>Profane</em>, is usually taken in the Scripture for the same with <em>Common</em>; and consequently their contraries, <em>Holy</em>, and <em>Proper</em>, in the Kingdome of God must be the same also. But figuratively, those men also are called <em>Holy</em>, that led such godly lives, as if they had forsaken all worldly designs, and wholly devoted, and given themselves to God. In the proper sense, that which is made <em>Holy</em><span class=\"margin-comment\"><em>Sacred what.</em></span> by Gods appropriating or separating it to his own use, is said to be <em>sanctified</em> by God, as the Seventh day in the fourth Commandement; and as the Elect in the New Testament were said to bee <em>sanctified</em>, when they were endued with the Spirit of godlinesse. And that which is made Holy by the dedication of men, and given to God, so as to be used onely in his publique service, is called also <span class=\"small-capitals\">Sacred</span>, and said to be consecrated, as Temples, and other Houses of Publique Prayer, and their Utensils, Priests, and Ministers, Victimes, Offerings, and the externall matter of Sacraments.","subId":"17","id":"Hobbes.L.3.35.17"},{"type":"paragraph","content":"Of <em>Holinesse</em> there be degrees: for of those things<span class=\"margin-comment\"><em>Degrees of Sanctity.</em></span> that are set apart for the service of God, there may bee some set apart again, for a neerer and more especial service. The whole Nation of the Israelites were a people Holy to God; yet the tribe of Levi was amongst the Israelites a Holy tribe; and amongst the Levites, the Priests were yet more Holy; and amongst the Priests, the High Priest was the most Holy. So the Land of Judea was the Holy Land; but the Holy City wherein God was to be worshipped, was more Holy; and again, the Temple more Holy than the City; and the <em>Sanctum Sanctorum</em> more Holy than the rest of the Temple.","subId":"18","id":"Hobbes.L.3.35.18"},{"type":"paragraph","content":"A <span class=\"small-capitals\">Sacrament</span>, is a separation of some visible thing<span class=\"margin-comment\"><em>Sacrament.</em></span> from common use; and a consecration of it to Gods service, for a sign, either of our admission into the Kingdome of God, to be of the number of his peculiar people, or for a Commemoration of the same. In the Old Testament, the sign of Admission was <em>Circumcision</em>; in the New Testament, <em>Baptisme</em>. The Commemoration of it in the Old Testament, was the <em>Eating</em> (at a certaine time, which was Anniversary) of the <em>Paschall Lamb</em>; by which they were put in mind of the night wherein they were delivered out of their bondage in Egypt; and in the New Testament, the celebrating of the <em>Lords Supper</em>; by which, we are put in mind, of our deliverance from the bondage of sin, by our Blessed Saviours death upon the crosse. The Sacraments of <em>Admission</em>, are but once to be used, because there needs but one <em>Admission</em>; but because we have need of being often put in mind of our deliverance, and of our Alleagance, the Sacraments of <em>Commemoration</em> have need to be reiterated. And these are the principall Sacraments, and as it were the solemne oathes we make of our Alleageance. There be also other Consecrations, that may be called Sacraments, as the word implyeth onely Consecration to Gods service; but as it implies an oath, or promise of Alleageance to God, there were no other in the Old Testament, but <em>Circumcision</em>, and the <em>Passeover</em>; nor are there any other in the New Testament, but <em>Baptisme</em>, and the <em>Lords Supper</em>.","subId":"19","id":"Hobbes.L.3.35.19"}]}