{"imported":true,"id":"Hobbes.L.3.36","parent":"Hobbes.L.3","title":"Of the Word of God, and of Prophets","breadcrumb":"Chapter 36","sourceUrl":"https://oll.libertyfund.org/titles/hobbes-leviathan-1909-ed/simple#lf0161_div_049","texts":[],"published":[1651],"copytext":[1651],"sourceDesc":"The text here is from the 1909 Clarendon Press edition (now in the public domain), as put online by the Online Libary of Liberty. That edition follows the original 1651 edition, but with corrections from the printed ERRATA sheet incorporated into the text.","forename":"Thomas","surname":"Hobbes","author":"Thomas Hobbes","birth":1588,"death":1679,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h1>CHAP. XXXVI.</h1> <h1><em>Of the <span class=\"small-capitals\">Word of God</span>, and of <span class=\"small-capitals\">Prophets</span>.</em></h1> ","id":"Hobbes.L.3.36"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Word what.</em></span> <span class=\"small-capitals\">When</span> there is mention of the <em>Word of God</em>, or of <em>Man</em>, it doth not signifie a part of Speech, such as Grammarians call a Nown, or a Verb, or any simple voice, without a contexture with other words to make it significative; but a perfect Speech or Discourse, whereby the speaker <em>affirmeth, denieth, commandeth, promiseth, threatneth, wisheth</em>, or <em>interrogateth</em>. In which sense it is not <em>Vocabulum</em>, that signifies a <em>Word</em>; but <em>Sermo</em>, (in Greek λόγος) that is, some <em>Speech, Discourse</em>, or <em>Saying</em>.","subId":"1","id":"Hobbes.L.3.36.1"},{"type":"paragraph","content":"Again, if we say the Word of God, or of Man, it may<span class=\"margin-comment\"><em>The words spoken by God, and concerning God, both are called Gods Word in Scripture.</em></span> bee understood sometimes of the Speaker, (as the words that God hath spoken, or that a Man hath spoken: In which sense, when we say, the Gospel of St. Matthew, we understand St. Matthew to be the Writer of it: and sometimes of the Subject: In which sense, when we read in the Bible, <em>The words of the days of the Kings of Israel, or Judah</em>, 'tis meant, that the acts that were done in those days, were the Subject of those Words; And in the Greek, which (in the Scripture) retaineth many Hebraismes, by the Word of God is oftentimes meant, not that which is spoken by God, but concerning God, and his government; that is to say, the Doctrine of Religion: Insomuch, as it is all one, to say λόγος Θεοuivrgr and <em>Theologia</em>; which is, that Doctrine which wee usually call <em>Divinity</em>, as is manifest by the places following <cite><em>Acts</em> 13. 46.</cite> <em>Then Paul and Barnabas waxed bold, and said, It was necessary that the Word of God should first have been spoken to you, but seeing you put it from you, and judge your selves unworthy of everlasting life, loe, we turn to the Gentiles</em>. That which is here called the Word of God, was the Doctrine of Christian Religion; as it appears evidently by that which goes before. And <cite><em>Acts</em> 5. 20.</cite> where it is said to the Apostles by an Angel, <em>Go stand and speak in the Temple, all the Words of this life</em>; by the Words of this life, is meant, the Doctrine of the Gospel; as is evident by what they did in the Temple, and is expressed in the last verse of the same Chap. <em>Daily in the Temple, and in every house they ceased not to teach and preach Christ Jesus</em>: In which place it is manifest, that Jesus Christ was the subject of this <em>Word of life</em>; or (which is all one) the subject of the <em>Words of this life eternall</em>, that our Saviour offered them. So <cite><em>Acts</em> 15. 7.</cite> the Word of God, is called <em>the Word of the Gospel</em>, because it containeth the Doctrine of the Kingdome of Christ; and the same Word <cite><em>Rom</em>. 10. 8, 9.</cite> is called <em>the Word of Faith</em>; that is, as is there expressed, the Doctrine of Christ come, and raised from the dead. Also<cite><em>Mat</em>. 13. 19.</cite> <em>When any one heareth the Word of the Kingdome</em>; that is, the Doctrine of the Kingdome taught by Christ. Again, the same Word, is said <cite><em>Acts</em> 12. 24.</cite> <em>to grow and to be multiplyed</em>; which to understand of the Evangelicall Doctrine is easie, but of the Voice, or Speech of God, hard and strange. In the same sense the <em>Doctrine of Devils</em>, signifieth not the Words of any Devill, but the Doctrine of Heathen<span class=\"margin-comment\"><em>1 Tim. 4. 1.</em></span> men concerning <em>Dæmons</em>, and those Phantasms which they worshipped as Gods.","subId":"2","id":"Hobbes.L.3.36.2"},{"type":"paragraph","content":"Considering these two significations of the <span class=\"small-capitals\">Word of</span> <span class=\"small-capitals\">God</span>, as it is taken in Scripture, it is manifest in this later sense (where it is taken for the Doctrine of Christian Religion,) that the whole Scripture is the Word of God: but in the former sense not so. For example, though these words, <em>I am the Lord thy God, &amp;c</em>. to the end of the Ten Commandements, were spoken by God to Moses; yet the Preface, <em>God spake these words and said</em>, is to be understood for the Words of him that wrote the holy History. The <em>Word of God</em>, as it is taken for that which he hath spoken, is<span class=\"margin-comment\"><em>The Word of God metaphorically used, first, for the Decrees and Power of God.</em></span> nderstood sometimes <em>Properly</em>, sometimes <em>Metaphorically. Properly</em>, as the words, he hath spoken to his Prophets: <em>Metaphorically</em>, for his Wisdome, Power, and eternall Decree, in making the world; in which sense, those <em>Fiats, Let their be light, Let there be a firmament, Let us make man, &amp;c</em>. <cite><em>Gen</em>. 1.</cite> are the Word of God. And in the same sense it is said <cite><em>John</em> 1. 3.</cite> <em>All things were made by it, and without it was nothing made that was made</em>: And <cite><em>Heb</em>. 1. 3.</cite> <em>He upholdeth all things by the Word of his Power</em>; that is, by the Power of his Word; that is, by his Power: and <cite><em>Heb</em>. 11. 3.</cite> <em>The worlds were framed by the Word of God</em>; and many other places to the same sense: As also amongst the Latines, the name of <em>Fate</em>, which signifieth properly <em>The word spoken</em>, is taken in the same sense.","subId":"3","id":"Hobbes.L.3.36.3"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Secondly, for the effect of his Word.</em></span> Secondly, for the effect of his Word; that is to say, for the thing it self, which by his Word is Affirmed, Commanded, Threatned, or Promised; as <cite><em>Psalm</em> 105. 19.</cite> where Joseph is said to have been kept in prison, <em>till his Word was come</em>; that is, till that was come to passe which he had <cite><em>Gen</em>. 40. 13.</cite> foretold to Pharaohs Butler, concerning his being restored to his office: for there by <em>his word was come</em>, is meant, the thing it self was come to passe. So also <cite>1 <em>King</em>. 18. 36.</cite> Elijah saith to God, <em>I have done all these thy Words</em>, in stead of <em>I have done all these things at thy Word</em>, or commandement: and <cite><em>Jer</em>. 17. 15.</cite> <em>Where is the Word of the Lord</em>, is put for, <em>Where is the Evill he threatned</em>: And <cite><em>Ezek</em>. 12. 28.</cite> <em>There shall none of my Words be prolonged any more</em>: by <em>words</em> are understood those <em>things</em>, which God promised to his people. And in the New Testament <cite><em>Mat</em>. 24. 35.</cite> <em>heaven and earth shal pass away, but my Words shal not pass away</em>; that is, there is nothing that I have promised or foretold, that shall not come to passe. And in this sense it is, that St. John the Evangelist, and, I think, St. John onely calleth our Saviour himself as in the flesh <em>the Word of God</em> <cite>as <em>Joh</em>. 1. 14.</cite> <em>the Word was made Flesh</em>; that is to say, the Word, or Promise that Christ should come into the world; <em>who in the beginning was with God</em>; that is to say, it was in the purpose of God the Father, to send God the Son into the world, to enlighten men in the way of Eternall life; but it was not till then put in execution, and actually incarnate; So that our Saviour is there called <em>the Word</em>, not because he was the promise, but the thing promised. They that taking occasion from this place, doe commonly call him the Verbe of God, do but render the text more obscure. They might as well term him the Nown of God: for as by <em>Nown</em>, so also by <em>Verbe</em>, men understand nothing but a part of speech, a voice, a sound, that neither affirms, nor denies, nor commands, nor promiseth, nor is any substance corporeall, or spirituall; and therefore it cannot be said to bee either God, or Man; whereas our Saviour is both. And this <em>Word</em> which St. <em>John</em> in his Gospel saith was with God, is <cite>in his 1 Epistle, verse 1.</cite> called the <em>Word of life</em>; and <cite>verse 2.</cite> <em>the Eternall life, which was with the Father</em>: so that he can be in no other sense called the <em>Word</em>, then in that, wherein he is called Eternall life; that is, <em>he that hath procured us Eternall life</em>, by his comming in the flesh. So also <cite><em>Apocalypse</em> 19. 13.</cite> the Apostle speaking of Christ, clothed in a garment dipt in bloud, faith; his name is <em>the Word of God</em>; which is to be understood, as if he had said his name had been, <em>He that was come according to the purpose of God from the beginning, and according to his Word and promises delivered by the Prophets</em>. So that there is nothing here of the Incarnation of a Word, but of the Incarnation of God the Son,<span class=\"margin-comment\"><em>Acts 1. 4. Luke 24. 49.</em></span> herefore called <em>the Word</em>, because his Incarnation was the Performance of the Promise; In like manner as the Holy Ghost is called <em>the Promise</em>.","subId":"4","id":"Hobbes.L.3.36.4"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Thirdly, for the words of reason and equity.</em></span> There are also places of the Scripture, where, by the <em>Word of God</em>, is signified such Words as are consonant to reason, and equity, though spoken sometimes neither by Prophet, nor by a holy man. For Pharaoh Necho was an Idolater; yet his Words to the good King Josiah, in which he advised him by Messengers, not to oppose him in his march against <em>Carchemish</em>, are said to have proceeded from the mouth of God; and that Josiah not hearkning to them, was slain in the battle; as is to be read 2 <em>Chron</em>. 35. vers. 21, 22, 23. It is true, that as the same History is related in the first Book of Esdras, not Pharaoh, but Jeremiah spake these words to Josiah, from the mouth of the Lord. But wee are to give credit to the Canonicall Scripture, whatsoever be written in the Apocrypha.","subId":"5","id":"Hobbes.L.3.36.5"},{"type":"paragraph","content":"The <em>Word of God</em>, is then also to be taken for the Dictates of reason, and equity, when the same is said in the Scriptures to bee written in mans heart; as <em>Psalm</em> 36. 31. <em>Jerem</em>. 31. 33. <em>Deut</em>. 30. 11, 14. and many other like places.","subId":"6","id":"Hobbes.L.3.36.6"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Divers acceptions of the word Prophet.</em></span> The name of <span class=\"small-capitals\">Prophet</span>, signifieth in Scripture sometimes <em>Prolocutor</em>; that is, he that speaketh from God to Man, or from man to God: And sometimes <em>Prœdictor</em>, or a foreteller of things to come: And sometimes one that speaketh incoherently, as men that are distracted. It is most frequently used in the sense of speaking from God to the People. So <em>Moses, Samuel, Elijah, Isaiah, Jeremiah</em>, and others were <em>Prophets</em>. And in this sense the High Priest was a <em>Prophet</em>, for he only went into the <em>Sanctum Sanctorum</em>, to enquire of God; and was to declare his answer to the people. And therefore when Caiphas said, it was expedient that one man should die for the people, St. John saith <cite>chap. 11. 51.</cite> that <em>He spake not this of himselfe, but being High Priest that year, he prophesied that one man should dye for the nation</em>. Also they that in Christian Congregations taught the people <cite>1 <em>Cor</em>. 14. 3.</cite> are said to Prophecy. In the like sense it is, that God saith to <em>Moses</em> <cite><em>Exod</em>. 4. 16.</cite> concerning <em>Aaron, He shall be thy Spokes-man to the People; and he shall be to thee a mouth, and thou shalt be to him instead of God</em>: that which here is <em>Spokes-man</em>, is <cite>chap. 7. 1.</cite> interpreted Prophet; <em>See</em> (saith God) <em>I have made thee a God to Pharaoh, and Aaron thy Brother shall be thy Prophet</em>. In the sense of speaking from man to God Abraham is called a Prophet <cite><em>Genes</em>. 20. 7.</cite> where God in a Dream speaketh to Abimelech in this manner, <em>Now therefore restore the man his wife, for he is a Prophet, and shall pray for thee</em>; whereby may be also gathered, that the name of Prophet may be given, not unproperly to them that in Christian Churches, have a Calling to say publique prayers for the Congregation. In the same sense, the Prophets that came down from the High place (or Hill of God) with a Psaltery, and a Tabret, and a Pipe, and a Harp <cite>1 <em>Sam</em>. 10. 5, 6.</cite> and <cite>vers. 10.</cite> Saul amongst them, are said to Prophecy, in that they praised God, in that manner publiquely. In the like sense, is Miriam <cite><em>Exod</em>. 15. 20.</cite> called a Prophetesse. So is it also to be taken <cite>1 <em>Cor</em>. 11. 4, 5.</cite> where St. Paul saith, <em>Every man that prayeth or prophecyeth with his head covered, &amp;c. and every woman that prayeth or prophecyeth with her head uncovered</em>: For Prophecy in that place, signifieth no more, but praising God in Psalmes, and Holy Songs; which women might doe in the Church, though it were not lawfull for them to speak to the Congregation. And in this signification it is, that the Poets of the Heathen, that composed Hymnes and other sorts of Poems in the honor of their Gods, were called <em>Vates</em> (Prophets) as is well enough known by all that are versed in the Books of the Gentiles, and as is evident <cite><em>Tit</em>. 1. 12.</cite> where St. Paul saith of the Cretians, that a Prophet of their owne said, they were Liars; not that St. Paul held their Poets for Prophets, but acknowledgeth that the word Prophet was commonly used to signifie them that celebrated the honour of God in Verse.","subId":"7","id":"Hobbes.L.3.36.7"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Prædiction of future contingents, not alwaies Prophecy.</em></span> When by Prophecy is meant Prædiction, or foretelling of future Contigents; not only they were Prophets, who were Gods Spokes-men, and foretold those things to others, which God had foretold to them; but also all those Impostors, that pretend by the helpe of familiar spirits, or by superstitious divination of events past, from false causes, to foretell the like events in time to come: of which (as I have declared already in the 12. chapter of this Discourse) there be many kinds, who gain in the opinion of the common sort of men, a greater reputation of Prophecy, by one casuall event that may bee but wrested to their purpose, than can be lost again by never so many failings. Prophecy is not an Art, nor (when it is taken for Prædiction) a constant Vocation; but an extraordinary, and temporary Employment from God, most often of Good men, but sometimes also of the Wicked. The woman of Endor, who is said to have had a familiar spirit, and thereby to have raised a Phantasme of Samuel, and foretold Saul his death, was not therefore a Prophetesse; for neither had she any science, whereby she could raise such a Phantasme; nor does it appear that God commanded the raising of it; but onely guided that Imposture to be a means of Sauls terror and discouragement; and by consequent, of the discomfiture, by which he fell. And for Incoherent Speech, it was amongst the Gentiles taken for one sort of Prophecy, because the Prophets of their Oracles, intoxicated with a spirit, or vapor from the cave of the Pythian Oracle at Delphi, were for the time really mad, and spake like madmen; of whose loose words a sense might be made to fit any event, in such sort, as all bodies are said to be made of <em>Materia prima</em>. In the Scripture I find it also so taken <cite>1 <em>Sam</em>. 18. 10.</cite> in these words, <em>And the Evill spirit came upon Saul, and he Prophecyed in the midst of the house</em>.","subId":"8","id":"Hobbes.L.3.36.8"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>The manner how God hath spoken to the Prophets.</em></span> And although there be so many significations in Scripture of the word <em>Prophet</em>; yet is that the most frequent, in which it is taken for him, to whom God speaketh immediately, that which the Prophet is to say from him, to some other man, or to the people. And hereupon a question may be asked, in what manner God speaketh to such a Prophet. Can it (may some say) be properly said, that God hath voice and language, when it cannot be properly said, he hath a tongue, or other organs, as a man? The Prophet David argueth thus, <em>Shall he that made the eye, not see</em>? <em>or he that made the ear, not hear</em>? But this may be spoken, not (as usually) to signifie Gods nature, but to signifie our intention to honor him. For to <em>see</em>, and <em>hear</em>, are Honorable Attributes, and may be given to God, to declare (as far as our capacity can conceive) his Almighty power. But if it were to be taken in the strict, and proper sense, one might argue from his making of all other parts of mans body, that he had also the same use of them which we have; which would be many of them so uncomely, as it would be the greatest contumely in the world to ascribe them to him. Therefore we are to interpret Gods speaking to men immediately, for that way (whatsoever it be), by which God makes them understand his will: And the wayes whereby he doth this, are many; and to be sought onely in the Holy Scripture: where though many times it be said, that God spake to this, and that person, without declaring in what manner; yet there be again many places, that deliver also the signes by which they were to acknowledge his presence, and commandement; and by these may be understood, how he spake to many of the rest.","subId":"9","id":"Hobbes.L.3.36.9"},{"type":"paragraph","content":"In what manner God spake to <em>Adam</em>, and <em>Eve</em>,<span class=\"margin-comment\"><em>To the Extraordinary Prophets of the Old Testament he spake by Dreams, or Visions.</em></span> and <em>Cain</em>, and <em>Noah</em>, is not expressed; nor how he spake to <em>Abraham</em>, till such time as he came out of his own countrey to <em>Sichem</em> in the land of <em>Canaan</em>; and then <cite><em>Gen</em>. 12. 7.</cite> God is said to have <em>appeared</em> to him. So there is one way, whereby God made his presence manifest; that is, by an <em>Apparition</em>, or <em>Vision</em>. And again, <cite><em>Gen</em>. 15. 1.</cite> The Word of the Lord came to Abraham in a Vision; that is to say, somewhat, as a sign of Gods presence, appeared as Gods Messenger, to speak to him. Again, the Lord appeared to Abraham <cite><em>Gen</em>. 18. 1.</cite> by an apparition of three Angels; and to Abimelech <cite><em>Gen</em>. 20. 3.</cite> in a dream: To Lot <cite><em>Gen</em>. 19. 1.</cite> by an apparition of two Angels: And to Hagar <cite><em>Gen</em>. 21. 17.</cite> by the apparition of one Angel: And to Abraham again <cite><em>Gen</em>. 22. 11.</cite> by the apparition of a voice from heaven: And <cite><em>Gen</em>. 26. 24.</cite> to Isaac in the night; (that is, in his sleep, or by dream): And to Jacob <cite><em>Gen</em>. 18. 12.</cite> in a dream; that is to say (as are the words of the text) <em>Jacob dreamed that he saw a ladder, &amp;c</em>. And <cite><em>Gen</em>. 32. 1.</cite> in a Vision of Angels: And to Moses <cite><em>Exod</em>. 3. 2.</cite> in the apparition of a flame of fire out of the midst of a bush: And after the time of Moses, (where the manner how God spake immediately to man in the Old Testament, is expressed) hee spake alwaies by a Vision, or by a Dream; as to <em>Gideon, Samuel, Eliah, Elisha, Isaiah, Ezekiel</em>, and the rest of the Prophets; and often in the New Testament, as to <em>Joseph</em>, to St. <em>Peter</em>, to St. <em>Paul</em>, and to St. <em>John</em> the Evangelist in the Apocalypse.","subId":"10","id":"Hobbes.L.3.36.10"},{"type":"paragraph","content":"Onely to Moses hee spake in a more extraordinary manner in Mount <em>Sinai</em>, and in the <em>Tabernacle</em>; and to the High Priest in the <em>Tabernacle</em>, and in the <em>Sanctum Sanctorum</em> of the Temple. But Moses, and after him the High Priests were Prophets of a more eminent place, and degree in Gods favour; And God himself in express words declareth, that to other Prophets hee spake in Dreams and Visions, but to his servant Moses, in such manner as a man speaketh to his friend. The words are these <cite><em>Numb</em>. 12. 6, 7, 8.</cite> <em>If there be a Prophet among you, I the Lord will make my self known to him in a Vision, and will speak unto him in a Dream. My servant Moses is not so, who is faithfull in all my house; with him I will speak mouth to mouth, even apparently, not in dark speeches; and the similitude of the Lord shall he behold</em>. And <cite><em>Exod</em>. 33. 11.</cite> <em>The Lord spake to Moses face to face, as a man speaketh to his friend</em>. And yet this speaking of God to Moses, was by mediation of an Angel, or Angels, as appears expressely, <em>Acts</em> 7. ver. 35. and 53. and <em>Gal</em>. 3. 19. and was therefore a Vision, though a more cleer Vision than was given to other Prophets, And conformable hereunto, where God saith (<em>Deut</em>. 13. 1.) <em>If there arise amongst you a Prophet, or Dreamer of Dreams</em>, the later word is but the interpretation of the former. And <cite><em>Joel</em> 2. 28.</cite> <em>Your sons and your daughters shall Prophecy; your old men shall dream Dreams, and your young men shall see Visions</em>: where again, the word <em>Prophecy</em> is expounded by <em>Dream</em>, and <em>Vision</em>. And in the same manner it was, that God spake to Solomon, promising him Wisdome, Riches, and Honor; for the text saith, <cite>1 <em>Kings</em> 3. 15.</cite> <em>And Solomon awoak, and behold it was a Dream</em>: So that generally the Prophets extraordinary in the Old Testament took notice of the Word of God no otherwise, than from their Dreams, or Visions; that is to say, from the imaginations which they had in their sleep, or in an Extasie: which imaginations in every true Prophet were supernaturall; but in false Prophets were either naturall, or feigned.","subId":"11","id":"Hobbes.L.3.36.11"},{"type":"paragraph","content":"The same Prophets were neverthelesse said to speak by the Spirit; as <cite><em>Zach</em>. 7. 12.</cite> where the Prophet speaking of the Jewes, saith, <em>They made their hearts hard as A damant, lest they should hear the law, and the words which the Lord of Hosts hath sent in his Spirit by the former Prophets</em>. By which it is manifest, that speaking by the <em>Spirit</em>, or <em>Inspiration</em>, was not a particular manner of Gods speaking, different from Vision, when they that were said to speak by the Spirit, were extraordinary Prophets, such as for every new message, were to have a particular Commission, or (which is all one) a new Dream, or Vision.","subId":"12","id":"Hobbes.L.3.36.12"},{"type":"paragraph","content":"Of Prophets, that were so by a perpetuall Calling in<span class=\"margin-comment\"><em>To Prophets of perpetuall Calling, and Supreme, God spake in the Old Testament from the Mercy Seat, in a manner not expressed in the Scripture.</em></span> the Old Testament, some were <em>supreme</em>, and some <em>subordinate</em>: Supreme were first Moses; and after him the High Priests, every one for his time, as long as the Priesthood was Royall; and after the people of the Jews, had rejected God, that he should no more reign over them, those Kings which submitted themselves to Gods government, were also his chief Prophets; and the High Priests office became Ministeriall. And when God was to be consulted, they put on the holy vestments, and enquired of the Lord, as the King commanded them, and were deprived of their office, when the King thought fit. For King Saul <cite>1 <em>Sam</em>. 13. 9.</cite> commanded the burnt offering to be brought, and <cite>1 <em>Sam</em>. 14. 18.</cite> he commands the Priest to bring the Ark neer him; and <cite>ver. 19.</cite> again to let it alone, because he saw an advantage upon his enemies. And in the same chapter Saul asketh counsell of God. In like manner King David, after his being anointed, though before he had possession of the Kingdome, is said to <em>enquire of the Lord</em> <cite>1 <em>Sam</em>. 23. 2.</cite> whether he should fight against the Philistines at <em>Keilah</em>; and <cite>verse 10.</cite> David commandeth the Priest to bring him the Ephod, to enquire whether he should stay in <em>Keilah</em>, or not. And King Solomon <cite>1 <em>Kings</em> 2. 27.</cite> took the Priesthood from <em>Abiathar</em>, and gave it <cite>verse 35.</cite> to <em>Zadoc</em>. Therefore Moses, and the High Priests, and the pious Kings, who enquired of God on all extraordinary occasions, how they were to carry themselves, or what event they were to have, were all Soveraign Prophets. But in what manner God spake unto them, is not manifest. To say that when Moses went up to God in Mount <em>Sinai</em>, it was a Dream, or Vision, such as other Prophets had, is contrary to that distinction which God made between Moses, and other Prophets, <em>Numb</em>. 12. 6, 7, 8. To say God spake or appeared as he is in his own nature, is to deny his Infinitenesse, Invisibility, Incomprehensibility. To say he spake by Inspiration, or Infusion of the Holy Spirit, as the Holy Spirit signifieth the Deity, is to make Moses equall with Christ, in whom onely the Godhead <cite>as St. Paul speaketh <em>Col</em>. 2. 9.</cite> dwelleth bodily. And lastly, to say he spake by the Holy Spirit, as it signifieth the graces, or gifts of the Holy Spirit, is to attribute nothing to him supernaturall. For God disposeth men to Piety, Justice, Mercy, Truth, Faith, and all manner of Vertue, both Morall, and Intellectuall, by doctrine, example, and by severall occasions, naturall, and ordinary.","subId":"13","id":"Hobbes.L.3.36.13"},{"type":"paragraph","content":"And as these ways cannot be applyed to God, in his speaking to Moses, at Mount <em>Sinai</em>; so also, they cannot be applyed to him, in his speaking to the High Priests, from the Mercy-Seat. Therefore in what manner God spake to those Soveraign Prophets of the Old Testament, whose office it was to enquire of him, is not intelligible. In the time of the New Testament, there was no Soveraign Prophet, but our Saviour; who was both God that spake, and the Prophet to whom he spake.","subId":"14","id":"Hobbes.L.3.36.14"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>To Prophets of perpetuall Calling, but subordinate, God spake by the Spirit.</em></span> To subordinate Prophets of perpetuall Calling, I find not any place that proveth God spake to them supernaturally; but onely in such manner, as naturally he inclineth men to Piety, to Beleef, to Righteousnesse, and to other vertues all other Christian men. Which way, though it consist in Constitution, Instruction, Education, and the occasions and invitements men have to Christian vertues; yet it is truly attributed to the operation of the Spirit of God, or Holy Spirit, (which we in our language call the Holy Ghost): For there is no good inclination, that is not of the operation of God. But these operations are not alwaies supernaturall. When therefore a Prophet is said to speak in the Spirit, or by the Spirit of God, we are to understand no more, but that he speaks according to Gods will, declared by the supreme Prophet. For the most common acceptation of the word Spirit, is in the signification of a mans intention, mind, or disposition.","subId":"15","id":"Hobbes.L.3.36.15"},{"type":"paragraph","content":"In the time of Moses, there were seventy men besides himself, that <em>Prophecyed</em> in the Campe of the Israelites. In what manner God spake to them, is declared in the 11 of <em>Numbers</em>, verse 25. <em>The Lord came down in a cloud, and spake unto Moses, and took of the Spirit that was upon him, and gave it to the seventy Elders. And it came to passe, when the Spirit rested upon them, they Prophecyed, and did not cease</em>. By which it is manifest, first, that their Prophecying to the people, was subservient, and subordinate to the Prophecying of Moses; for that God took of the Spirit of Moses, to put upon them; so that they Prophecyed as Moses would have them: otherwise they had not been suffered to Prophecy at all. For there was <cite>verse 27.</cite> a complaint made against them to Moses; and Joshua would have Moses to have forbidden them; which he did not, but said to Joshua, Bee not jealous in my behalf. Secondly, that the Spirit of God in that place, signifieth nothing but the Mind and Disposition to obey, and assist Moses in the administration of the Government. For if it were meant they had the substantiall Spirit of God; that is, the Divine nature, inspired into them, then they had it in no lesse manner then Christ himself, in whom onely the Spirit of God dwelt bodily. It is meant therefore of the Gift and Grace of God, that guided them to co-operate with Moses; from whom their Spirit was derived. And it appeareth <cite>verse 16.</cite> that, they were such as Moses himself should appoint for Elders and Officers of the People: For the words are, <em>Gather unto me seventy men, whom thou knowest to be Elders and Officers of the people</em>: where, <em>thou knowest</em>, is the same with <em>thou appointest</em>, or <em>hast appointed to be such</em>. For we are told before <cite><em>Exod</em>. 18.</cite> that Moses following the counsell of Jethro his Father-in-law, did appoint Judges, and Officers over the people, such as feared God; and of these, were those Seventy, whom God by putting upon them Moses spirit, inclined to aid Moses in the Administration of the Kingdome: and in this sense the Spirit of God is said <cite>1 <em>Sam</em>. 16. 13, 14.</cite> presently upon the anointing of David, to have come upon David, and left Saul; God giving his graces to him he chose to govern his people, and taking them away from him, he rejected. So that by the Spirit is meant Inclination to Gods service; and not any supernaturall Revelation.","subId":"16","id":"Hobbes.L.3.36.16"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>God sometimes also spake by Lots.</em></span> God spake also many times by the event of Lots; which were ordered by such as he had put in Authority over his people. So wee read that God manifested by the Lots which Saul caused to be drawn <cite>1 <em>Sam</em>. 14. 43.</cite> the fault that Jonathan had committed, in eating a honey-comb, contrary to the oath taken by the people. And (<em>Josh</em>. 18. 10.] God divided the land of Canaan amongst the Israelite, by the <em>lots that Joshua did cast before the Lord in Shiloh</em>. In the same manner it seemeth to be, that God discovered <cite><em>Joshua</em> 7. 16, &amp;<em>c</em>.</cite> the crime of Achan. And these are the wayes whereby God declared his Will in the Old Testament.","subId":"17","id":"Hobbes.L.3.36.17"},{"type":"paragraph","content":"All which ways he used also in the New Testament. To the <em>Virgin Mary</em>, by a Vision of an Angel: To <em>Joseph</em> in a Dream: again to <em>Paul</em> in the way to Damascus in a Vision of our Saviour: and to <em>Peter</em> in the Vision of a sheet let down from heaven, with divers sorts of flesh, of clean, and unclean beasts; and in prison, by Vision of an Angel: And to all the Apostles, and Writers of the New Testament, by the graces of his Spirit; and to the Apostles again (at the choosing of Matthias in the place of Judas Iscariot) by lot.","subId":"18","id":"Hobbes.L.3.36.18"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Every man ought to examine the probability of a pretended Prophets Calling.</em></span> Seeing then all Prophecy supposeth Vision, or Dream, (which two, when they be naturall, are the same,) or some especiall gift of God, so rarely observed in mankind, as to be admired where observed; And seeing as well such gifts, as the most extraordinary Dreams, and Visions, may proceed from God, not onely by his supernaturall, and immediate, but also by his naturall operation, and by mediation of second causes; there is need of Reason and Judgment to discern between naturall, and supernaturall Gifts, and between naturall, and supernaturall Visions, or Dreams. And consequently men had need to be very circumspect, and wary, in obeying the voice of man, that pretending himself to be a Prophet, requires us to obey God in that way, which he in Gods name telleth us to be the way to happinesse. For he that pretends to teach men the way of so great felicity, pretends to govern them; that is to say, to rule, and reign over them; which is a thing, that all men naturally desire, and is therefore worthy to be suspected of Ambition and Imposture; and consequently, ought to be examined, and tryed by every man, before hee yeeld them obedience; unlesse he have yeelded it them already, in the institution of a Common-wealth; as when the Prophet is the Civill Soveraign, or by the Civil Soveraign Authorized. And if this examination of Prophets, and Spirits, were not allowed to every one of the people, it had been to no purpose, to set out the marks, by which every man might be able, to distinguish between those, whom they ought, and those whom they ought not to follow. Seeing therefore such marks are set out (<em>Deut</em>. 13. 1, &amp;c.] to know a Prophet by; and <cite>1 <em>John</em> 4. 1. &amp;c.</cite> to know a Spirit by: and seeing there is so much Prophecying in the Old Testament; and so much Preaching in the New Testament against Prophets; and so much greater a number ordinarily of false Prophets, then of true; every one is to beware of obeying their directions, at their own perill. And first, that there were many more false then true Prophets, appears by this, that when Ahab <cite>I <em>Kings</em> 12.</cite> consulted four hundred Prophets, they were all false Impostors, but onely one Michaiah. And a little before the time of the Captivity, the Prophets were generally lyars. <em>The Prophets</em> (saith the Lord by <em>Jeremy</em>, cha. 14, verse 14.) <em>prophecy Lies in my name. I sent them not, neither have I commanded them, nor spake unto them, they prophecy to you a false Vision, a thing of naught; and the deceit of their heart</em>. In so much as God commanded the People by the mouth of the Prophet <em>Jeremiah</em> <cite>chap. 23. 16.</cite> not to obey them. <em>Thus saith the Lord of Hosts, hearken not unto the words of the Prophets, that prophecy to you. They make you vain, they speak a Vision of their own heart, and not out of the mouth of the Lord</em>.","subId":"19","id":"Hobbes.L.3.36.19"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>All prophecy but of the Soveraign Prophet is to be examined by every Subject.</em></span> Seeing then there was in the time of the Old Testament, such quarrells amongst the Visionary Prophets, one contesting with another, and asking, When departed the Spirit from me, to go to thee? as between Michaiah, and the rest of the four hundred; and such giving of the Lye to one another, (as in <em>Jerem</em>. 14. 14.) and such controversies in the New Testament at this day, amongst the Spirituall Prophets: Every man then was, and now is bound to make use of his Naturall Reason, to apply to all Prophecy those Rules which God hath given us, to discern the true from the false. Of which Rules, in the Old Testament, one was, conformable doctrine to that which Moses the Soveraign Prophet had taught them; and the other the miraculous power of foretelling what God would bring to passe, as I have already shewn out of <em>Deut</em>. 13. I. &amp;<em>c</em>. And in the New Testament there was but one onely mark; and that was the preaching of this Doctrine, <em>That Jesus is the Christ</em>, that is, the King of the Jews, promised in the Old Testament. Whosoever denyed that Article, he was a false Prophet, whatsoever miracles he might seem to work; and he that taught it was a true Prophet. For St. <em>John</em> <cite>I Epist. 4. 2, &amp;c.</cite> speaking expressely of the means to examine Spirits, whether they be of God, or not; after he had told them that there would arise false Prophets, saith thus, <em>Hereby know ye the Spirit of God. Every Spirit that confesseth that Jesus Christ is come in the flesh, is of God</em>; that is, is approved and allowed as a Prophet of God: not that he is a godly man, or one of the Elect, for this, that he confesseth, professeth, or preacheth Jesus to be the Christ; but for that he is a Prophet avowed. For God sometimes speaketh by Prophets, whose persons he hath not accepted; as he did by Baalam; and as he foretold Saul of his death, by the Witch of Endor. Again in the next verse, <em>Every Spirit that confesseth not that Jesus Christ is come in the flesh, is not of Christ. And this is the Spirit of Antichrist</em>. So that the Rule is perfect on both sides; that he is a true Prophet, which preacheth the Messiah already come, in the person of Jesus; and he a false one that denyeth him come, and looketh for him in some future Impostor, that shall take upon him that honour falsely, whom the Apostle there properly calleth Antichrist. Every man therefore ought to consider who is the Soveraign Prophet; that is to say, who it is, that is Gods Vicegerent on Earth; and hath next under God, the Authority of Governing Christian men; and to observe for a Rule, that Doctrine, which in the name of God, hee hath commanded to bee taught; and thereby to examine and try out the truth of those Doctrines, which pretended Prophets with miracle, or without, shall at any time advance: and if they find it contrary to that Rule, to doe as they did, that came to Moses, and complained that there were some that Prop<cite>h</cite>ecyed in the Campe, whose Authority so to doe they doubted of; and leave to the Soveraign, as they did to Moses to uphold, or to forbid them, as hee should see cause; and if hee disavow them, then no more to obey their voice; or if he approve them, then to obey them, as men to whom God hath given a part of the Spirit of their Soveraigne. For when Christian men, take not their Christian Soveraign, for Gods Prophet; they must either take their owne Dreames, for the Prophecy they mean to bee governed by, and the tumour of their own hearts for the Spirit of God; or they must suffer themselves to bee lead by some strange Prince; or by some of their fellow subjects, that can bewitch them, by slaunder of the government, into rebellion, without other miracle to confirm their calling, then sometimes an extraordinary successe, and Impunity; and by this means destroying all laws, both divine, and humane, reduce all Order, Government, and Society, to the first Chaos of Violence, and Civill warre.","subId":"20","id":"Hobbes.L.3.36.20"}]}