{"imported":true,"id":"Hobbes.L.3.38","parent":"Hobbes.L.3","title":"Of the Signification in Scripture of Eternall Life, Hell, Salvation, The World to come, and Redemption","breadcrumb":"Chapter 38","sourceUrl":"https://oll.libertyfund.org/titles/hobbes-leviathan-1909-ed/simple#lf0161_div_051","texts":[],"published":[1651],"copytext":[1651],"sourceDesc":"The text here is from the 1909 Clarendon Press edition (now in the public domain), as put online by the Online Libary of Liberty. That edition follows the original 1651 edition, but with corrections from the printed ERRATA sheet incorporated into the text.","forename":"Thomas","surname":"Hobbes","author":"Thomas Hobbes","birth":1588,"death":1679,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h1>CHAP. XXXVIII.</h1> <h1><em>Of the Signification in Scripture of <span class=\"small-capitals\">Eternall Life, Hell, Salvation, The World to come</span>, and <span class=\"small-capitals\">Redemption</span>.</em></h1> ","id":"Hobbes.L.3.38"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> maintenance of Civill Society, depending on Justice; and Justice on the power of Life and Death, and other lesse Rewards and Punishments, residing in them that have the Soveraignty of the Common-wealth; It is impossible a Common-wealth should stand, where any other than the Soveraign, hath a power of giving greater rewards than Life; and of inflicting greater punishments, than Death. Now seeing <em>Eternall life</em> is a greater reward, than the <em>life present</em>; and <em>Eternall torment</em> a greater punishment than the <em>death of Nature</em>; It is a thing worthy to be well considered, of all men that desire (by obeying Authority) to avoid the calamities of Confusion, and Civill war, what is meant in holy Scripture, by <em>Life Eternall</em>, and <em>Torment Eternall</em>; and for what offences, and against whom committed, men are to be <em>Eternally tormented</em>; and for what actions, they are to obtain <em>Eternall life</em>.","subId":"1","id":"Hobbes.L.3.38.1"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>The place of Adams Eternity if he had not sinned, had been the terrestiall Paradise.</em></span> And first we find, that Adam was created in such a condition of life, as had he not broken the commandement of God, he had enjoyed it in the Paradise of Eden Everlastingly. For there was the <em>Tree of life</em>; whereof he was so long allowed to eat, as he should forbear to eat of the tree of Knowledge of Good and Evill; which was not allowed him. And therefore as soon as he had eaten of it, God thrust him out of Paradise, <em>lest he should put forth his hand, and take also of the tree of life, and live for ever</em>. By which it seemeth to me, (with submission neverthelesse both in this, and in all questions, whereof the determination dependeth on the Scriptures, to the interpretation of the Bible authorized by the Common-wealth, whose Subject I am,) that Adam if he had not<span class=\"margin-comment\"><em>Gen. 3. 22.</em></span> sinned, had had an Eternall Life on Earth: and that Mortality entred upon himself, and his posterity, by his first Sin. Not that actuall Death then entred; for Adam then could never have had children; whereas he lived long after, and saw a numerous posterity ere he dyed. But where it is said, <em>In the day that thou eatest thereof, thou shalt surely die</em>, it must needs bee meant of his Mortality, and certitude of death. Seeing then Eternall life was lost by Adams forfeiture, in committing sin, he that should cancell that forfeiture was to recover thereby, that Life again. Now Jesus Christ hath satisfied for the sins of all that beleeve in him; and therefore recovered to all beleevers, that <span class=\"small-capitals\">Eternall</span> <span class=\"small-capitals\">Life</span>, which was lost by the sin of Adam. And in this sense it is, that the comparison of St. Paul holdeth (<em>Rom</em>. 5. 18, 19.) <em>As by the offence of one, Judgment came upon all men to condemnation, even so by the righteousnesse of one, the free gift came upon all men to Justification of Life</em>. Which is again (1 <em>Cor</em>. 15. 21, 22.) more perspicuously delivered in these words, <em>For since by man came death, by man came also the resurrection of the dead. For as in Adam all die, even so in Christ shall all be made alive</em>.","subId":"2","id":"Hobbes.L.3.38.2"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Texts concerning the place of Life Eternall, for Beleevers.</em></span> Concerning the place wherein men shall enjoy that Eternall Life, which Christ hath obtained for them, the texts next before alledged seem to make it on Earth. For if as in Adam, all die, that is, have forfeited Paradise, and Eternall Life on Earth, even so in Christ all shall bee made alive; then all men shall be made to live on Earth; for else the comparison were not proper. Hereunto seemeth to agree that of the Psalmist, (<em>Psal</em>. 133. 3.) <em>Upon Zion God commanded the blessing, even Life for evermore</em>: for Zion, is in Jerusalem, upon Earth: as also that of S. Joh. (<em>Rev</em>. 2. 7.) <em>To him that overcommeth I will give to eat of the tree of life, which is in the midst of the Paradise of God</em>. This was the tree of Adams Eternall life; but his life was to have been on Earth. The same seemeth to be confirmed again by St. Joh. (<em>Rev</em>. 21. 2.) where he saith, <em>I John saw the Holy City, New Jerusalem, coming down from God out of heaven, prepared as a Bride adorned for her husband:</em> and again v. 10. to the same effect: As if he should say, the new Jerusalem, the Paradise of God, at the coming again of Christ, should come down to Gods people from Heaven, and not they goe up to it from Earth. And this differs nothing from that, which the two men in white clothing (that is, the two Angels) said to the Apostles, that were looking upon Christ ascending (<em>Acts</em> I. II.) <em>This same Jesus, who is taken up from you into Heaven, shall so come, as you have seen him go up into Heaven</em>. Which soundeth as if they had said, he should come down to govern them under his Father, Eternally here; and not take them up to govern them in Heaven; and is conformable to the Restauration of the Kingdom of God, instituted under Moses; which was a Political government of the Jews on Earth. Again, that saying of our Saviour (<em>Mat</em>. 22. 30.) <em>that in the Resurrection they neither marry, nor are given in marriage, but are as the Angels of God in heaven</em>, is a description of an Eternall Life, resembling that which we lost in Adam in the point of Marriage. For seeing Adam, and Eve, if they had not sinned, had lived on Earth Eternally, in their individuall persons; it is manifest, they should not continually have procreated their kind. For if Immortals should have generated, as Mankind doth now; the Earth in a small time, would not have been able to afford them place to stand on. The Jews that asked our Saviour the question, whose wife the woman that had married many brothers, should be, in the resurrection, knew not what were the consequences of Life Eternall: and therefore our Saviour puts them in mind of this consequence of Immortality; that there shal be no Generation, and consequently no marriage, no more than there is Marriage, or generation among the Angels. The comparison between that Eternall life which Adam lost, and our Saviour by his Victory over death hath recovered; holdeth also in this, that as Adam lost Eternall Life by his sin, and yet lived after it for a time; so the faithful Christian hath recovered Eternal Life by Christs passion, though he die a natural death, and remaine dead for a time; namely, till the Resurrection. For as Death is reckoned from the Condemnation of Adam, not from the Execution; so Life is reckoned from the Absolution, not from the Resurrection of them that are elected in Christ.","subId":"3","id":"Hobbes.L.3.38.3"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Ascension into heaven.</em></span> That the place wherein men are to live Eternally, after the Resurrection, is the Heavens, meaning by Heaven, those parts of the world, which are the most remote from Earth, as where the stars are, or above the stars, in another Higher Heaven, called <em>Cœlum Empyreum</em>, (whereof there is no mention in Scripture, nor ground in Reason) is not easily to be drawn from any text that I can find. By the Kingdome of Heaven, is meant the Kingdom of the King that dwelleth in Heaven; and his Kingdome was the people of Israel, whom he ruled by the Prophets his Lieutenants, first Moses, and after him Eleazar, and the Soveraign Priests, till in the days of Samuel they rebelled, and would have a mortall man for their King, after the manner of other Nations. And when our Saviour Christ, by the preaching of his Ministers, shall have perswaded the Jews to return, and called the Gentiles to his obedience, then shall there be a new Kingdom of Heaven; because our King shall then be God, whose <em>throne</em> is Heaven; without any necessity evident in the Scripture, that man shall ascend to his happinesse any higher than Gods <em>footstool</em>, the Earth. On the contrary, we find written (<em>Joh</em>. 3. 13.) that <em>no man hath ascended into Heaven, but he that came down from Heaven, even the Son of man, that is in Heaven</em>. Where I observe by the way, that these words are not, as those which go immediately before, the words of our Saviour, but of St. John himself; for Christ was then not in Heaven, but upon the Earth. The like is said of David (<em>Acts</em> 2. 34.) where St. Peter, to prove the Ascension of Christ, using the words of the Psalmist, (<em>Psal</em>. 16. 10.) <em>Thou wilt not leave my soule in Hell, nor suffer thine Holy one to see corruption</em>, saith, they were spoken (not of David, but) of Christ; and to prove it, addeth this Reason, <em>For David is not ascended into Heaven</em>. But to this a man may easily answer, and say, that though their bodies were not to ascend till the generall day of Judgment, yet their souls were in Heaven as soon as they were departed from their bodies; which also seemeth to be confirmed by the words of our Saviour (<em>Luke</em> 20. 37, 38.) who proving the Resurrection out of the words of Moses, saith thus, <em>That the dead are raised, even Moses shewed, at the bush, when he calleth the Lord, the God of Abraham, and the God of Isaac, and the God of Jacob. For he is not a God of the Dead, but of the Living; for they all live to him</em>. But if these words be to be understood only of the Immortality of the Soul, they prove not at all that which our Saviour intended to prove, which was the Resurrection of the Body, that is to say, the Immortality of the Man. Therefore our Saviour meaneth, that those Patriarchs were Immortall; not by a property consequent to the essence, and nature of mankind; but by the will of God, that was pleased of his mere grace, to bestow <em>Eternall life</em> upon the faithfull. And though at that time the Patriarchs and many other faithfull men were <em>dead</em>, yet as it is in the text, they <em>lived to God</em>; that is, they were written in the Book of Life with them that were absolved of their sinnes, and ordained to Life eternall at the Resurrection. That the Soul of man is in its own nature Eternall, and a living Creature independent on the body; or that any meer man is Immortall, otherwise than by the Resurrection in the last day, (except <em>Enos</em> and <em>Elias</em>,) is a doctrine not apparent in Scripture. The whole 14. Chapter of <em>Job</em>, which is the speech not of his friends, but of himselfe, is a complaint of this Mortality of Nature; and yet no contradiction of the Immortality at the Resurrection. <em>There is hope of a tree</em> (saith hee verse 7.) <em>if it be cast down, Though the root thereof wax old, and the stock thereof die in the ground, yet when it senteth the water it will bud, and bring forth boughes like a Plant. But man dyeth, and wasteth away, yea, man giveth up the Ghost, and where is he?</em> and (verse 12.) <em>man lyeth down, and riseth not, till the heavens be no more</em>. But when is it, that the heavens shall be no more? St. Peter tells us, that it is at the generall Resurrection. For in his 2. Epistle, 3. Chapter, and 7 verse, he saith, that <em>the Heavens and the Earth that are now, are reserved unto fire against the day of Judgment, and perdition of ungodly men</em>, and (verse 12.) <em>looking for, and hasting to the comming of God, wherein the Heavens shall be on fire, and shall be dissolved, and the Elements shall melt with fervent heat. Neverthelesse, we according to the promise look for new Heavens, and a new Earth, wherein dwelleth righteousnesse</em>. Therefore where Job saith, man riseth not till the Heavens be no more; it is all one, as if he had said, the Immortall Life (and Soule and Life in the Scripture, do usually signifie the same thing) beginneth not in man, till the Resurrection, and day of Judgement; and hath for cause, not his specificall nature, and generation; but the Promise. For St. Peter saies not, <em>Wee look for new heavens, and a new earth</em>, (<em>from Nature</em>,) but <em>from Promise</em>.","subId":"4","id":"Hobbes.L.3.38.4"},{"type":"paragraph","content":"Lastly, seeing it hath been already proved out of divers evident places of Scripture, in the 35. chapter of this book, that the Kingdom of God is a Civil Common-wealth, where God himself is Soveraign, by vertue first of the <em>Olà</em>, and since of the <em>New</em> Covenant, wherein he reigneth by his Vicar, or Lieutenant; the same places do therefore also prove, that after the comming again of our Saviour in his Majesty, and glory, to reign actually, and Eternally; the Kingdom of God is to be on Earth. But because this doctrine (though proved out of places of Scripture not few, nor obscure) will appear to most men a novelty; I doe but propound it; maintaining nothing in this, or any other paradox of Religion; but attending the end of that dispute of the sword, concerning the Authority, (not yet amongst my Countreymen decided,) by which all sorts of doctrine are to bee approved, or rejected; and whose commands, both in speech, and writing, (whatsoever be the opinions of private men) must by all men, that mean to be protected by their Laws, be obeyed. For the points of doctrine concerning the Kingdome <cite>of</cite> God, have so great influence on the Kingdome of Man, as not to be determined, but by them, that under God have the Soveraign Power.","subId":"5","id":"Hobbes.L.3.38.5"},{"type":"paragraph","content":"As the Kingdome of God, and Eternal Life, so also<span class=\"margin-comment\"><em>The place after Judgment, of those who were never in the Kingdome of God, or having been in, are cast out.</em></span> Gods Enemies, and their Torments after Judgment, appear by the Scripture, to have their place on Earth. The name of the place, where all men remain till the Resurrection, that were either buryed, or swallowed up of the Earth, is usually called in Scripture, by words that signifie <em>under ground</em>; which the Latines read generally <em>Infernus</em>, and <em>Injeri</em>, and the Greeks άδης; that is to say, a place where men cannot see; and containeth as well the Grave, as any other deeper place. But for the place of the damned after the Resurrection, it is not determined, neither in the Old, nor New Testament, by any note of situation; but onely by the company: as that it shall bee, where such wicked men were, as God in former times in extraordinary, and miraculous manner, had destroyed from off the face of the Earth: As for example, that they are <em>in Inferno</em>, in <em>Tartarus</em>,<span class=\"margin-comment\"><em>Tartarus.</em></span> or in the bottomelesse pit; because <em>Corah, Dathan</em>, and <em>Abirom</em>, were swallowed up alive into the earth. Not that the Writers of the Scripture would have us beleeve, there could be in the globe of the Earth, which is not only finite, but also (compared to the height of the Stars) of no considerable magnitude, a pit without a bottome; that is, a hole of infinite depth, such as the Greeks in their <em>Dæmonologie</em> (that is to say, in their doctrine concerning <em>Dæmons</em>,) and after them the Romans called <em>Tartarus;</em> of which Virgill sayes,","subId":"6","id":"Hobbes.L.3.38.6"},{"type":"paragraph","content":"<em>Bis patet in præceps, tantum tenditque sub umbras,</em> <em>Quantus ad æthereum cœli suspectus Olympum:</em>","subId":"7","id":"Hobbes.L.3.38.7"},{"type":"paragraph","content":"for that is a thing the proportion of Earth to Heaven cannot bear: but that wee should beleeve them there, indefinitely, where those men are, on whom God inflicted that Exemplary punnishment.","subId":"8","id":"Hobbes.L.3.38.8"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>The congregation of Giants.</em></span> Again, because those mighty men of the Earth, that lived in the time of Noah, before the floud, (which the Greeks called <em>Heroes</em>, and the Scripture <em>Giants</em>, and both say, were begotten, by copulation of the children of God, with the children of men,) were for their wicked life destroyed by the generall deluge; the place of the Damned, is therefore also sometimes marked out, by the company of those deceased Giants; as <em>Proverbs</em> 21. 16. <em>The man that wandreth out of the way of understanding, shall remain in the congregation of the Giants</em>, and Job 26. 5. <em>Behold the Giants groan under water, and they that dwell with them</em>. Here the place of the Damned, is under the water. And <em>Isaiah</em> 14. 9. <em>Hell is troubled how to meet thee</em>, (that is, the King of Babylon) <em>and will displace the Giants for thee</em>: and here again the place of the Damned, (if the sense be literall,) is to be under water.","subId":"9","id":"Hobbes.L.3.38.9"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Lake of Fire.</em></span> Thirdly, because the Cities of Sodom, and Gomorrah, by the extraordinary wrath of God, were consumed for their wickednesse with Fire and Brimstone, and together with them the countrey about made a stinking bituminous Lake: the place of the Damned is sometimes expressed by Fire, and a Fiery Lake: as in the <em>Apocalypse</em> ch. 21. 8. <em>But the timorous, incredulous, and abominable, and Murderers, and Whoremongers, and Sorcerers, and Idolaters, and all Lyars, shall have their part in the Lake that burneth with Fire, and Brimstone; which is the second Death.</em> So that it is manifest, that Hell Fire, which is here expressed by Metaphor, from the reall Fire of Sodome, signifieth not any certain kind, or place of Torment; but is to be taken indefinitely, for Destruction, as it is in the 20. Chapter, at the 14. verse; where it is said, that <em>Death and Hell were cast into the Lake of Fire</em>; that is to say, were abolished, and destroyed; as if after the day of Judgment, there shall be no more Dying. nor no more going into Hell; that is, no more going to <em>Hades</em> (from which word perhaps our word Hell is derived,) which is the same with no more Dying.","subId":"10","id":"Hobbes.L.3.38.10"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Utter Darknesse.</em></span> Fourthly, from the Plague of Darknesse inflicted on the Egyptians, of which it is written (<em>Exod</em>. 10. 23.) <em>They saw not one another, neither rose any man from his place for three days; but all the Children of Israel had light in their dwellings;</em> the place of the wicked after Judgment, is called <em>Utter Darknesse</em>, or (as it is in the originall) <em>Darknesse without</em>. And so it is expressed (<em>Mat.</em> 22. 13.) where the King commandeth his Servants, <em>to bind hand and foot the man that had not on his Wedding garment, and to cast him out,</em> εἰς τὸ σκότος τὸ ἐξώτερον <em>Externall darknesse</em>, or <em>Darknesse without</em>: which though translated <em>Utter darknesse</em>, does not signifie <em>how great</em>, but <em>where</em> that darknesse is to be; namely, <em>without the habitation</em> of Gods Elect.","subId":"11","id":"Hobbes.L.3.38.11"},{"type":"paragraph","content":"Lastly, whereas there was a place neer Jerusalem,<span class=\"margin-comment\"><em>Gehenna, and Tophet.</em></span> called the <em>Valley of the Children of Hinnon</em>; in a part whereof, called <em>Tophet</em>, the Jews had committed most grievous Idolatry, sacrificing their children to the Idol Moloch; and wherein also God had afflicted his enemies with most grievous punishments; and wherein Josias had burnt the Priests of Moloch upon their own Altars, as appeareth at large in the 2 of <em>Kings</em> chap. 23. the place served afterwards, to receive the filth, and garbage which was carried thither, out of the City; and there used to be fires made, from time to time, to purifie the aire, and take away the stench of Carrion. From this abominable place, the Jews used ever after to call the place of the Damned, by the name of <em>Gehenna</em>, or <em>Valley of Hinnon</em>. And this <em>Gehenna</em>, is that word, which is usually now translated <span class=\"small-capitals\">Hell</span>; and from the fires from time to time there burning, we have the notion of <em>Everlasting</em>, and <em>Unquenchable Fire</em>.","subId":"12","id":"Hobbes.L.3.38.12"},{"type":"paragraph","content":"Seeing now there is none, that so interprets the Scripture,<span class=\"margin-comment\"><em>Of the literall sense of the Scripture concerning Hell.</em></span> as that after the day of Judgment, the wicked are all Eternally to be punished in the Valley of Hinnon; or that they shall so rise again, as to be ever after under ground, or under water; or that after the Resurrection, they shall no more see one another; nor stir from one place to another; it followeth, me thinks, very necessarily, that that which is thus said concerning Hell Fire, is spoken metaphorically; and that therefore there is a proper sense to bee enquired after, (for of all Metaphors there is some reall ground, that may be expressed in proper words) both of the <em>Place of Hell</em>, and the nature of <em>Hellish Torments</em>, and <em>Tormentors</em>.","subId":"13","id":"Hobbes.L.3.38.13"},{"type":"paragraph","content":"And first for the Tormenters, wee have their nature,<span class=\"margin-comment\"><em>Satan, Devill, not Proper names, but Appellatives.</em></span> and properties, exactly and properly delivered by the names of, <em>The Enemy</em>, or <em>Satan; The Accuser</em>, or <em>Diabolus; The Destroyer</em>, or <em>Abaddon</em>. Which significant names, <em>Satan, Devill, Abaddon</em>, set not forth to us any Individuall person, as proper names use to doe; but onely an office, or quality; and are therefore Appellatives; which ought not to have been left untranslated, as they are, in the Latine, and Modern Bibles; because thereby they seem to be the proper names of <em>Dæmons</em>; and men are the more easily seduced to beleeve the doctrine of Devills; which at that time was the Religion of the Gentiles, and contrary to that of Moses, and of Christ.","subId":"14","id":"Hobbes.L.3.38.14"},{"type":"paragraph","content":"And because by the <em>Enemy</em>, the <em>Accuser</em>, and <em>Destroyer</em>, is meant, the Enemy of them that shall be in the Kingdome of God; therefore if the Kingdome of God after the Resurrection, bee upon the Earth, (as in the former Chapter I have shewn by Scripture it seems to be,) The Enemy, and his Kingdome must be on Earth also. For so also was it, in the time before the Jews had deposed God. For Gods Kingdome was in Palestine; and the Nations round about, were the Kingdomes of the Enemy; and consequently by <em>Satan</em>, is meant any Earthly Enemy of the Church.","subId":"15","id":"Hobbes.L.3.38.15"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Torments of Hell.</em></span> The Torments of Hell, are expressed sometimes, by <em>weeping, and gnashing of teeth</em>, as <em>Mat</em>. 8. 12. Sometimes, by <em>the worm of Conscience</em>; as <em>Isa</em>. 66. 24. and <em>Mark</em> 9. 44, 46, 48: sometimes, by <em>Fire</em>, as in the place now quoted, <em>where the worm dyeth not, and the fire is not quenched</em>, and many places beside: sometimes by <em>shame, and contempt</em>, as <em>Dan</em>. 12. 2. <em>And many of them that sleep in the dust of the Earth, shall awake; some to Everlasting life; and some to shame, and everlasting contempt</em>. All which places design metaphorically a grief, and discontent of mind, from the sight of that Eternal felicity in others, which they themselves through their own incredulity, and disobedience have lost. And because such felicity in others, is not sensible but by comparison with their own actuall miseries; it followeth that they are to suffer such bodily paines, and calamities, as are incident to those, who not onely live under evill and cruell Governours, but have also for Enemy, the Eternall King of the Saints, God Almighty. And amongst these bodily paines, is to be reckoned also to every one of the wicked a second Death. For though the Scripture bee clear for an universall Resurrection; yet wee do not read, that to any of the Reprobate is promised an Eternall life. For whereas St. <em>Paul</em> (1 <em>Cor</em>. 15. 42. 43.) to the question concerning what bodies men shall rise with again, saith, that <em>the body is sown in corruption, and is raised in incorruption; It is sown in dishonour, it is raised in glory; it is sown in weaknesse, it is raised in power</em>; Glory and Power cannot be applyed to the bodies of the wicked: Nor can the name of <em>Second Death</em>, bee applyed to those that can never die but once: And although in Metaphoricall speech, a Calamitous life Everlasting, may bee called an Everlasting Death yet it cannot well be understood of a <em>Second Death</em>. The fire prepared for the wicked, is an Everlasting Fire: that is to say, the estate wherein no man can be without torture, both of body and mind, after the Resurrection, shall endure for ever; and in that sense the Fire shall be unquenchable, and the torments Everlasting: but it cannot thence be inferred, that hee who shall be cast into that fire, or be tormented with those torments, shall endure, and resist them so, as to be eternally burnt, and tortured, and yet never be destroyed, nor die. And though there be many places that affirm Everlasting Fire, and Torments (into which men may be cast successively one after another for ever; yet I find none that affirm there shall bee an Eternall Life therein of any individuall person; but to the contrary, an Everlasting Death, which is the Second Death: <em>For after Death, and the Grave shall have delivered</em><span class=\"margin-comment\"><em>Apol. 20. 13, 14.</em></span> <em>up the dead which were in them, and every man be judged according to his works; Death and the Grave shall also be cast into the Lake of Fire. This is the Second Death</em>. Whereby it is evident, that there is to bee a Second Death of every one that shall bee condemned at the day of Judgement, after which hee shall die no more.","subId":"16","id":"Hobbes.L.3.38.16"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>The Joyes of Life Eternall, and Salvation the same thing.</em></span> The joyes of Life Eternall, are in Scripture comprehended all under the name of <span class=\"small-capitals\">Salvation</span>, or <em>being saved</em>. To be saved, is to be secured, either respectively, against speciall Evills, or absolutely, against all Evill, comprehending Want, Sicknesse, and Death it self. And because man was created in a condition Immortall, not ubject to corruption, and consequently to nothing that tendeth to the dissolution of his nature; and fell from that happinesse by the sin of Adam; it followeth, that to be <em>saved</em> from Sin, is to be saved from all the Evill, and Calamities that Sinne hath brought upon us.<span class=\"margin-comment\"><em>Salvation from Sin, and from Misery, all one.</em></span> And therefore in the Holy Scripture, Remission of Sinne, and Salvation from Death and Misery, is the same thing, as it appears by the words of our Saviour, who having cured a man sick of the Palsey, by saying, (<em>Mat</em>. 9. 2.) <em>Son be of good cheer, thy Sins be forgiven thee</em>; and knowing that the Scribes took for blasphemy, that a man should pretend to forgive Sins, asked them (v. 5.) <em>whether it were easier to say, Thy Sinnes be forgiven thee, or, Arise and walk</em>; signifying thereby, that it was all one, as to the saving of the sick, to say, <em>Thy Sins are forgiven</em>, and <em>Arise and walk</em>; and that he used that form of speech, onely to shew he had power to forgive Sins. And it is besides evident in reason, that since Death and Misery, were the punishments of Sin, the discharge of Sinne, must also be a discharge of Death and Misery; that is to say, Salvation absolute, such as the faithfull are to enjoy after the day of Judgment, by the power, and favour of Jesus Christ, who for that cause is called our <span class=\"small-capitals\">Saviour</span>.","subId":"17","id":"Hobbes.L.3.38.17"},{"type":"paragraph","content":"Concerning Particular Salvations, such as are understood, 1 <em>Sam</em>. 14. 39. <em>as the Lord liveth that saveth Israel</em>, that is, from their temporary enemies, and 2 <em>Sam</em>. 22. 4. <em>Thou art my Saviour, thou savest me from violence</em>; and <em>2 Kings 13. 5. God gave the Israelites a Saviour, and so they were delivered from the hand of the Assyrians</em>, and the like, I need say nothing; there being neither difficulty, nor interest, to corrupt the interpretation of texts of that kind.","subId":"18","id":"Hobbes.L.3.38.18"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>The Place of Eternail Salvation.</em></span> But concerning the Generall Salvation, because it must be in the Kingdome of Heaven, there is great difficulty concerning the Place. On one side, by <em>Kingdome</em> (which is an estate ordained by men for their perpetuall security against enemies, and want) it seemeth that this Salvation should be on Earth. For by Salvation is set forth unto us, a glorious Reign of our King, by Conquest; not a safety by Escape: and therefore there where we look for Salvation, we must look also for Triumph; and before Triumph, for Victory; and before Victory, for Battell; which cannot well be supposed, shall be in Heaven. But how good soever this reason may be, I will not trust to it, without very evident places of Scripture. The state of Salvation is described at large, <em>Isaiah</em> 33. ver. 20, 21, 22, 23, 24.","subId":"19","id":"Hobbes.L.3.38.19"},{"type":"paragraph","content":"<em>Look upon Zion, the City of our solemnities; thine eyes shall see Jerusalem a quiet habitation, a tabernacle that shall not be taken down; not one of the stakes thereof shall ever be removed, neither shall any of the cords thereof be broken</em>.","subId":"20","id":"Hobbes.L.3.38.20"},{"type":"paragraph","content":"<em>But there the glorious Lord will be unto us a place of broad rivers, and streams; wherein shall goe no Gally with oares; neither shall gallant ship passe thereby</em>.","subId":"21","id":"Hobbes.L.3.38.21"},{"type":"paragraph","content":"<em>For the Lord is our Judge, the Lord is our Lawgiver, the Lord is our King, he will save us</em>.","subId":"22","id":"Hobbes.L.3.38.22"},{"type":"paragraph","content":"<em>Thy tacklings are loosed; they could not well strengthen their mast; they could not spread the sail: then is the prey of a great spoil divided; the lame take the prey</em>.","subId":"23","id":"Hobbes.L.3.38.23"},{"type":"paragraph","content":"<em>And the Inhabitant shall not say, I am sicke; the people that shall dwell therein shall be forgiven their Iniquity</em>.","subId":"24","id":"Hobbes.L.3.38.24"},{"type":"paragraph","content":"In which words wee have the place from whence Salvation is to proceed, <em>Jerusalem, a quiet habitation</em>; the Eternity of it, <em>a tabernacle that shall not be taken down</em>, &amp;c. The Saviour of it, <em>the Lord, their Judge, their Lawgiver, their King, he will save us</em>; the Salvation, <em>the Lord shall be to them as a broad mote of swift waters</em>, &amp;c. the condition of their Enemies, <em>their tacklings are loose, their masts weak, the lame shal take the spoil of them</em>. The condition of the Saved, <em>The Inhabitant shal not say, I am sick</em>: And lastly, all this is comprehended in Forgivenesse of sin, <em>The people that dwell therein shall be forgiven their iniquity</em>. By which it is evident, that Salvation shall be on Earth, then, when God shall reign, (at the coming again of Christ) in Jerusalem; and from Jerusalem shall proceed the Salvation of the Gentiles that shall be received into Gods Kingdome: as is also more expressely declared by the same Prophet, Chap. 65. 20, 21. <em>And they</em> (that is, the Gentiles who had any Jew in bondage) <em>shall bring all your brethren, for an offering to the Lord, out of all nations, upon horses, and in charets, and in litters, and upon mules, and upon swift beasts, to my holy mountain, Jerusalem, saith the Lord, as the Children of Israel bring an offering in a clean vessell into the House of the Lord. And I will also take of them for Priests and for Levites, saith the Lord</em>: Whereby it is manifest, that the chief seat of Gods Kingdome (which is the Place, from whence the Salvation of us that were Gentiles, shall proceed) shall be Jerusalem: And the same is also confirmed by our Saviour, in his discourse with the woman of Samaria, concerning the place of Gods worship; to whom he saith, <em>John</em> 4. 22. that the Samaritans worshipped they knew not what, but the Jews worship what they knew, <em>For Salvation is of the Jews</em> (<em>ex Judæis</em>, that is, begins at the Jews): as if he should say, you worship God, but know not by whom he wil save you, as we doe, that know it shall be by one of the tribe of Judah, a Jew, not a Samaritan. And therefore also the woman not impertinently answered him again, <em>We know the Messias shall come</em>. So that which our Saviour saith, <em>Salvation is from the Jews</em>, is the same that Paul sayes (<em>Rom</em>. 1. 16, 17.) <em>The Gospel is the power of God to Salvation to every one that beleeveth: To the Jew first, and also to the Greek. For therein is the righteousnesse of God revealed from faith to faith</em>; from the faith of the Jew, to the faith of the Gentile. In the like sense the Prophet <em>Joel</em> describing the day of Judgment, (chap 2. 30, 31.) that God would <em>shew wonders in heaven, and in earth, bloud, and fire, and pillars of smoak. The Sun should be turned to darknesse, and the Moon into bloud, before the great and terrible day of the Lord come</em>, he addeth verse 32. <em>and it shall come to passe, that whosoever shall call upon the name of the Lord, shall be saved. For in Mount Zion, and in Jerusalem shall be Salvation</em>. And <em>Obadiah</em> verse 17. saith the same, <em>Upon Mount Zion shall be Deliverance; and there shall be holinesse, and the house of Jacob shall possesse their possessions</em>, that is, the possessions of the <em>Heathen</em>, which <em>possessions</em> he expresseth more particularly in the following verses, by the <em>mount of Esau</em>, the <em>Land of the Philistines</em>, the <em>fields of Ephraim, of Samaria, Gilead</em>, and the <em>Cities of the South</em>, and concludes with these words, <em>the Kingdom shall be the Lords</em>. All these places are for Salvation, and the Kingdome of God (after the day of Judgement) upon Earth. On the other side, I have not found any text that can probably be drawn, to prove any Ascension of the Saints into Heaven; that is to say, into any <em>Cælum Empyreum</em>, or other ætheriall Region; saving that it is called the Kingdome of Heaven: which name it may have, because God, that was King of the Jews, governed them by his commands, sent to Moses by Angels from Heaven; and after their revolt, sent his Son from Heaven, to reduce them to their obedience; and shall send him thence again, to rule both them, and all other faithfull men, from the day of Judgment, Everlastingly: or from that, that the Throne of this our Great King is in Heaven; whereas the Earth is but his Footstoole. But that the Subjects of God should have any place as high as his Throne, or higher than his Footstoole, it seemeth not sutable to the dignity of a King, nor can I find any evident text for it in holy Scripture.","subId":"25","id":"Hobbes.L.3.38.25"},{"type":"paragraph","content":"From this that hath been said of the Kingdom of God, and of Salvation, it is not hard to interpret what is meant by the <span class=\"small-capitals\">World to come</span>. There are three worlds mentioned in Scripture, the <em>Old World</em>, the <em>Present World</em>, and the <em>World to come</em>. Of the first, St. Peter speaks,<span class=\"margin-comment\"><em>2 Pet. 2. 5.</em></span> <em>If God spared not the Old World, but saved Noah the eighth person, a Preacher of righteousnesse, bringing the flood upon the world of the ungodly</em>, &amp;<em>c</em>. So the <em>first World,</em> was from Adam to the generall Flood. Of the present World, our Saviour speaks (<em>John</em> 18. 36.) My <em>Kingdome is not of this World</em>. For he came onely to teach men the way of Salvation, and to renew the Kingdome of his Father, by his doctrine. Of the World to come, St. Peter<span class=\"margin-comment\"><em>2 Pet. 3. 13.</em></span> speaks, <em>Neverthelesse we according to his promise look for new Heavens, and a new Earth</em>. This is that <span class=\"small-capitals\">World</span>, wherein Christ coming down from Heaven, in the clouds, with great power, and glory, shall send his Angels, and shall gather together his elect, from the four winds, and from the uttermost parts of the Earth, and thence forth reign over them, (under his Father) Everlastingly.","subId":"26","id":"Hobbes.L.3.38.26"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Redemption.</em></span> <em>Salvation</em> of a sinner, supposeth a precedent <span class=\"small-capitals\">Redemption</span>; for he that is once guilty of Sin, is obnoxious to the Penalty of the same; and must pay (or some other or him) such Ransome, as he that is offended, and has him in his power, shall require. And seeing the person offended, is Almighty God, in whose power are all things; such Ransome is to be paid before Salvation can be acquired, as God hath been pleased to require. By this Ransome, is not intended a satisfaction for Sin, equivalent to the Offence, which no sinner for himselfe, nor righteous man can ever be able to make for another: The dammage a man does to another, he may make amends for by restitution, or recompence, but sin cannot be taken away by recompence; for that were to make the liberty to sin, a thing vendible. But sins may bee pardoned to the repentant, either <em>gratis</em>, or upon such penalty, as God is pleased to accept. That which God usually accepted in the Old Testament, was some Sacrifice, or Oblation. To forgive sin is not an act of Injustice, though the punishment have been threatned. Even amongst men, though the promise of Good, bind the promiser; yet threats, that is to say, promises of Evill, bind them not; much lesse shall they bind God, who is infinitely more merciful then men. Our Saviour Christ therefore to <em>Redeem</em> us, did not in that sense satisfie for the Sins of men, as that his Death, of its own vertue, could make it unjust in God to punish sinners with Eternall death; but did make that Sacrifice, and Oblation of himself, at his first coming, which God was pleased to require, for the Salvation at his second coming, of such as in the mean time should repent, and beleeve in him. And though this act of our <em>Redemption</em>, be not alwaies in Scripture called a <em>Sacrifice</em>, and <em>Oblation</em>, but sometimes a <em>Price</em>; yet by <em>Price</em> we are not to understand any thing, by the value whereof, he could claim right to a pardon for us, from his offended Father; but that Price which God the Father was pleased in mercy to demand.","subId":"27","id":"Hobbes.L.3.38.27"}]}