{"imported":true,"id":"Hobbes.L.3.42","parent":"Hobbes.L.3","title":"Of Power Ecclesiasticall","breadcrumb":"Chapter 42","sourceUrl":"https://oll.libertyfund.org/titles/hobbes-leviathan-1909-ed/simple#lf0161_div_055","texts":[],"published":[1651],"copytext":[1651],"sourceDesc":"The text here is from the 1909 Clarendon Press edition (now in the public domain), as put online by the Online Libary of Liberty. That edition follows the original 1651 edition, but with corrections from the printed ERRATA sheet incorporated into the text.","forename":"Thomas","surname":"Hobbes","author":"Thomas Hobbes","birth":1588,"death":1679,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h1>CHAP. XLII.</h1> <h1><em>Of <span class=\"small-capitals\">Power Ecclesiasticall</span>.</em></h1> ","id":"Hobbes.L.3.42"},{"type":"paragraph","content":"<span class=\"small-capitals\">For</span> the understanding of <span class=\"small-capitals\">Power</span> <span class=\"small-capitals\">Ecclesiasticall</span>, what, and in whom it is, we are to distinguish the time from the Ascension of our Saviour, into two parts; one before the Conversion of Kings, and men endued with Soveraign Civill Power; the other after their Conversion. For it was long after the Ascension, before any King, or Civill Soveraign embraced, and publiquely allowed the teaching of Christian Religion.","subId":"1","id":"Hobbes.L.3.42.1"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Of the Holy Spirit that fel on the Apostles.</em></span> And for the time between, it is manifest, that the <em>Power Ecclesiasticall</em>, was in the Apostles; and after them in such as were by them ordained to Preach the Gospell, and to convert men to Christianity, and to direct them that were converted in the way of Salvation; and after these the Power was delivered again to others by these ordained, and this was done by Imposition of hands upon such as were ordained; by which was signified the giving of the Holy Spirit, or Spirit of God, to those whom they ordained Ministers of God, to advance his Kingdome. So that Imposition of hands, was nothing else but the Seal of their Commission to Preach Christ, and teach his Doctrine; and the giving of the Holy Ghost by that ceremony of Imposition of hands, was an imitation of that which Moses did. For Moses used the same ceremony to his Minister Joshua, as wee read <em>Deuteronomy</em> 34. ver. 9. <em>And Joshua the Son of Nun was full of the Spirit of Wisdome; for Moses had laid his hands upon him</em>. Our Saviour therefore between his Resurrection, and Ascension, gave his Spirit to the Apostles; first, by <em>Breathing on them, and saying, (John 20. 22.) Receive yee the Holy Spirit</em>; and after his Ascension (<em>Acts</em> 2. 2, 3.) by sending down upon them, a <em>mighty wind, and Cloven tongues of fire</em>; and not by Imposition of hands; as neither did God lay his hands on Moses: and his Apostles afterward, transmitted the same Spirit by Imposition of hands, as Moses did to Joshua. So that it is manifest hereby, in whom the Power Ecclesiasticall continually remained, in those first times, where there was not any Christian Common-wealth; namely, in them that received the same from the Apostles, by successive laying on of hands.","subId":"2","id":"Hobbes.L.3.42.2"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Of the Trinity.</em></span> Here wee have the Person of God born now the third time. For as Moses, and the High Priests, were Gods Representative in the Old Testament; and our Saviour himselfe as Man, during his abode on earth: So the Holy Ghost, that is to say, the Apostles, and their successors, in the Office of Preaching, and Teaching, that had received the Holy Spirit, have Represented him ever since. But a Person, (as I have shewn before, chapt. 13.) is he that is Represented, as often as hee is Represented; and therefore God, who has been Represented (that is, Personated) thrice, may properly enough be said to be three Persons; though neither the word <em>Person</em>, nor <em>Trinity</em> be ascribed to him in the Bible. St. <em>John</em> indeed (1 Epist. 5. 7.) saith, <em>There be three that bear witnesse in heaven, the Father, the Word, and the Holy Spirit; and these Three are One</em>: But this disagreeth not, but accordeth fitly with three Persons in the proper signification of Persons; which is, that which is Represented by another. For so God the Father, as Represented by Moses, is one Person; and as Represented by his Sonne, another Person; and as Represented by the Apostles, and by the Doctors that taught by authority from them derived, is a third Person; and yet every Person here, is the Person of one and the same God. But a man may here ask, what it was whereof these three bare witnesse. St. <em>John</em> therefore tells us (verse II.) that they bear witnesse, that <em>God hath given us eternall life in his Son</em>. Again, if it should bee asked, wherein that testimony appeareth, the Answer is easie; for he hath testified the same by the miracles he wrought, first by Moses; secondly, by his Son himself; and lastly by his Apostles that had received the Holy Spirit; all which in their times Represented the Person of God; and either prophecyed, or preached Jesus Christ. And as for the Apostles, it was the character of the Apostleship, in the twelve first and great Apostles, to bear Witnesse of his Resurrection; as appeareth expressely (<em>Acts</em> 1. ver. 21, 22.) where St. Peter, when a new Apostle was to be chosen in the place of Judas Iscariot, useth these words, <em>Of these men which have companied with us all the time that the Lord Jesus went in and out amongst us, beginning at the Baptisme of John, unto that same day that hee was taken up from us, must one bee ordained to be a Witnesse with us of his Resurrection</em>: which words interpret the <em>bearing of Witnesse</em>, mentioned by St. John. There is in the same place mentioned another Trinity of Witnesses in Earth. For (ver. 8.) he saith, <em>there are three that bear Witnesse in Earth, the Spirit, and the Water, and the Bloud; and these three agree in one</em>: that is to say, the graces of Gods Spirit, and the two Sacraments, Baptisme, and the Lords Supper, which all agree in one Testimony, to assure the consciences of beleevers, of eternall life; of which Testimony he saith (verse 10.) <em>He that beleeveth on the Son of man hath the Witnesse in himself</em>. In this Trinity on Earth, the Unity is not of the thing; for the Spirit, the Water, and the Bloud, are not the same substance, though they give the same testimony: But in the Trinity of Heaven, the Persons are the persons of one and the same God, though Represented in three different times and occasions. To conclude, the doctrine of the Trinity, as far as can be gathered directly from the Scripture, is in substance this; that God who is alwaies One and the same, was the Person Represented by Moses; the Person Represented by his Son Incarnate; and the Person Represented by the Apostles. As Represented by the Apostles, the Holy Spirit by which they spake, is God; As Represented by his Son (that was God and Man), the Son is that God; As represented by Moses, and the High Priests, the Father, that is to say, the Father of our Lord Jesus Christ, is that God: From whence we may gather the reason why those names <em>Father, Son</em>, and <em>Holy Spirit</em> in the signification of the Godhead, are never used in the Old Testament: For they are Persons, that is, they have their names from Representing; which could not be, till divers men had Represented Gods Person in ruling, or in directing under him.","subId":"3","id":"Hobbes.L.3.42.3"},{"type":"paragraph","content":"Thus wee see how the Power Ecclesiasticall was left by our Saviour to the Apostles; and how they were (to the end they might the better exercise that Power,) endued with the Holy Spirit, which is therefore called sometime in the New Testament <em>Paracletus</em> which signifieth an <em>Assister</em>, or one called to for helpe, though it bee commonly translated a <em>Comforter</em>. Let us now consider the Power it selfe, what it was, and over whom.","subId":"4","id":"Hobbes.L.3.42.4"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>The Power Ecclesiasticall is but the power to tonch.</em></span> Cardinall Bellarmine in his third generall Controversie, hath handled a great many questions concerning the Ecclesiasticall Power of the Pope of Rome; and begins with this, Whether it ought to be Monarchicall, Aristocraticall, or Democraticall. All which sorts of Power, are Soveraign, and Coercive. If now it should appear, that there is no Coercive Power left them by our Saviour; but onely a Power to proclaim the Kingdom of Christ, and to perswade men to submit themselves thereunto; and by precepts and good counsell, to teach them that have submitted, what they are to do, that they may be received into the Kingdom of God when it comes; and that the Apostles, and other Ministers of the Gospel, are our Schoolemasters, and not our Commanders, and their Precepts not Laws, but wholesome Counsells; then were all that dispute in vain.","subId":"5","id":"Hobbes.L.3.42.5"},{"type":"paragraph","content":"I have shewn already (in the last Chapter,) that the<span class=\"margin-comment\"><em>An argument thereof, the Power of Christ himself:</em></span> Kingdome of Christ is not of this world: therefore neither can his Ministers (unless they be Kings,) require obedience in his name. For if the Supreme King, have not his Regall Power in this world; by what authority can obedience be required to his Officers? As my Father sent me, (so saith our Saviour) I send you. But our Saviour was sent to perswade the Jews to return to, and to invite the Gentiles, to receive the Kingdome of his Father, and not to reign in Majesty, no not, as his Fathers Lieutenant, till the day of Judgment.","subId":"6","id":"Hobbes.L.3.42.6"},{"type":"paragraph","content":"The time between the Ascension, and the generall<span class=\"margin-comment\"><em>From the name of Regeneration:</em></span> Resurrection, is called, not a Reigning, but a Regeneration; that is, a Preparation of men for the second and glorious coming of Christ, at the day of Judgment; as appeareth by the words of our Saviour, <em>Mat</em>. 19. 28. <em>You that have followed me in the Regeneration, when the Son of man shall sit in the throne of his glory, you shall</em> <em>also sit upon twelve Thrones</em>; And of St. Paul (<em>Ephes</em>. 6. 15.) <em>Having your feet shod with the Preparation of the Gospell of Peace</em>.","subId":"7","id":"Hobbes.L.3.42.7"},{"type":"paragraph","content":"And is compared by our Saviour, to Fishing; that is,<span class=\"margin-comment\"><em>From the comparison of it, with Fishing, Leaven, Seed.</em></span> to winning men to obedience, not by Coercion, and Punishing; but by Perswasion: and therefore he said not to his Apostles, hee would make them so many Nimrods, <em>Hunters of men; but Fishers of men</em>. It is compared also to Leaven; to Sowing of Seed, and to the Multiplication of a grain of Mustard-seed; by all which Compulsion is excluded; and consequently there can in that time be no actual Reigning. The work of Christs Ministers, is Evangelization; that is, a Proclamation of Christ, and a preparation for his second comming; as the Evangelization of John Baptist, was a preparation to his first coming.","subId":"8","id":"Hobbes.L.3.42.8"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>From the nature of Faith:</em></span> Again, the Office of Christs Ministers in this world, is to make men Beleeve, and have Faith in Christ: But Faith hath no relation to, nor dependence at all upon Compulsion, or Commandement; but onely upon certainty, or probability of Arguments drawn from Reason, or from something men beleeve already. Therefore the Ministers of Christ in this world, have no Power by that title, to Punish any man for not Beleeving, or for Contradicting what they say; they have I say no Power by that title of Christs Ministers, to Punish such: but if they have Soveraign Civill Power, by politick institution, then they may indeed lawfully Punish any Contradiction to their laws whatsoever: And St. Paul, of himselfe and<span class=\"margin-comment\"><em>2 Cor. 1. 24.</em></span> ther the then Preachers of the Gospell, saith in expresse words, <em>Wee have no Dominion over your Faith, but are Helpers of your Joy</em>.","subId":"9","id":"Hobbes.L.3.42.9"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>From the Authority Christ hath left to Civill Princes.</em></span> Another Argument, that the Ministers of Christ in this present world have no right of Commanding, may be drawn from the lawfull Authority which Christ hath left to all Princes, as well Christians, as Infidels. St. Paul saith (<em>Col</em>. 3. 20.) <em>Children obey your Parents in all things; for this is well pleasing to the Lord</em>. And ver. 22. <em>Servants obey in all things your Masters according to the flesh, not with eye-service, as men-pleasers, but in singlenesse of heart, as fearing the Lord</em>: This is spoken to them whose Masters were Infidells; and yet they are bidden to obey them <em>in all things</em>. And again, concerning obedience to Princes. (<em>Rom</em>. 13. the first 6. verses) exhorting <em>to be subject to the Higher Powers</em>, he saith, <em>that all Power is ordained of God</em>; and <em>that we ought to be subject to them, not onely for</em> fear of incurring their <em>wrath, but also for conscience sake</em>. And St. <em>Peter</em>, (1 Epist. chap. 2. ver. 13, 14, 15.) <em>Submit your selves to every Ordinance of Man, for the Lords sake, whether it bee to the King, as Supreme, or unto Governours, as to them that be sent by him for the punishment of evill doers, and for the praise of them that doe well; for so is the will of God</em>. And again St. Paul (<em>Tit</em>. 3. 1.) <em>Put men in mind to be subject to Principalities, and Powers, and to obey Magistrates.</em> These Princes, and Powers, whereof St. Peter, and St. Paul here speak, were all Infidels; much more therefore we are to obey those Christians, whom God hath ordained to have Soveraign Power over us. How then can wee be obliged to obey any Minister of Christ, if he should command us to doe any thing contrary to the Command of the King, or other Soveraign Representant of the Common-wealth, whereof we are members, and by whom we look to be protected? It is therefore manifest, that Christ hath not left to his Ministers in this world, unlesse they be also endued with Civill Authority, any authority to Command other men.","subId":"10","id":"Hobbes.L.3.42.10"},{"type":"paragraph","content":"But what (may some object) if a King, or<span class=\"margin-comment\"><em>What Christians may do to avoid persecution.</em></span> a Senate, or other Soveraign Person forbid us to beleeve in Christ? To this I answer, that such forbidding is of no effect; because Beleef, and Unbeleef never follow mens Commands. Faith is a gift of God, which Man can neither give, nor take away by promise of rewards, or menaces of torture. And if it be further asked, What if wee bee commanded by our lawfull Prince, to say with our tongue, wee beleeve not; must we obey such command? Profession with the tongue is but an externall thing, and no more then any other gesture whereby we signifie our obedience; and wherein a Christian, holding firmely in his heart the Faith of Christ, hath the same liberty which the Prophet Elisha allowed to Naaman the Syrian. Naaman was converted in his heart to the God of Israel; For hee saith (2 <em>Kings</em> 5. 17.) <em>Thy servant will henceforth offer neither burnt offering, nor sacrifice unto other Gods but unto the Lord. In this thing the Lord pardon thy servant, that when my Master goeth into the house of Rimmon to worship there, and he leaneth on my hand; and I bow my selfe in the house of Rimmon; when I bow my selfe in the house of Rimmon, the Lord pardon thy servant in this thing</em>. This the Prophet approved, and bid him <em>Goe in peace</em>. Here Naaman beleeved in his heart; but by bowing before the Idol Rimmon, he denyed the true God in effect, as much as if he had done it with his lips. But then what shall we answer to our Saviours saying, <em>Whosoever denyeth me before men, I will deny him before my Father which is in Heaven?</em> This we may say, that whatsoever a subject, as Naaman was, is compelled to in obedience to his Soveraign, and doth it not in order to his own mind, but in order to the laws of his country, that action is not his, but his Soveraigns; nor is it he that in this case denyeth Christ before men, but his Governour, and the law of his countrey. If any man shall accuse this doctrine, as repugnant to true, and unfeigned Christianity; I ask him, in case there should be a subject in any Christian Common-wealth, that should be inwardly in his heart of the Mahometan Religion, whether if his Soveraign command him to bee present at the divine service of the Christian Church, and that on pain of death, he think that Mahometan obliged in conscience to suffer death for that cause, rather than to obey that command of his lawfull Prince. If he say, he ought rather to suffer death, then he authorizeth all private men, to disobey their Princes, in maintenance of their Religion, true, or false: if he say, he ought to bee obedient, then he alloweth to himself, that which hee denyeth to another, contrary to the words of our Saviour, <em>Whatsoever you would that men should doe unto you, that doe yee unto them</em>; and contrary to the Law of Nature, (which is the indubitable everlasting Law of God) <em>Do not to another, that which thou wouldest not he should doe unto thee</em>.","subId":"11","id":"Hobbes.L.3.42.11"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Of Martyrs.</em></span> But what then shall we say of all those Martyrs we read of in the History of the Church, that they have needlessely cast away their lives? For answer hereunto, we are to distinguish the persons that have been for that cause put to death; whereof some have received a Calling to preach, and professe the Kingdome of Christ openly; others have had no such Calling, nor more has been required of them than their owne faith. The former sort, if they have been put to death, for bearing witnesse to this point, that Jesus Christ is risen from the dead, were true Martyrs; For a <em>Martyr</em> is, (to give the true definition of the word) a Witnesse of the Resurrection of Jesus the Messiah; which none can be but those that conversed with him on earth, and saw him after he was risen: For a Witnesse must have seen what he testifieth, or else his testimony is not good. And that none but such, can properly be called Martyrs of Christ, is manifest out of the words of St. Peter, <em>Act</em>. 1. 21, 22. <em>Wherefore of these men which have companyed with us all the time that the Lord Jesus went in and out amongst us, beginning from the Baptisme of John unto that same day hee was taken up from us, must one be ordained to be a Martyr</em> (that is a Witnesse) <em>with us of his Resurrection</em>: Where we may observe, that he which is to bee a Witnesse of the truth of the Resurrection of Christ, that is to say, of the truth of this fundamentall article of Christian Religion, that Jesus was the Christ, must be some Disciple that conversed with him, and saw him before, and after his Resurrection; and consequently must be one of his originall Disciples: whereas they which were not so, can Witnesse no more, but that their antecessors said it, and are therefore but Witnesses of other mens testimony; and are but second Martyrs, or Martyrs of Christs Witnesses.","subId":"12","id":"Hobbes.L.3.42.12"},{"type":"paragraph","content":"He, that to maintain every doctrine which he himself draweth out of the History of our Saviours life, and of the Acts, or Epistles of the Apostles; or which he beleeveth upon the authority of a private man, wil oppose the Laws and Authority of the Civill State, is very far from being a Martyr of Christ, or a Martyr of his Martyrs. 'Tis one Article onely, which to die for, meriteth so honorable a name; and that Article is this, that <em>Jesus is the Christ</em>; that is to say, He that hath redeemed us, and shall come again to give us salvation, and eternall life in his glorious Kingdome. To die for every tenet that serveth the ambition, or profit of the Clergy, is not required; nor is it the Death of the Witnesse, but the Testimony it self that makes the Martyr: for the word signifieth nothing else, but the man that beareth Witnesse, whether he be put to death for his testimony, or not.","subId":"13","id":"Hobbes.L.3.42.13"},{"type":"paragraph","content":"Also he that is not sent to preach this fundamentall article, but taketh it upon him of his private authority, though he be a Witnesse, and consequently a Martyr, either primary of Christ, or secundary of his Apostles, Disciples, or their Successors; yet is he not obliged to suffer death for that cause; because being not called thereto, tis not required at his hands; nor ought hee to complain, if he loseth the reward he expecteth from those that never set him on work. None therefore can be a Martyr, neither of the first, nor second degree, that have not a warrant to preach Christ come in the flesh; that is to say, none, but such as are sent to the conversion of Infidels. For no man is a Witnesse to him that already beleeveth, and therefore needs no Witnesse; but to them that deny, or doubt, or have not heard it. Christ sent his Apostles, and his Seventy Disciples, with authority to preach; he sent not all that beleeved: And he sent them to unbeleevers; <em>I send you</em> (saith he) <em>as sheep amongst wolves</em>; not as sheep to other sheep.","subId":"14","id":"Hobbes.L.3.42.14"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Argument from the points of their Commission.</em></span> Lastly, the points of their Commission, as they are expressely set down in the Gospel, contain none of them any authority over the Congregation.","subId":"15","id":"Hobbes.L.3.42.15"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>To Preach.</em></span> We have first (<em>Mat</em>. 10.) that the twelve Apostles were sent <em>to the lost sheep of the house of Israel</em>, and commanded to Preach, <em>that the Kingdome of God was at hand</em>. Now Preaching in the originall, is that act, which a Crier, Herald, or other Officer useth to doe publiquely in Proclaiming of a King. But a Crier hath not right to Command any man. And (<em>Luke</em> 10. 2.) the seventy Disciples are sent out, as <em>Labourers, not as Lords of the Harvest</em>; and are bidden (verse 9.) to say, <em>The Kingdome of God is come nigh unto you</em>; and by Kingdom here is meant, not the Kingdome of Grace, but the Kingdome of Glory; for they are bidden to denounce it (ver. 11.) to those Cities which shall not receive them, as a threatning, that it shall be more tolerable in that day for <em>Sodome</em>, than for such a City. And (<em>Mat</em>. 20. 28.) our Saviour telleth his Disciples, that sought Priority of place, their Office was to minister, even as the Son of man came, not to be ministred unto, but to minister. Preachers therefore have not Magisteriall, but Ministeriall power: <em>Bee not called Masters</em>, (saith our Saviour, <em>Mat</em>. 23. 10.) <em>for one is your Master, even Christ</em>.","subId":"16","id":"Hobbes.L.3.42.16"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>And Teach.</em></span> Another point of their Commission, is, to <em>Teach all nations</em>; as it is in <em>Mat</em>. 28. 19. or as in St. <em>Mark</em> 16. 15. <em>Goe into all the world, and Preach the Gospel to every creature.</em> Teaching therefore, and Preaching is the same thing. For they that Proclaim the comming of a King, must withall make known by what right he commeth, if they mean men shall submit themselves unto him: As St. Paul did to the Jews of Thessalonica, when <em>three Sabbath dayes he reasoned with them out of the Scriptures, opening, and alledging that Christ must needs have suffered, and risen again from the dead, and that this Jesus is Christ</em>. But to teach out of the Old Testament that Jesus was Christ, (that is to say, King,) and risen from the dead, is not to say, that men are bound after they beleeve it, to obey those that tell them so, against the laws, and commands of their Soveraigns; but that they shall doe wisely, to expect the coming of Christ hereafter, in Patience, and Faith, with Obedience to their present Magistrates.","subId":"17","id":"Hobbes.L.3.42.17"},{"type":"paragraph","content":"Another point of their Commission, is to <em>Baptize, in</em><span class=\"margin-comment\"><em>To Baptize:</em></span> <em>the name of the Father, and of the Son, and of the Holy Ghost</em>. What is Baptisme? Dipping into water. But what is it to Dip a man into the water in the name of any thing? The meaning of these words of Baptisme is this. He that is Baptized, is Dipped or Washed, as a sign of becomming a new man, and a loyall subject to that God, whose Person was represented in old time by Moses, and the High Priests, when he reigned over the Jews; and to Jesus Christ, his Sonne, God, and Man, that hath redeemed us, and shall in his humane nature Represent his Fathers Person in his eternall Kingdome after the Resurrection; and to acknowledge the Doctrine of the Apostles, who assisted by the Spirit of the Father, and of the Son, were left for guides to bring us into that Kingdome, to be the onely, and assured way thereunto. This, being our promise in Baptisme; and the Authority of Earthly Soveraigns being not to be put down till the day of Judgment; (for that is expressely affirmed by S. Paul 1 <em>Cor</em>. 15, 22, 23, 24, where he saith, <em>As in Adam all die, so in Christ all shall be made alive. But every man in his owne order, Christ the first fruits, afterward they that are Christs, at his comming; Then commeth the end, when he shall have delivered up the Kingdom to God, even the Father, when he shall have put down all Rule, and all Authority and Power</em>) it is manifest, that we do not in Baptisme constitute over us another authority, by which our externall actions are to bee governed in this life; but promise to take the doctrine of the Apostles for our direction in the way to life eternall.","subId":"18","id":"Hobbes.L.3.42.18"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>And to Forgive, and Retain Sinnes.</em></span> The Power of <em>Remission, and Retention of Sinnes</em>, called also the Power of <em>Loosing</em>, and <em>Binding</em>, and sometimes the <em>Keyes of the Kingdome of Heaven</em>, is a consequence of the Authority to Baptize, or refuse to Baptize. For Baptisme is the Sacrament of Allegeance, of them that are to be received into the Kingdome of God; that is to say, into Eternall life; that is to say, to Remission of Sin: For as Eternall life was lost by the Committing, so it is recovered by the Remitting of mens Sins. The end of Baptisme is Remission of Sins: and therefore St. Peter, when they that were converted by his Sermon on the day of Pentecost, asked what they were to doe, advised them to <em>repent, and be Baptized in the name of Jesus, for the Remission of Sins</em>. And therefore seeing to Baptize is to declare the Reception of men into Gods Kingdome; and to refuse to Baptize is to declare their Exclusion; it followeth, that the Power to declare them Cast out, or Retained in it, was given to the same Apostles, and their Substitutes, and Successors. And therefore after our Saviour had breathed upon them, saying, (<em>John</em> 20. 22.) <em>Receive the Holy Ghost</em>, hee addeth in the next verse, <em>Whose soever Sins ye Remit, they are Remitted unto them; and whose soever Sins ye Retain, they are Retained</em>. By which words, is not granted an Authority to Forgive, or Retain Sins, simply and absolutely, as God Forgiveth or Retaineth them, who knoweth the Heart of man, and truth of his Penitence and Conversion; but conditionally, to the Penitent: And this Forgivenesse, or Absolution, in case the absolved have but a feigned Repentance, is thereby without other act, or sentence of the Absolvent, made void, and hath no effect at all to Salvation, but on the contrary, to the Aggravation of his Sin. Therefore the Apostles, and their Successors, are to follow but the outward marks of Repentance; which appearing, they have no Authority to deny Absolution; and if they appeare not, they have no authority to Absolve. The same also is to be observed in Baptisme: for to a converted Jew, or Gentile, the Apostles had not the Power to deny Baptisme; nor to grant it to the Un-penitent. But seeing no man is able to discern the truth of another mans Repentance, further than by externall marks, taken from his words, and actions, which are subject to hypocrisie; another question will arise, Who it is that is constituted Judge of those marks. And this question is decided by our Saviour himself; <em>If thy Brother</em> (saith he) <em>shal trespasse</em><span class=\"margin-comment\"><em>Mat. 18. 15, 16, 17.</em></span> <em>against thee, go and tell him his fault between thee, and him alone; if he shall hear thee, thou hast gained thy Brother. But if he will not hear thee, then take with thee one, or two more. And if he shall neglect to hear them, tell it unto the Church; but if he neglect to hear the Church, let him be unto thee as an Heathen man, and a Publican</em>. By which it is manifest, that the Judgment concerning the truth of Repentance, belonged not to any one Man, but to the Church, that is, to the Assembly of the Faithfull, or to them that have authority to bee their Representant. But besides the Judgment, there is necessary also the pronouncing of Sentence: And this belonged alwaies to the Apostle, or some Pastor of the Church, as Prolocutor; and of this our Saviour speaketh in the 18 verse, <em>Whatsoever ye shall bind on earth, shall be bound in heaven; and whatsoever ye shall loose on earth, shall be loosed in heaven</em>. And conformable hereunto was the practise of St. Paul (1 <em>Cor</em>. 5. 3, 4, &amp; 5.) where he saith, <em>For I verily, as absent in body, but present in spirit, have determined already, as though I were present, concerning him that hath so done this deed; In the name of our Lord Jesus Christ when ye are gathered together, and my spirit, with the power of our Lord Jesus Christ, To deliver such a one to Satan;</em> that is to say, to cast him out of the Church, as a man whose Sins are not Forgiven. Paul here pronounceth the Sentence; but the Assembly was first to hear the Cause, (for St. Paul was absent;) and by consequence to condemn him. But in the same chapter (ver. 11, 12.) the Judgment in such a case is more expressely attributed to the Assembly: <em>But now I have written unto you, not to keep company, if any man that is called a Brother be a Fornicator, &amp;c. with such a one no not to eat. For what have I to do to judg them that are without? Do not ye judg them that are within?</em> The Sentence therefore by which a man was put out of the Church, was pronounced by the Apostle, or Pastor; but the Judgment concerning the merit of the cause, was in the Church; that is to say, (as the times were before the conversion of Kings, and men that had Soveraign Authority in the Common-wealth,) the Assembly of the Christians dwelling in the same City; as in Corinth, in the Assembly of the Christians of Corinth.","subId":"19","id":"Hobbes.L.3.42.19"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Of Excommunication.</em></span> This part of the Power of the Keyes, by which men were thrust out from the Kingdom of God, is that which is called <em>Excommunication</em>; and to <em>excommunicate</em>, is in the Originall, ᾀποσννάγωγον ποιι̑ν <em>to cast out of the Synagogue</em>; that is, out of the place of Divine service; a word drawn from the custome of the Jews, to cast out of their Synagogues, such as they thought in manners, or doctrine, contagious, as Lepers were by the Law of Moses separated from the congregation of Israel, till such time as they should be by the Priest pronounced clean.","subId":"20","id":"Hobbes.L.3.42.20"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>The use of Excommunication without Civill Power,</em></span> The Use and Effect of Excommunication, whilest it was not yet strengthened with the Civill Power, was no more, than that they, who were not Excommunicate, were to avoid the company of them that were. It was not enough to repute them as Heathen, that never had been Christians; for with such they might eate, and drink; which with Excommunicate persons they might not do; as appeareth by the words of St. Paul, (1 <em>Cor</em>. 5. ver. 9, 10, &amp;c.) where he telleth them, he had formerly forbidden them to <em>company with Fornicators</em>; but (because that could not bee without going out of the world,) he restrained it to such Fornicators, and otherwise vicious persons, as were of the brethren; <em>with such a one</em> (he saith) they ought not to keep company, <em>no not to eat</em>. And this is no more than our Saviour saith (<em>Mat</em>. 18. 17.) <em>Let him be to thee as a Heathen, and as a Publican</em>. For Publicans (which signifieth Farmers, and Receivers of the revenue of the Common-wealth) were so hated, and detested by the Jews that were to pay it, as that <em>Publican</em> and <em>Sinner</em> were taken amongst them for the same thing: Insomuch, as when our Saviour accepted the invitation of <em>Zacchœus</em> a Publican; though it were to Convert him, yet it was objected to him as a Crime. And therefore, when our Saviour, to <em>Heathen</em>, added <em>Publican</em>, he did forbid them to eat with a man Excommunicate.","subId":"21","id":"Hobbes.L.3.42.21"},{"type":"paragraph","content":"As for keeping them out of their Synagogues, or places of Assembly, they had no Power to do it, but that of the owner of the place, whether he were Christian, or Heathen. And because all places are by right, in the Dominion of the Common-wealth; as well hee that was Excommunicated, as hee that never was Baptized, might enter into them by Commission from the Civill Magistrate; as Paul<span class=\"margin-comment\"><em>Acts 9. 2.</em></span> before his conversion entred into their Synagogues at Damascus, to apprehend Christians, men and women, and to carry them bound to Jerusalem, by Commission from the High Priest.","subId":"22","id":"Hobbes.L.3.42.22"},{"type":"paragraph","content":"By which it appears, that upon a Christian, that<span class=\"margin-comment\"><em>Of no effect upon an Apostate.</em></span> should become an Apostate, in a place where the Civill Power did persecute, or not assist the Church, the effect of Excommunication had nothing in it, neither of dammage in this world, nor of terrour: Not of terrour, because of their unbeleef; nor of dammage, because they returned thereby into the favour of the world; and in the world to come, were to be in no worse estate, then they which never had beleeved. The dammage redounded rather to the Church, by provocation of them they cast out, to a freer execution of their malice.","subId":"23","id":"Hobbes.L.3.42.23"},{"type":"paragraph","content":"Excommunication therefore had its effect onely upon<span class=\"margin-comment\"><em>But upon the faithfull only.</em></span> those, that beleeved that Jesus Christ was to come again in Glory, to reign over, and to judge both the quick, and the dead, and should therefore refuse entrance into his Kingdom, to those whose Sins were Retained; that is, to those that were Excommunicated by the Church. And thence it is that St. Paul calleth Excommunication, a delivery of the Excommunicate person to Satan. For without the Kingdom of Christ, all other Kingdomes after Judgment, are comprehended in the Kingdome of Satan. This is it that the faithfull stood in fear of, as long as they stood Excommunicate, that is to say, in an estate wherein their sins were not Forgiven. Whereby wee may understand, that Excommunication in the time that Christian Religion was not authorized by the Civill Power, was used onely for a correction of manners, not of errours in opinion: for it is a punishment, whereof none could be sensible but such as beleeved, and expected the coming again of our Saviour to judge the world; and they who so beleeved, needed no other opinion, but onely uprightnesse of life, to be saved.","subId":"24","id":"Hobbes.L.3.42.24"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>For what fault lyeth Excommunication.</em></span> There lyeth Excommunication for Injustice; as (<em>Mat</em>. 18.) If thy Brother offend thee, tell it him privately; then with Witnesses; lastly, tell the Church; and then if he obey not, <em>Let him be to thee as an Heathen man, and a Publican</em>. And there lieth Excommunication for a Scandalous Life, as (1 <em>Cor</em>. 5. 11.) <em>If any man that is called a Brother, be a Fornicator, or Covetous, or an Idolater, or a Drunkard, or an Extortioner, with such a one yee are not to eat</em>. But to Excommunicate a man that held this foundation, that <em>Jesus was the Christ</em>, for difference of opinion in other points, by which that Foundation was not destroyed, there appeareth no authority in the Scripture, nor example in the Apostles. There is indeed in St. Paul (<em>Titus</em> 3. 10.) a text that seemeth to be to the contrary. <em>A man that is an Hæretique, after the first and second admonition, reject</em>. For an <em>Hæretique</em>, is he, that being a member of the Church, teacheth neverthelesse some private opinion, which the Church has forbidden: and such a one, S. Paul adviseth <em>Titus</em>, after the first, and second admonition, to <em>Reject</em>. But to <em>Reject</em> (in this place) is not to Excommunicate the Man; But to <em>give over admonishing him, to let him alone, to set by disputing with him</em>, as one that is to be convinced onely by himselfe. The same Apostle saith (2 <em>Tim</em>. 2. 23.) <em>Foolish and unlearned questions avoid</em>: The word <em>Avoid</em> in this place, and <em>Reject</em> in the former, is the same in the Originall, παραιτο: but Foolish questions may bee set by without Excommunication. And again, (<em>Tit</em>. 3. 9.) <em>Avoid Foolish questions</em>, where the Originall περιίστασο, (<em>set them by</em>) is equivalent to the former word <em>Reject</em>. There is no other place that can so much as colourably be drawn, to countenance the Casting out of the Church faithfull men, such as beleeved the foundation, onely for a singular superstructure of their own, proceeding perhaps from a good &amp; pious conscience. But on the contrary, all such places as command avoiding such disputes, are written for a Lesson to Pastors, (such as Timothy and Titus were) not to make new Articles of Faith, by determining every small controversie, which oblige men to a needlesse burthen of Conscience, or provoke them to break the union of the Church. Which Lesson the Apostles themselves observed well. S. Peter, and S. Paul, though their controversie were great, (as we may read in <em>Gal</em>. 2. 11.) yet they did not cast one another out of the Church. Neverthelesse, during the Apostles times, there were other Pastors that observed it not; As Diotrephes (3 <em>John</em> 9. &amp;c.) who cast out of the Church, such as S. John himself thought fit to be received into it, out of a pride he took in Præeminence; so early it was, that Vain-glory, and Ambition had found entrance into the Church of Christ.","subId":"25","id":"Hobbes.L.3.42.25"},{"type":"paragraph","content":"That a man be liable to Excommunication, there be<span class=\"margin-comment\"><em>Of persons liable to Excommunication.</em></span> many conditions requisite; as First, that he be a member of some Commonalty, that is to say, of some lawfull Assembly, that is to say, of some Christian Church, that hath power to judge of the cause for which hee is to bee Excommunicated. For where there is no Community, there can bee no Excommunication; nor where there is no power to Judge, can there bee any power to give Sentence.","subId":"26","id":"Hobbes.L.3.42.26"},{"type":"paragraph","content":"From hence it followeth, that one Church cannot be Excommunicated by another: For either they have equall power to Excommunicate each other, in which case Excommunication is not Discipline, nor an act of Authority, but Schisme, and Dissolution of charity; or one is so subordinate to the other, as that they both have but one voice, and then they be but one Church; and the part Excommunicated, is no more a Church, but a dissolute number of individuall persons.","subId":"27","id":"Hobbes.L.3.42.27"},{"type":"paragraph","content":"And because the sentence of Excommunication, importeth an advice, not to keep company, nor so much as to eat with him that is Excommunicate, if a Soveraign Prince, or Assembly bee Excommunicate, the sentence is of no effect. For all Subjects are bound to be in the company and presence of their own Soveraign (when he requireth it) by the law of Nature; nor can they lawfully either expell him from any place of his own Dominion, whether profane or holy; nor go out of his Dominion, without his leave; much lesse (if he call them to that honour,) refuse to eat with him. And as to other Princes and States, because they are not parts of one and the same congregation, they need not any other sentence to keep them from keeping company with the State Excommunicate: for the very Institution, as it uniteth many men into one Community; so it dissociateth one Community from another: so that Excommunication is not needfull for keeping Kings and States asunder; nor has any further effect then is in the nature of Policy it selfe; unlesse it be to instigate Princes to warre upon one another.","subId":"28","id":"Hobbes.L.3.42.28"},{"type":"paragraph","content":"Nor is the Excommunication of a Christian Subject, that obeyeth the laws of his own Soveraign, whether Christian, or Heathen, of any effect. For if he beleeve that <em>Jesus is the Christ, he hath the Spirit of God</em>, (1 Joh. 4. 1.) <em>and God dwelleth in him, and he in God</em>, (1 Joh. 4. 15.) But hee that hath the Spirit of God; hee that dwelleth in God; hee in whom God dwelleth, can receive no harm by the Excommunication of men. Therefore, he that beleeveth Jesus to be the Christ, is free from all the dangers threatned to persons Excommunicate. He that beleeveth it not, is no Christian. Therefore a true and unfeigned Christian is not liable to Excommunication: Nor he also that is a professed Christian, till his Hypocrisy appear in his Manners, that is, till his behaviour bee contrary to the law of his Soveraign, which is the rule of Manners, and which Christ and his Apostles have commanded us to be subject to. For the Church cannot judge of Manners but by externall Actions, which Actions can never bee unlawfull, but when they are against the Law of the Common-wealth.","subId":"29","id":"Hobbes.L.3.42.29"},{"type":"paragraph","content":"If a mans Father, or Mother, or Master bee Excommunicate, yet are not the Children forbidden to keep them Company, nor to Eat with them; for that were (for the most part) to oblige them not to eat at all, for want of means to get food; and to authorise them to disobey their Parents, and Masters, contrary to the Precept of the Apostles.","subId":"30","id":"Hobbes.L.3.42.30"},{"type":"paragraph","content":"In summe, the Power of Excommunication cannot be extended further than to the end for which the Apostles and Pastors of the Church have their Commission from our Saviour; which is not to rule by Command and Coaction, but by Teaching and Direction of men in the way of Salvation in the world to come. And as a Master in any Science, may abandon his Scholar, when hee obstinately neglecteth the practise of his rules; but not accuse him of Injustice, because he was never bound to obey him: so a Teacher of Christian doctrine may abandon his Disciples that obstinately continue in an unchristian life; but he cannot say, they doe him wrong, because they are not obliged to obey him: For to a Teacher that shall so complain, may be applyed the Answer of God to Samuel in the like place, <em>They have</em><span class=\"margin-comment\"><em>1 Sam. 8.</em></span> <em>not rejected thee, but mee</em>. Excommunication therefore when it wanteth the assistance of the Civill Power, as it doth, when a Christian State, or Prince is Excommunicate by a forain Authority, is without effect; and consequently ought to be without terrour. The name of <em>Fulmen Excommunicationis</em> (that is, <em>the Thunderbolt of Excommunication</em>) proceeded from an imagination of the Bishop of Rome, which first used it, that he was King of Kings, as the Heathen made Jupiter King of the Gods; and assigned him in their Poems, and Pictures, a Thunderbolt, wherewith to subdue, and punish the Giants, that should dare to deny his power: Which imagination was grounded on two errours; one, that the Kingdome of Christ is of this world, contrary to our Saviours owne words, <em>My Kingdome is not of this world</em>; the other, that hee is Christs Vicar, not onely over his owne Subjects, but over all the Christians of the World; whereof there is no ground in Scripture, and the contrary shall bee proved in its due place.","subId":"31","id":"Hobbes.L.3.42.31"},{"type":"paragraph","content":"<em>St. Paul</em> coming to <em>Thessalonica</em>, where was a Synagogue<span class=\"margin-comment\"><em>Of the Interpreter of the Scriptures before Civil Soveraigns became Christians.</em></span> of the Jews, (<em>Acts</em> 17. 2, 3.) <em>As his manner was, went in unto them, and three Sabbath dayes reasoned with them out of the Scriptures, Opening and alledging, that Christ must needs have suffered and risen again from the dead</em>; and that this Jesus whom he preached was the Christ. The Scriptures here mentioned were the Scriptures of the Jews, that is, the Old Testament. The men, to whom he was to prove that Jesus was the Christ, and risen again from the dead, were also Jews, and did beleeve already, that they were the Word of God. Hereupon (as it is verse 4.) some of them beleeved, and (as it is in the 5. ver.) some beleeved not. What was the reason, when they all beleeved the Scripture, that they did not all beleeve alike; but that some approved, others disapproved the Interpretation of St. Paul that cited them; and every one Interpreted them to himself? It was this; S. Paul came to them without any Legall Commission, and in the manner of one that would not Command, but Perswade; which he must needs do, either by Miracles, as Moses did to the Israelites in Egypt, that they might see his Authority in Gods works; or by Reasoning from the already received Scripture, that they might see the truth of his doctrine in Gods Word. But whosoever perswadeth by reasoning from principles written, maketh him to whom hee speaketh Judge, both of the meaning of those principles, and also of the force of his inferences upon them. If these Jews of Thessalonica were not, who else was the Judge of what S. Paul alledged out of Scripture? If S. Paul, what needed he to quote any places to prove his doctrine? It had been enough to have said, I find it so in Scripture, that is to say, in your Laws, of which I am Interpreter, as sent by Christ. The Interpreter therefore of the Scripture, to whose Interpretation the Jews of Thessalonica were bound to stand, could be none: every one might beleeve, or not beleeve, according as the Allegations seemed to himselfe to be agreeable, or not agreeable to the meaning of the places alledged. And generally in all cases of the world, hee that pretendeth any proofe, maketh Judge of his proofe him to whom he addresseth his speech. And as to the case of the Jews in particular, they were bound by expresse words (<em>Deut</em>. 17.) to receive the determination of all hard questions, from the Priests and Judges of Israel for the time being. But this is to bee understood of the Jews that were yet unconverted.","subId":"32","id":"Hobbes.L.3.42.32"},{"type":"paragraph","content":"For the conversion of the Gentiles, there was no use of alledging the Scriptures, which they beleeved not. The Apostles therefore laboured by Reason to confute their Idolatry; and that done, to perswade them to the faith of Christ, by their testimony of his Life, and Resurrection. So that there could not yet bee any controversie concerning the authority to Interpret Scripture; seeing no man was obliged during his infidelity, to follow any mans Interpretation of any Scripture, except his Soveraigns Interpretation of the Law of his countrey.","subId":"33","id":"Hobbes.L.3.42.33"},{"type":"paragraph","content":"Let us now consider the Conversion it self, and see what there was therein, that could be cause of such an obligation. Men were converted to no other thing then to the Beleef of that which the Apostles preached: And the Apostles preached nothing, but that Jesus was the Christ, that is to say, the King that was to save them, and reign over them eternally in the world to come; and consequently that hee was not dead, but risen again from the dead, and gone up into Heaven, and should come again one day to judg the world, (which also should rise again to be judged,) and reward every man according to his works. None of them preached that himselfe, or any other Apostle was such an Interpreter of the Scripture, as all that became Christians, ought to take their Interpretation for Law. For to Interpret the Laws, is part of the Administration of a present Kingdome; which the Apostles had not. They prayed then, and all other Pastors ever since, <em>Let thy Kingdome come</em>; and exhorted their Converts to obey their then Ethnique Princes. The New Testament was not yet published in one Body. Every of the Evangelists was Interpreter of his own Gospel; and every Apostle of his own Epistle; And of the Old Testament, our Saviour himselfe saith to the Jews (<em>John</em> 5. 39.) <em>Search the Scriptures; for in them yee thinke to have eternall life, and they are they that testifie of me</em>. If hee had not meant they should Interpret them, hee would not have bidden them take thence the proof of his being the Christ: he would either have Interpreted them himselfe, or referred them to the Interpretation of the Priests.","subId":"34","id":"Hobbes.L.3.42.34"},{"type":"paragraph","content":"When a difficulty arose, the Apostles and Elders of the Church assembled themselves together, and determined what should bee preached, and taught, and how they should Interpret the Scriptures to the People; but took not from the People the liberty to read, and Interpret them to themselves. The Apostles sent divers Letters to the Churches, and other Writings for their instruction; which had been in vain, if they had not allowed them to Interpret, that is, to consider the meaning of them. And as it was in the Apostles time, it must be till such time as there should be Pastors, that could authorise an Interpreter, whose Interpretation should generally be stood to: But that could not be till Kings were Pastors, or Pastors Kings.","subId":"35","id":"Hobbes.L.3.42.35"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Of the Power to make Scripture Law.</em></span> There be two senses, wherein a Writing may be said to be <em>Canonicall</em>; for <em>Canon</em>, signifieth a <em>Rule</em>; and a Rule is a Precept, by which a man is guided, and directed in any action whatsoever. Such Precepts, though given by a Teacher to his Disciple, or a Counsellor to his friend, without power to Compell him to observe them, are neverthelesse Canons; because they are Rules: But when they are given by one, whom he that receiveth them is bound to obey, then are those Canons, not onely Rules, but Laws: The question therefore here, is of the Power to make the Scriptures (which are the Rules of Christian Faith) Laws.","subId":"36","id":"Hobbes.L.3.42.36"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Of the Ten Commandements.</em></span> That part of the Scripture, which was first Law, was the Ten Commandements, written in two Tables of Stone, and delivered by God himselfe to Moses; and by Moses made known to the people. Before that time there was no written Law of God, who as yet having not chosen any people to bee his peculiar Kingdome, had given no Law to men, but the Law of Nature, that is to say, the Precepts of Naturall Reason, written in every mans own heart. Of these two Tables, the first containeth the law of Soveraignty; 1. That they should not obey, nor honour the Gods of other Nations, in these words, <em>Non habebis Deos alienos coram me</em>, that is, <em>Thou shalt not have for Gods, the Gods that other Nations worship; but onely me</em>: whereby they were forbidden to obey, or honor, as their King and Governour, any other God, than him that spake unto them then by Moses, and afterwards by the High Priest. 2. That they <em>should not make any Image to represent him</em>; that is to say, they were not to choose to themselves, neither in heaven, nor in earth, any Representative of their own fancying, but obey Moses and Aaron, whom he had appointed to that office. 3. That <em>they should not take the Name of God in vain</em>; that is, they should not speak rashly of their King, nor dispute his Right, nor the commissions of Moses and Aaron, his Lieutenants. 4. That <em>they should every Seventh day abstain from their ordinary labour</em>, and employ that time in doing him Publique Honor. The second Table containeth the Duty of one man towards another, as <em>To honor Parents; Not to kill; Not to Commit Adultery; Not to steale; Not to corrupt Judgment by false witnesse;</em> and finally, <em>Not so much as to designe in their heart the doing of any injury one to another</em>. The question now is, Who it was that gave to these written Tables the obligatory force of Lawes. There is no doubt but they were made Laws by God himselfe: But because a Law obliges not, nor is Law to any, but to them that acknowledge it to be the act of the Soveraign; how could the people of Israel that were forbidden to approach the Mountain to hear what God said to Moses, be obliged to obedience to all those laws which Moses propounded to them? Some of them were indeed the Laws of Nature, as all the Second Table; and therefore to be acknowledged for Gods Laws; not to the Israelites alone, but to all people: But of those that were peculiar to the Israelites, as those of the first Table, the question remains; saving that they had obliged themselves, presently after the propounding of them, to obey Moses, in these words (<em>Exod</em>. 20. 19.) <em>Speak thou to us, and we will hear thee; but let not God speak to us, lest we dye</em>. It was therefore onely Moses then, and after him the High Priest, whom (by Moses) God declared should administer this his peculiar Kingdome, that had on Earth, the power to make this short Scripture of the Decalogue to bee Law in the Common-wealth of Israel. But Moses, and Aaron, and the succeeding High Priests were the Civill Soveraigns. Therefore hitherto, the Canonizing, or making of the Scripture Law, belonged to the Civill Soveraigne.","subId":"37","id":"Hobbes.L.3.42.37"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Of the Judiciall, and Leviticall Law.</em></span> The Judiciall Law, that is to say, the Laws that God prescribed to the Magistrates of Israel, for the rule of their administration of Justice, and of the Sentences, or Judgments they should pronounce, in Pleas between man and man; and the Leviticall Law, that is to say, the rule that God prescribed touching the Rites and Ceremonies of the Priests and Levites, were all delivered to them by Moses onely; and therefore also became Lawes, by vertue of the same promise of obedience to Moses. Whether these laws were then written, or not written, but dictated to the People by Moses (after his forty dayes being with God in the Mount) by word of mouth, is not expressed in the Text; but they were all positive Laws, and equivalent to holy Scripture, and made Canonicall by Moses the Civill Soveraign.","subId":"38","id":"Hobbes.L.3.42.38"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>The Second Law.</em></span> After the Israelites were come into the Plains of Moab over against Jericho, and ready to enter into the land of Promise, Moses to the former Laws added divers others; which therefore are called <em>Deuteronomy</em>; that is, <em>Second Laws</em>. And are (as it is written, <em>Deut</em>. 29. 1.) <em>The words of a Covenant which the Lord commanded Moses to make with the Children of Israel, besides the Covenant which he made with them in Horeb</em>. For having explained those former Laws, in the beginning of the Book of <em>Deuteronomy</em>, he addeth others, that begin at the 12. Cha. and continue to the end of the 26. of the same Book. This Law (<em>Deut</em>. 27. 1.) they were commanded to write upon great stones playstered over, at their passing over Jordan: This Law also was written by Moses himself in a Book; and delivered into the hands of the <em>Priests, and to the Elders of Israel</em>. (<em>Deut</em>. 31. 9.) and commanded (ve. 26.) <em>to be put in the side of the Arke</em>; for in the Ark it selfe was nothing but the <em>Ten Commandements</em>. This was the Law, which Moses (<em>Deuteronomy</em> 17. 18.) commanded the Kings of Israel should keep a copie of: And this is the Law, which having been long time lost, was found again in the Temple in the time of Josiah, and by his authority received for the Law of God. But both Moses at the writing, and Josiah at the recovery thereof, had both of them the Civill Soveraignty. Hitherto therefore the Power of making Scripture Canonicall, was in the Civill Soveraign.","subId":"39","id":"Hobbes.L.3.42.39"},{"type":"paragraph","content":"Besides this Book of the Law, there was no other Book, from the time of Moses, till after the Captivity, received amongst the Jews for the Law of God. For the Prophets (except a few) lived in the time of the Captivity it selfe; and the rest lived but a little before it; and were so far from having their Prophecies generally received for Laws, as that their persons were persecuted, partly by false Prophets, and partly by the Kings which were seduced by them. And this Book it self, which was confirmed by Josiah for the Law of God, and with it all the History of the Works of God, was lost in the Captivity and sack of the City of Jerusalem, as appears by that of <em>2 Esdras 14. 21. Thy Law is burnt; therefore no man knoweth the things that are done of thee, or the works that shall begin</em>. And before the Captivity, between the time when the Law was lost, (which is not mentioned in the Scripture, but may probably be thought to be the time of Rehoboam, when <span class=\"margin-comment\"><em>I Kings</em> 14. 26.</span> Shishak King of Egypt took the spoile of the Temple,) and the time of Josiah, when it was found againe, they had no written Word of God, but ruled according to their own discretion, or by the direction of such, as each of them esteemed Prophets.","subId":"40","id":"Hobbes.L.3.42.40"},{"type":"paragraph","content":"From hence we may inferre, that the Scriptures of the<span class=\"margin-comment\"><em>The Old Testament when made Canonicall.</em></span> Old Testament, which we have at this day, were not Canonicall, nor a Law unto the Jews, till the renovation of their Covenant with God at their return from the Captivity, and restauration of their Common-wealth under <em>Esdras</em>. But from that time forward they were accounted the Law of the Jews, and for such translated into Greek by Seventy Elders of Judæa, and put into the Library of Ptolemy at Alexandria, and approved for the Word of God. Now seeing Esdras was the High Priest, and the High Priest was their Civill Soveraigne, it is manifest, that the Scriptures were never made Laws, but by the Soveraign Civill Power.","subId":"41","id":"Hobbes.L.3.42.41"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>The New Testament began to be Canonicall under Christian Soveraigns.</em></span> By the Writings of the Fathers that lived in the time before the Christian Religion was received, and authorized by Constantine the Emperour, we may find, that the Books wee now have of the New Testament, were held by the Christians of that time (except a few, in respect of whose paucity the rest were called the Catholique Church, and others Hæretiques) for the dictates of the Holy Ghost; and consequently for the Canon, or Rule of Faith: such was the reverence and opinion they had of their Teachers; as generally the reverence that the Disciples bear to their first Masters, in all manner of doctrine they receive from them, is not small. Therefore there is no doubt, but when S. Paul wrote to the Churches he had converted; or any other Apostle, or Disciple of Christ, to those which had then embraced Christ, they received those their Writings for the true Christian Doctrine. But in that time, when not the Power and Authority of the Teacher, but the Faith of the Hearer caused them to receive it, it was not the Apostles that made their own Writings Canonicall, but every Convert made them so to himself.","subId":"42","id":"Hobbes.L.3.42.42"},{"type":"paragraph","content":"But the question here, is not what any Christian made a Law, or Canon to himself, (which he might again reject, by the same right he received it;) but what was so made a Canon to them, as without injustice they could not doe any thing contrary thereunto. That the New Testament should in this sense be Canonicall, that is to say, a Law in any place where the Law of the Commonwealth had not made it so, is contrary to the nature of a Law. For a Law, (as hath been already shewn) is the Commandement of that Man, or Assembly, to whom we have given Soveraign Authority, to make such Rules for the direction of our actions, as hee shall think fit; and to punish us, when we doe any thing contrary to the same. When therefore any other man shall offer unto us any other Rules, which the Soveraign Ruler hath not prescribed, they are but Counsell, and Advice; which, whether good, or bad, hee that is counselled, may without injustice refuse to observe; and when contrary to the Laws already established, without injustice cannot observe, how good soever he conceiveth it to be. I say, he cannot in this case observe the same in his actions, nor in his discourse with other men; though he may without blame beleeve his private Teachers, and wish he had the liberty to practise their advice; and that it were publiquely received for Law. For internall Faith is in its own nature invisible, and consequently exempted from all humane jurisdiction; whereas the words, and actions that proceed from it, as breaches of our Civill obedience, are injustice both before God and Man. Seeing then our Saviour hath denyed his Kingdome to be in this world, seeing he hath said, he came not to judge, but to save the world, he hath not subjected us to other Laws than those of the Common-wealth; that is, the Jews to the Law of Moses, (which he saith (<em>Mat</em>. 5.) he came not to destroy, but to fulfill,) and other Nations to the Laws of their severall Soveraigns, and all men to the Laws of Nature; the observing whereof, both he himselfe, and his Apostles have in their teaching recommended to us, as a necessary condition of being admitted by him in the last day into his eternall Kingdome, wherein shall be Protection, and Life everlasting. Seeing then our Saviour, and his Apostles, left not new Laws to oblige us in this world, but new Doctrine to prepare us for the next; the Books of the New Testament, which containe that Doctrine, untill obedience to them was commanded, by them that God had given power to on earth to be Legislators, were not obligatory Canons, that is, Laws, but onely good, and safe advice, for the direction of sinners in the way to salvation, which every man might take, and refuse at his owne perill, without injustice.","subId":"43","id":"Hobbes.L.3.42.43"},{"type":"paragraph","content":"Again, our Saviour Christs Commission to his Apostles, and Disciples, was to Proclaim his Kingdome (not present, but) to come; and to Teach all Nations; and to Baptize them that should beleeve; and to enter into the houses of them that should receive them; and where they were not received, to shake off the dust of their feet against them; but not to call for fire from heaven to destroy them, nor to compell them to obedience by the Sword. In all which there is nothing of Power, but of Perswasion. He sent them out as Sheep unto Wolves, not as Kings to their Subjects. They had not in Commission to make Laws; but to obey, and teach obedience to Laws made; and consequently they could not make their Writings obligatory Canons, without the help of the Soveraign Civill Power. And therefore the Scripture of the New Testament is there only Law, where the lawfull Civill Power hath made it so. And there also the King, or Soveraign, maketh it a Law to himself; by which he subjecteth himselfe, not to the Doctor, or Apostle that converted him, but to God himself, and his Son Jesus Christ, as immediately as did the Apostles themselves.","subId":"44","id":"Hobbes.L.3.42.44"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Of the Power of Councells to make the Scriptures Law./John 3. 36./John 3. 18.</em></span> That which may seem to give the New Testament, in respect of those that have embraced Christian Doctrine, the force of Laws, in the times, and places of persecution, is the decrees they made amongst themselves in their Synods. For we read (<em>Acts</em> 15. 28.) the stile of the Councell of the Apostles, the Elders, and the whole Church, in this manner, <em>It seemed good to the Holy Ghost, and to us, to lay upon you no greater burthen than these necessary things, &amp;c</em>. which is a stile that signifieth a Power to lay a burthen on them that had received their Doctrine. Now <em>to lay a burden on another</em>, seemeth the same that <em>to oblige</em>; and therefore the Acts of that Councell were Laws to the then Christians. Neverthelesse, they were no more Laws than are these other Precepts, <em>Repent; Be Baptized; Keep the Commandements; Beleeve the Gospel; Come unto me; Sell all that thou hast; Give it to the poor</em>; and, <em>Follow me</em>; which are not Commands, but Invitations, and Callings of men to Christianity, like that of <em>Esay</em> 55. 1. <em>Ho, every man that thirsteth, come yee to the waters, come, and buy wine and milke without money</em>. For first, the Apostles power was no other than that of our Saviour, to invite men to embrace the Kingdome of God; which they themselves acknowledged for a Kingdome (not present, but) to come; and they that have no Kingdome, can make no Laws. And secondly, if their Acts of Councell, were Laws, they could not without sin be disobeyed. But we read not any where, that they who received not the Doctrine of Christ, did therein sin; but that they died in their sins; that is, that their sins against the Laws to which they owed obedience, were not pardoned. And those Laws were the Laws of Nature, and the Civill Laws of the State, whereto every Christian man had by pact submitted himself. And therefore by the Burthen, which the Apostles might lay on such as they had converted, are not to be understood Laws, but Conditions, proposed to those that sought Salvation; which they might accept, or refuse at their own perill, without a new sin, though not without the hazard of being condemned, and excluded out of the Kingdome of God for their sins past. And therefore of Infidels, S. John saith not, the wrath of God shall <em>come</em> upon them, but <em>the wrath of God remaineth upon them</em>; and not that they shall be condemned; but that <em>they are condemned already</em>. Nor can it be conceived, that the benefit of Faith, <em>is Remission of sins</em>, unlesse we conceive withall, that the dammage of Infidelity, is <em>the Retention of the same sins</em>.","subId":"45","id":"Hobbes.L.3.42.45"},{"type":"paragraph","content":"But to what end is it (may some man aske), that the Apostles, and other Pastors of the Church, after their time, should meet together, to agree upon what Doctrine should be taught, both for Faith and Manners, if no man were obliged to observe their Decrees? To this may be answered, that the Apostles, and Elders of that Councell, were obliged even by their entrance into it, to teach the Doctrine therein concluded, and decreed to be taught, so far forth, as no precedent Law, to which they were obliged to yeeld obedience, was to the contrary; but not that all other Christians should be obliged to observe, what they taught. For though they might deliberate what each of them should teach; yet they could not deliberate what others should do, unless their Assembly had had a Legislative Power; which none could have but Civil Soveraigns. For though God be the Soveraign of all the world, we are not bound to take for his Law, whatsoever is propounded by every man in his name; nor any thing contrary to the Civill Law, which God hath expressely commanded us to obey.","subId":"46","id":"Hobbes.L.3.42.46"},{"type":"paragraph","content":"Seeing then the Acts of Councell of the Apostles, were then no Laws, but Counsells; much lesse are Laws the Acts of any other Doctors, or Councells since, if assembled without the Authority of the Civil Soveraign. And consequently, the Books of the New Testament, though most perfect Rules of Christian Doctrine, could not be made Laws by any other authority then that of Kings, or Soveraign Assemblies.","subId":"47","id":"Hobbes.L.3.42.47"},{"type":"paragraph","content":"The first Councell, that made the Scriptures we now have, Canon, is not extant: For that Collection of the Canons of the Apostles, attributed to <em>Clemens</em>, the first Bishop of Rome after S. Peter, is subject to question: For though the Canonicall books bee there reckoned up; yet these words, <em>Sint vobis omnibus Clericis &amp; Laicis Libri venerandi, &amp;c</em>. containe a distinction of Clergy, and Laity, that was not in use so neer St. Peters time. The first Councell for setling the Canonicall Scripture, that is extant, is that of Laodicea, <em>Can</em>. 59. which forbids the reading of other Books then those in the Churches; which is a Mandate that is not addressed to every Christian, but to those onely that had authority to read any thing publiquely in the Church; that is, to Ecclesiastiques onely.","subId":"48","id":"Hobbes.L.3.42.48"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Of the Right of constituting Ecclesiasticall Officers in the time of the Apostles.</em></span> If Ecclesiasticall Officers in the time of the Apostles, some were Magisteriall, some Ministeriall. Magisteriall were the Offices of preaching of the Gospel of the Kingdom of God to Infidels; of administring the Sacraments, and Divine Service; and of teaching the Rules of Faith and Manners to those that were converted. Ministeriall was the Office of Deacons, that is, of them that were appointed to the administration of the secular necessities of the Church, at such time as they lived upon a common stock of mony, raised out of the voluntary contributions of the faithfull.","subId":"49","id":"Hobbes.L.3.42.49"},{"type":"paragraph","content":"Amongst the Officers Magisteriall, the first, and principall were the Apostles; whereof there were at first but twelve; and these were chosen and constituted by our Saviour himselfe; and their Office was not onely to Preach, Teach, and Baptize, but also to be Martyrs, (Witnesses of our Saviours Resurrection.) This Testimony, was the specificall, and essentiall mark; whereby the Apostleship was distinguished from other Magistracy Ecclesiasticall; as being necessary for an Apostle, either to have seen our Saviour after his Resurrection, or to have conversed with him before, and seen his works, and other arguments of his Divinity, whereby they might be taken for sufficient Witnesses. And therefore at the election of a new Apostle in the place of Judas Iscariot, S. Peter saith (<em>Acts</em> 1. 21, 22.) <em>Of these men that have companyed with us, all the time that the Lord Jesus went in and out among us, beginning from the Baptisme of John unto that same day that he was taken up from us</em>, must <em>one be ordained to be a</em> Witnesse <em>with us of his Resurrection</em>: where, by this word <em>must</em>, is implyed a necessary property of an Apostle, to have companyed with the first and prime Apostles in the time that our Saviour manifested himself in the flesh.","subId":"50","id":"Hobbes.L.3.42.50"},{"type":"paragraph","content":"The first Apostle, of those which were not constituted<span class=\"margin-comment\"><em>Matthias made Apostle by the Congregation.</em></span> by Christ in the time he was upon the Earth, was <em>Matthias</em>, chosen in this manner: There were assembled together in Jerusalem about 120 Christians (<em>Acts</em> 1. 15.) These appointed two, <em>Joseph</em> the <em>Just</em>, and <em>Matthias</em> (ver. 23.) and caused lots to be drawn; <em>and</em> (ver. 26.) <em>the Lot fell on Matthias, and he was numbred with the Apostles</em>. So that here we see the ordination of this Apostle, was the act of the Congregation, and not of St. Peter, nor of the eleven, otherwise then as Members of the Assembly.","subId":"51","id":"Hobbes.L.3.42.51"},{"type":"paragraph","content":"After him there was never any other Apostle ordained,<span class=\"margin-comment\"><em>Paul and Barnabas made Apostles by the Church of Antioch.</em></span> but Paul and Barnabas; which was done (as we read <em>Acts</em> 13. 1, 2, 3.) in this manner. <em>There were in the Church that was at Antioch, certaine Prophets, and Teachers; as Barnabas, and Simeon that was called Niger, and Lucius of Cyrene, and Manaen; which had been brought up with Herod the Tetrarch, and Saul. As they ministred unto the Lord, and fasted, the Holy Ghost said, Separate mee Barnabas, and Saul for the worke whereunto I have called them. And when they had fasted, and prayed, and laid their hands on them, they sent them away</em>.","subId":"52","id":"Hobbes.L.3.42.52"},{"type":"paragraph","content":"By which it is manifest, that though they were called by the Holy Ghost, their Calling was declared unto them, and their Mission authorized by the particular Church of Antioch. And that this their calling was to the Apostleship, is apparent by that, that they are both called (<em>Acts</em> 14. 14.) Apostles: And that it was by vertue of this act of the Church of Antioch, that they were Apostles, S. Paul declareth plainly (<em>Rom</em>. 1. 1.) in that hee useth the word, which the Holy Ghost used at his calling: For hee stileth himself, <em>An Apostle separated unto the Gospel of God</em>; alluding to the words of the Holy Ghost, <em>Separate me Barnabas and Saul</em>, &amp;<em>c</em>. But seeing the work of an Apostle, was to be a Witnesse of the Resurrection of Christ, a man may here aske, how S. Paul, that conversed not with our Saviour before his passion, could know he was risen. To which is easily answered, that our Saviour himself appeared to him in the way to Damascus, from Heaven, after his Ascension; <em>and chose him for a vessell to bear his name before the Gentiles, and Kings, and Children of Israel</em>; and consequently (having seen the Lord after his passion) was a competent Witnesse of his Resurrection: And as for Barnabas, he was a Disciple before the Passion. It is therefore evident that Paul, and Barnabas were Apostles; and yet chosen, and authorized (not by the first Apostles alone, but) by the Church of Antioch; as Matthias was chosen, and authorized by the Church of Jerusalem.","subId":"53","id":"Hobbes.L.3.42.53"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>What Offices in the Church are Magisteriall.</em></span> <em>Bishop</em>, a word formed in our language, out of the Greek <em>Episcopus</em>, signifieth an Overseer, or Superintendent of any businesse, and particularly a Pastor, or Shepherd; and thence by metaphor was taken, not only amongst the Jews that were originally Shepherds, but also amongst the Heathen, to signifie the Office of a King, or any other Ruler, or Guide of People, whether he ruled by Laws, or Doctrine. And so the Apostles were the first Christian Bishops, instituted by Christ himselfe: in which sense the Apostleship of Judas is called (<em>Acts</em> 1. 20.) <em>his Bishoprick</em>. And afterwards, when there were constituted Elders in the Christian Churches, with charge to guide Christs flock by their doctrine, and advice; these Elders were also called Bishops. Timothy was an Elder (which word <em>Elder</em>, in the New Testament is a name of Office, as well as of Age;) yet he was also a Bishop. And Bishops were then content with the Title of Elders. Nay S. John himselfe, the Apostle beloved of our Lord, beginneth his Second Epistle with these words, <em>The Elder to the Elect Lady</em>. By which it is evident, that <em>Bishop, Pastor, Elder, Doctor</em>, that is to say, <em>Teacher</em>, were but so many divers names of the same Office in the time of the Apostles. For there was then no government by Coercion, but only by Doctrine, and Perswading. The Kingdome of God was yet to come, in a new world; so that there could be no authority to compell in any Church, till the Common-wealth had embraced the Christian Faith; and consequently no diversity of Authority, though there were diversity of Employments.","subId":"54","id":"Hobbes.L.3.42.54"},{"type":"paragraph","content":"Besides these Magisteriall employments in the Church; namely, Apostles, Bishops, Elders, Pastors, and Doctors, whose calling was to proclaim Christ to the Jews, and Infidels, and to direct, and teach those that beleeved we read in the New Testament of no other. For by the names of <em>Evangelists</em> and <em>Prophets</em>, is not signified any Office, but severall Gifts, by which severall men were profitable to the Church: as Evangelists, by writing the life and acts of our Saviour; such as were S. <em>Matthew</em> and S. <em>John</em> Apostles, and S. <em>Marke</em> and S. <em>Luke</em> Disciples, and whosoever else wrote of that subject, (as S. <em>Thomas</em>, and S. <em>Barnabas</em> are said to have done, though the Church have not received the Books that have gone under their names:) and as Prophets, by the gift of interpreting the Old Testament; and sometimes by declaring their speciall Revelations to the Church. For neither these gifts, nor the gifts of Languages, nor the gift of Casting out Devils, or of Curing other diseases, nor any thing else did make an Officer in the Church, save onely the due calling and election to the charge of Teaching.","subId":"55","id":"Hobbes.L.3.42.55"},{"type":"paragraph","content":"As the Apostles, Matthias, Paul, and Barnabas, were<span class=\"margin-comment\"><em>Ordination of Teachers.</em></span> not made by our Saviour himself, but were elected by the Church, that is, by the Assembly of Christians; namely, Matthias by the Church of Jerusalem, and Paul, and Barnabas by the Church of Antioch; so were also the <em>Presbyters</em>, and <em>Pastors</em> in other Cities, elected by the Churches of those Cities. For proof whereof, let us consider, first, how S. Paul proceeded in the Ordination of Presbyters, in the Cities where he had converted men to the Christian Faith, immediately after he and Barnabas had received their Apostleship. We read (<em>Acts</em> 14. 23.) that <em>they ordained Elders in every Church</em>; which at first sight may be taken for an Argument, that they themselves chose, and gave them their authority: But if we consider the Originall text, it will be manifest, that they were authorized, and chosen by the Assembly of the Christians of each City. For the words there are, χειροτονήσαντες ᾀντο+̂ις πρεσβντέρονς κατ ἐκκλησίαν that is, <em>When they had Ordained them Elders by the Holding up of Hands in every Congregation</em>. Now it is well enough known, that in all those Cities, the manner of choosing Magistrates, and Officers, was by plurality of suffrages; and (because the ordinary way of distinguishing the Affirmative Votes from the Negatives, was by Holding up of Hands) to ordain an Officer in any of the Cities, was no more but to bring the people together, to elect them by plurality of Votes, whether it were by plurality of elevated hands, or by plurality of voices, or plurality of balls, or beans, or small stones, of which every man cast in one, into a vessell marked for the Affirmative, or Negative; for divers Cities had divers customes in that point. It was therefore the Assembly that elected their own Elders: the Apostles were onely Presidents of the Assembly to call them together for such Election, and to pronounce them Elected, and to give them the benediction, which now is called Consecration. And for this cause they that were Presidents of the Assemblies, as (in the absence of the Apostles) the Elders were, were called προεστω̑τες and in Latin <em>Antistites</em>; which words signifie the Principall Person of the Assembly, whose office was to number the Votes, and to declare thereby who was chosen; and where the Votes were equall, to decide the matter in question, by adding his own; which is the Office of a President in Councell. And (because all the Churches had their Presbyters ordained in the same manner,) where the word is <em>Constitute</em>, (as <em>Titus</em> 1. 5.) ίνα καταστήσης κατὰ πόλιν πρεσβντέρονς <em>For this cause left I thee in Crete</em>, <em>that thou shouldest constitute Elders in every City</em>, we are to understand the same thing; namely, that hee should call the faithfull together, and ordain them Presbyters by plurality of suffrages. It had been a strange thing, if in a Town, where men perhaps had never seen any Magistrate otherwise chosen then by an Assembly, those of the Town becomming Christians, should so much as have thought on any other way of Election of their Teachers, and Guides, that is to say, of their Presbyters, (otherwise called Bishops,) then this of plurality of suffrages, intimated by S. Paul (<em>Acts</em> 14. 23.) in the word χειροτονήσαντες: Nor was there ever any choosing of Bishops, (before the Emperors found it necessary to regulate them in order to the keeping of the peace amongst them,) but by the Assemblies of the Christians in every severall Town.","subId":"56","id":"Hobbes.L.3.42.56"},{"type":"paragraph","content":"The same is also confirmed by the continuall practise even to this day, in the Election of the Bishops of Rome. For if the Bishop of any place, had the right of choosing another, to the succession of the Pastorall Office, in any City, at such time as he went from thence, to plant the same in another place; much more had he had the Right, to appoint his successour in that place, in which he last resided and dyed: And we find not, that ever any Bishop of Rome appointed his successor. For they were a long time chosen by the People, as we may see by the sedition raised about the Election, between <em>Damasus</em>, and <em>Ursicinus</em>; which Ammianus Marcellinus saith was so great, that <em>Juventius</em> the Præfect, unable to keep the peace between them, was forced to goe out of the City; and that there were above an hundred men found dead upon that occasion in the Church it self. And though they afterwards were chosen, first, by the whole Clergy of Rome, and afterwards by the Cardinalls; yet never any was appointed to the succession by his predecessor. If therefore they pretended no right to appoint their own successors, I think I may reasonably conclude, they had no right to appoint the successors of other Bishops, without receiving some new power; which none could take from the Church to bestow on them, but such as had a lawfull authority, not onely to Teach, but to Command the Church; which none could doe, but the Civill Soveraign.","subId":"57","id":"Hobbes.L.3.42.57"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Ministers of the Church what:</em></span> The word <em>Minister</em> in the Originall Διάκονος, signifieth one that voluntarily doth the businesse of another man; and differeth from a Servant onely in this, that Servants are obliged by their condition, to what is commanded them; whereas Ministers are obliged onely by their undertaking, and bound therefore to no more than that they have undertaken: So that both they that teach the Word of God, and they that administer the secular affairs of the Church, are both Ministers, but they are Ministers of different Persons. For the Pastors of the Church, called (<em>Acts</em> 6. 4.) <em>The Ministers of the Word</em>, are Ministers of Christ, whose Word it is: But the Ministery of a <em>Deacon</em>, which is called (verse 2. of the same Chapter) <em>Serving of Tables</em>, is a service done to the Church, or Congregation: So that neither any one man, nor the whole Church, could ever of their Pastor say, he was their Minister; but of a Deacon, whether the charge he undertook were to serve tables, or distribute maintenance to the Christians, when they lived in each City on a common stock, or upon collections, as in the first times, or to take a care of the House of Prayer, or of the Revenue, or other worldly businesse of the Church, the whole Congregation might properly call him their Minister.","subId":"58","id":"Hobbes.L.3.42.58"},{"type":"paragraph","content":"For their employment, as Deacons, was to serve the Congregation; though upon occasion they omitted not to Preach the Gospel, and maintain the Doctrine of Christ, every one according to his gifts, as S. Steven did; and both to Preach, and Baptize, as Philip did: For that Philip, which (<em>Act</em>. 8. 5.) Preached the Gospell at Samaria, and (verse 38.) Baptized the Eunuch, was Philip the Deacon, not Philip the Apostle. For it is manifest (verse 1.) that when Philip preached in Samaria, the Apostles were at Jerusalem, and (verse 14.) <em>when they heard that Samaria had received the Word of God, sent Peter and John to them</em>; by imposition of whose hands, they that were Baptized, (verse 15.) received (which before by the Baptisme of Philip they had not received) the Holy Ghost. For it was necessary for the conferring of the Holy Ghost, that their Baptisme should be administred, or confirmed by a Minister of the Word, not by a Minister of the Church. And therefore to confirm the Baptisme of those that Philip the Deacon had Baptized, the Apostles sent out of their own number from Jerusalem to Samaria, Peter, and John; who conferred on them that before were but Baptized, those graces that were signs of the Holy Spirit, which at that time did accompany all true Beleevers; which what they were may be understood by that which S. <em>Marke</em> saith (chap. 16. 17.) <em>These signes follow them that beleeve in my Name; they shall cast out Devills; they shall speak with new tongues; They shall take up Serpents, and if they drink any deadly thing, it shall not hurt them; They shall lay hands on the sick, and they shall recover</em>. This to doe, was it that Philip could not give; but the Apostles could, and (as appears by this place) effectually did to every man that truly beleeved; and was by a Minister of Christ himself Baptized: which power either Christs Ministers in this age cannot conferre, or else there are very few true Beleevers, or Christ hath very few Ministers.","subId":"59","id":"Hobbes.L.3.42.59"},{"type":"paragraph","content":"That the first Deacons were chosen, not by the Apostles,<span class=\"margin-comment\"><em>And how chosen.</em></span> but by a Congregation of the Disciples; that is, of Christian men of all sorts, is manifest out of <em>Acts</em> 6. where we read that the <em>Twelve</em>, after the number of Disciples was multiplyed, called them together, and having told them, that it was not fit that the Apostles should leave the Word of God, and serve tables, said unto them (verse 3.) <em>Brethren looke you out among you seven men of honest report, full of the Holy Ghost, and of Wisdome, whom we may appoint over this businesse</em>. Here it is manifest, that though the Apostles declared them elected; yet the Congregation chose them; which also, (verse the fift) is more expressely said, where it is written, that <em>the saying pleased the multitude, and they chose seven, &amp;c</em>.","subId":"60","id":"Hobbes.L.3.42.60"},{"type":"paragraph","content":"Under the Old Testament, the Tribe of Levi were<span class=\"margin-comment\"><em>Of Ecclesiasticall Revenue, under the Law of Moses.</em></span> onely capable of the Priesthood, and other inferiour Offices of the Church. The land was divided amongst the other Tribes (Levi excepted,) which by the subdivision of the Tribe of Joseph, into Ephraim and Manasses, were still twelve. To the Tribe of Levi were assigned certain Cities for their habitation, with the suburbs for their cattell: but for their portion, they were to have the tenth of the fruits of the land of their Brethren. Again, the Priests for their maintenance had the tenth of that tenth, together with part of the oblations, and sacrifices. For God had said to Aaron (<em>Numb</em>. 18. 20.) <em>Thou shalt have no inheritance in their land, neither shalt thou have any part amongst them, I am thy part, and thine inheritance amongst the Children of Israel</em>. For God being then King, and having constituted the Tribe of Levi to be his Publique Ministers, he allowed them for their maintenance, the Publique revenue, that is to say, the part that God had reserved to himself; which were Tythes, and Offerings: and that is it which is meant, where God saith, I am thine inheritance. And therefore to the Levites might not unfitly be attributed the name of <em>Clergy</em> from Κλη̑ρος, which signifieth Lot, or Inheritance; not that they were heirs of the Kingdome of God, more than other; but that Gods inheritance, was their maintenance. Now seeing in this time God himself was their King, and Moses, Aaron, and the succeeding High Priests were his Lieutenants; it is manifest, that the Right of Tythes, and Offerings was constituted by the Civill Power.","subId":"61","id":"Hobbes.L.3.42.61"},{"type":"paragraph","content":"After their rejection of God in the demanding of a King, they enjoyed still the same revenue; but the Right thereof was derived from that, that the Kings did never take it from them: for the Publique Revenue was at the disposing of him that was the Publique Person; and that (till the Captivity) was the King. And again, after the return from the Captivity, they paid their Tythes as before to the Priest. Hitherto therefore Church Livings were determined by the Civill Soveraign.","subId":"62","id":"Hobbes.L.3.42.62"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>In our Saviours time, and after.</em></span> If the maintenance of our Saviour, and his Apostles, we read onely they had a Purse, (which was carried by Judas Iscariot;) and, that of the Apostles, such as were Fishermen, did sometimes use their trade; and that when our Saviour sent the Twelve Apostles to Preach,<span class=\"margin-comment\"><em>Mat. 10. 9, 10.</em></span> e forbad them <em>to carry Gold, and Silver, and Brasse in their purses, for that the workman is worthy of his hire</em>: By which it is probable, their ordinary maintenance was not unsuitable to their employment; for their employment was (ver. 8.) <em>freely to give, because they had freely received</em>; and their maintenance was the <em>free gift</em> of those that beleeved the good tyding they carryed about of the coming of the Messiah their Saviour. To which we may adde, that which was contributed out of gratitude; by such as our Saviour had healed of diseases; of which are mentioned <em>Certain women</em> (Luke 8. 2, 3.) <em>which had been healed of evill spirits and infirmities; Mary Magdalen, out of whom went seven Devills; and Joanna the wife of Chuza, Herods Steward; and Susanna, and many others, which ministred unto him of their substance</em>.","subId":"63","id":"Hobbes.L.3.42.63"},{"type":"paragraph","content":"After our Saviours Ascension, the Christians of every City lived in Common, <span class=\"margin-comment\"><em>Acts</em>, 4. 34.</span> upon the mony which was made of the sale of their lands and possessions, and laid down at the feet of the Apostles, of good will, not of duty; for <em>whilest the Land remained</em> (saith S. Peter to Ananias <em>Acts</em> 5. 4.) <em>was it not thine? and after it was sold, was it not in thy power?</em> which sheweth he needed not have saved his land, nor his money by lying, as not being bound to contribute any thing at all, unlesse he had pleased. And as in the time of the Apostles, so also all the time downward, till after Constantine the Great, we shall find, that the maintenance of the Bishops, and Pastors of the Christian Church, was nothing but the voluntary contribution of them that had embraced their Doctrine. There was yet no mention of Tythes: but such was in the time of Constantine, and his Sons, the affection of Christians to their Pastors, as Ammianus Marcellinus saith (describing the sedition of <em>Damasus</em> and <em>Ursicinus</em> about the Bishopricke,) that it was worth their contention, in that the Bishops of those times by the liberality of their flock, and especially of Matrons, lived splendidly, were carryed in Coaches, and were sumptuous in their fare and apparell.","subId":"64","id":"Hobbes.L.3.42.64"},{"type":"paragraph","content":"But here may some ask, whether the Pastor were then<span class=\"margin-comment\"><em>The Ministers of the Gospel lived on the Benevolence of their flocks./1 Cor. 9. 13.</em></span> bound to live upon voluntary contribution, as upon almes, <em>For who</em> (saith S. Paul 1 <em>Cor</em>. 9. 7.) <em>goeth to war at his own charges? or who feedeth a flock, and eateth not of the milke of the flock?</em> And again, <em>Doe ye not know that they which minister about holy things, live of the things of the Temple; and they which wait at the Altar, partake with the Altar</em>; that is to say, have part of that which is offered at the Altar for their maintenance? And then he concludeth, <em>Even so hath the Lord appointed, that they which preach the Gospel should live of the Gospel</em>. From which place may be inferred indeed, that the Pastors of the Church ought to be maintained by their flocks; but not that the Pastors were to determine, either the quantity, or the kind of their own allowance, and be (as it were) their own Carvers. Their allowance must needs therefore be determined, either by the gratitude, and liberality of every particular man of their flock, or by the whole Congregation. By the whole Congregation it could not be, because their Acts were then no Laws: Therefore the maintenance of Pastors, before Emperours and Civill Soveraigns had made Laws to settle it, was nothing but Benevolence. They that served at the Altar lived on what was offered. So may the Pastors also take what is offered them by their flock; but not exact what is not offered. In what Court should they sue for it, who had no Tribunalls? Or if they had Arbitrators amongst themselves, who should execute their Judgments, when they had no power to arme their Officers? It remaineth therefore, that there could be no certaine maintenance assigned to any Pastors of the Church, but by the whole Congregation; and then onely, when their Decrees should have the force (not onely of <em>Canons</em>, but also) of <em>Laws</em>; which Laws could not be made, but by Emperours, Kings, or other Civill Soveraignes. The Right of Tythes in Moses Law, could not be applyed to the then Ministers of the Gospell; because Moses and the High Priests were the Civill Soveraigns of the people under God, whose Kingdom amongst the Jews was present; whereas the Kingdome of God by Christ is yet to come.","subId":"65","id":"Hobbes.L.3.42.65"},{"type":"paragraph","content":"Hitherto hath been shewn what the Pastors of the Church are; what are the points of their Commission (as that they were to Preach, to Teach, to Baptize, to be Presidents in their severall Congregations;) what is Ecclesiasticall Censure, <em>viz</em>. Excommunication, that is to say, in those places where Christianity was forbidden by the Civill Laws, a putting of themselves out of the company of the Excommunicate, and where Christianity was by the Civill Law commanded, a putting the Excommunicate out of the Congregations of Christians; who elected the Pastors and Ministers of the Church, (that it was, the Congregation); who consecrated and blessed them, (that it was the Pastor); what was their due revenue, (that it was none but their own possessions, and their own labour, and the voluntary contributions of devout and gratefull Christians). We are to consider now, what Office in the Church those persons have, who being Civill Soveraignes, have embraced also the Christian Faith.","subId":"66","id":"Hobbes.L.3.42.66"},{"type":"paragraph","content":"And first, we are to remember, that the Right of<span class=\"margin-comment\"><em>That the Civill Soveraign being a Christian hath the Right of appointing Pastors.</em></span> Judging what Doctrines are fit for Peace, and to be taught the Subjects, is in all Common-wealths inseparably annexed (as hath been already proved cha. 18.) to the Soveraign Power Civill, whether it be in one Man, or in one Assembly of men. For it is evident to the meanest capacity, that mens actions are derived from the opinions they have of the Good, or Evill, which from those actions redound unto themselves; and consequently, men that are once possessed of an opinion, that their obedience to the Soveraign Power, will bee more hurtfull to them, than their disobedience, will disobey the Laws, and thereby overthrow the Common-wealth, and introduce confusion, and Civill war; for the avoiding whereof, all Civill Government was ordained. And therefore in all Common-wealths of the Heathen, the Soveraigns have had the name of Pastors of the People, because there was no Subject that could lawfully Teach the people, but by their permission and authority.","subId":"67","id":"Hobbes.L.3.42.67"},{"type":"paragraph","content":"This Right of the Heathen Kings, cannot bee thought taken from them by their conversion to the Faith of Christ; who never ordained, that Kings for beleeving in him, should be deposed, that is, subjected to any but himself, or (which is all one) be deprived of the power necessary for the conservation of Peace amongst their Subjects, and for their defence against foraign Enemies. And therefore Christian Kings are still the Supreme Pastors of their people, and have power to ordain what Pastors they please, to teach the Church, that is, to teach the People committed to their charge.","subId":"68","id":"Hobbes.L.3.42.68"},{"type":"paragraph","content":"Again, let the right of choosing them be (as before the conversion of Kings) in the Church, for so it was in the time of the Apostles themselves (as hath been shewn already in this chapter); even so also the Right will be in the Civill Soveraign, Christian. For in that he is a Christian, he allowes the Teaching; and in that he is the Soveraign (which is as much as to say, the Church by Representation,) the Teachers hee elects, are elected by the Church. And when an Assembly of Christians choose their Pastor in a Christian Common-wealth, it is the Soveraign that electeth him, because tis done by his Authority; In the same manner, as when a Town choose their Maior, it is the act of him that hath the Soveraign Power: For every act done, is the act of him, without whose consent it is invalid. And therefore whatsoever examples may be drawn out of History, concerning the Election of Pastors, by the People, or by the Clergy, they are no arguments against the Right of any Civill Soveraign, because they that elected them did it by his Authority.","subId":"69","id":"Hobbes.L.3.42.69"},{"type":"paragraph","content":"Seeing then in every Christian Common-wealth, the Civill Soveraign is the Supreme Pastor, to whose charge the whole flock of his Subjects is committed, and consequently that it is by his authority, that all other Pastors are made, and have power to teach, and performe all other Pastorall offices; it followeth also, that it is from the Civill Soveraign, that all other Pastors derive their right of Teaching, Preaching, and other functions pertaining to that Office; and that they are but his Ministers; in the same manner as the Magistrates of Towns, Judges in Courts of Justice, and Commanders of Armies, are all but Ministers of him that is the Magistrates of the whole Common-wealth, Judge of all Causes, and Commander of the whole Militia, which is alwaies the Civill Soveraign. And the reason hereof, is not because they that Teach, but because they that are to Learn, are his Subjects. For let it be supposed, that a Christian King commit the Authority of Ordaining Pastors in his Dominions to another King, (as divers Christian Kings allow that power to the Pope;) he doth not thereby constitute a Pastor over himself, nor a Soveraign Pastor over his People; for that were to deprive himself of the Civill Power; which depending on the opinion men have of their Duty to him, and the fear they have of Punishment in another world, would depend also on the skill, and loyalty of Doctors, who are no lesse subject, not only to Ambition, but also to Ignorance, than any other sort of men. So that where a stranger hath authority to appoint Teachers, it is given him by the Soveraign in whose Dominions he teacheth. Christian Doctors are our Schoolmasters to Christianity; But Kings are Fathers of Families, and may receive Schoolmasters for their Subjects from the recommendation of a stranger, but not from the command; especially when the ill teaching them shall redound to the great and manifest profit of him that recommends them: nor can they be obliged to retain them, longer than it is for the Publique good; the care of which they stand so long charged withall, as they retain any other essentiall Right of the Soveraignty.","subId":"70","id":"Hobbes.L.3.42.70"},{"type":"paragraph","content":"If a man therefore should ask a Pastor, in the execution<span class=\"margin-comment\"><em>The Pastorall Authority of Soveraigns only is de Jure Divino, that of other Pastors is Jure Civill.</em></span> of his Office, as the chief Priests and Elders of the people (<em>Mat</em>. 21. 23.) asked our Saviour, <em>By what authority dost thou these things, and who gave thee this authority</em>: he can make no other just Answer, but that he doth it by the Authority of the Common-wealth, given him by the King, or Assembly that representeth it. All Pastors, except the Supreme, execute their charges in the Right, that is by the Authority of the Civill Soveraign, that is, <em>Jure Civili</em>. But the King, and every other Soveraign, executeth his Office of Supreme Pastor, by immediate Authority from God, that is to say, <em>in Gods Right</em>, or <em>Jure Divino</em>. And therefore none but Kings can put into their Titles (a mark of their submission to God onely) <em>Dei gratiâ Rex, &amp;c</em>. Bishops ought to say in the beginning of their Mandates, <em>By the favour of the Kings Majesty, Bishop of such a Diocesse</em>; or as Civill Ministers, <em>In his Majesties Name</em>. For in saying, <em>Divinâ providentiâ</em>, which is the same with <em>Dei gratiâ</em>, though disguised, they deny to have received their authority from the Civill State; and sliely slip off the Collar of their Civill Subjection, contrary to the unity and defence of the Common-wealth.","subId":"71","id":"Hobbes.L.3.42.71"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Christian Kings have Power to execute all manner of Pastoral function.</em></span> But if every Christian Soveraign be the Supreme Pastor of his own Subjects, it seemeth that he hath also the Authority, not only to Preach (which perhaps no man will deny;) but also to Baptize, and to Administer the Sacrament of the Lords Supper; and to Consecrate both Temples, and Pastors to Gods service; which most men deny; partly because they use not to do it; and partly because the Administration of Sacraments, and Consecration of Persons, and Places to holy uses, requireth the Imposition of such mens hands, as by the like Imposition successively from the time of the Apostles have been ordained to the like Ministery. For proof therefore that Christian Kings have power to Baptize, and to Consecrate, I am to render a reason, both why they use not to doe it, and how, without the ordinary ceremony of Imposition of hands, they are made capable of doing it, when they will.","subId":"72","id":"Hobbes.L.3.42.72"},{"type":"paragraph","content":"There is no doubt but any King, in case he were skilfull in the Sciences, might by the same Right of his Office, read Lectures of them himself, by which he authorizeth others to read them in the Universities. Neverthelesse, because the care of the summe of the businesse of the Common-wealth taketh up his whole time, it were not convenient for him to apply himself in Person to that particular. A King may also if he please, sit in Judgment, to hear and determine all manner of Causes, as well as give others authority to doe it in his name; but that the charge that lyeth upon him of Command and Government, constrain him to bee continually at the Helm, and to commit the Ministeriall Offices to others under him. In the like manner our Saviour (who surely had power to Baptize) Baptized none <span class=\"margin-comment\"><em>John 4. 2.</em></span> himselfe, but sent his Apostles and Disciples to Baptize. So also S. Paul, by the necessity of Preaching in divers and far distant places, Baptized few: Amongst all the Corinthians he Baptized only <span class=\"margin-comment\"><em>1 Cor. 1. 14, 16.</em></span> <em>Crispus, Cajus</em>, and <em>Stephanus</em>; and the reason was, because his principall harge was to Preach. Whereby it is manifest, that the greater Charge, (such as is the Government of the Church,) is a dispensation for the lesse. The reason therefore why Christian Kings use not to Baptize, <span class=\"margin-comment\"><em>1 Cor. 1. 17.</em></span> is evident, and the same, for which at this day there are few Baptized by Bishops, and by the Pope fewer.","subId":"73","id":"Hobbes.L.3.42.73"},{"type":"paragraph","content":"And as concerning Imposition of Hands, whether it be needfull, for the authorizing of a King to Baptize, and Consecrate, we may consider thus.","subId":"74","id":"Hobbes.L.3.42.74"},{"type":"paragraph","content":"Imposition of Hands, was a most ancient publique ceremony amongst the Jews, by which was designed, and made certain, the person, or other thing intended in a mans prayer, blessing, sacrifice, consecration, condemnation, or other speech. So Jacob in blessing the children of Joseph (<em>Gen</em>. 48. 14.) <em>Laid his right Hand on Ephraim the younger, and his left Hand on Manasseh the first born</em>; and this he did <em>wittingly</em> (though they were so presented to him by Joseph, as he was forced in doing it to stretch out his arms acrosse) to design to whom he intended the greater blessing. So also in the sacrificing of the Burnt offering, Aaron is commanded <cite><em>Exod</em>. 29. 10.</cite> <em>to Lay his Hands on the head of the bullock</em>; and <cite>ver. 15.</cite> <em>to Lay his Hand on the head of the ramme</em>. The same is also said again, <em>Levit</em>. 1. 4. &amp; 8. 14. Likewise Moses when he ordained Joshua to be Captain of the Israelites, that is, consecrated him to Gods service, <cite><em>Numb</em>. 27. 23.</cite> <em>Laid his Hands upon him, and gave him his Charge</em>, designing, and rendring certain, who it was they were to obey in war. And in the consecration of the Levites <cite><em>Numb</em>. 8. 10.</cite> God commanded that <em>the Children of Israel should Put their Hands upon the Levites</em>. And in the condemnation of him that had blasphemed the Lord <cite><em>Levit</em>. 24. 14.</cite> God commanded that <em>all that heard him should Lay their Hands on his head, and that all the Congregation should stone him</em>. And why should they only that heard him, Lay their Hands upon him, and not rather a Priest, Levite, or other Minister of Justice, but that none else were able to design, and demonstrate to the eyes of the Congregation, who it was that had blasphemed, and ought to die? And to design a man, or any other thing, by the Hand to the Eye, is lesse subject to mistake, than when it is done to the Eare by a Name.","subId":"75","id":"Hobbes.L.3.42.75"},{"type":"paragraph","content":"And so much was this ceremony observed, that in blessing the whole Congregation at once, which cannot be done by Laying on of Hands, yet <em>Aaron</em> <cite><em>Levit</em>. 9. 22.</cite> <em>did lift up his Hand towards the people when he blessed them</em>. And we read also of the like ceremony of Consecration of Temples amongst the Heathen, as that the Priest laid his Hands on some post of the Temple, all the while he was uttering the words of Consecration. So naturall it is to design any individuall thing, rather by the Hand, to assure the Eyes, than by Words to inform the Eare in matters of Gods Publique service.","subId":"76","id":"Hobbes.L.3.42.76"},{"type":"paragraph","content":"This ceremony was not therefore new in our Saviours time. For Jairus <cite><em>Mark</em> 5. 23.</cite> whose daughter was sick, besought our Saviour (not to heal her, but) <em>to Lay his Hands upon her, that shee might bee healed</em>. And <cite><em>Matth</em>. 19. 13.</cite> <em>they brought unto him little children, that hee should Put his Hands on them, and Pray</em>.","subId":"77","id":"Hobbes.L.3.42.77"},{"type":"paragraph","content":"According to this ancient Rite, the Apostles, and Presbyters, and the Presbytery it self, Laid Hands on them whom they ordained Pastors, and withall prayed for them that they might receive the Holy Ghost; and that not only once, but sometimes oftner, when a new occasion was presented: but the end was still the same, namely a punctuall, and religious designation of the person, ordained either to the Pastorall Charge in general, or to a particular Mission: so <cite><em>Act</em>. 6. 6.</cite> <em>The Apostles Prayed, and Laid their Hands</em> on the seven Deacons; which was done, not to give them the Holy Ghost, (for they were full of the Holy Ghost before they were chosen, as appeareth immediately before, verse 3.) but to design them to that Office. And after Philip the Deacon had converted certain persons in Samaria, Peter and John went down <cite><em>Act</em> 8. 17.</cite> <em>and Laid their Hands on them, and they received the Holy Ghost</em>. And not only an Apostle, but a Presbyter had this power: For S. Paul adviseth Timothy <cite>1 <em>Tim</em>. 5. 22.</cite> <em>Lay Hands suddenly on no man</em>; that is, designe no man rashly to the Office of a Pastor. The whole Presbytery Laid their Hands on Timothy, as we read 1 <em>Tim</em>. 4. 14. but this is to be understood, as that some did it by the appointment of the Presbytery, and most likely their προεστὼς, or Prolocutor, which it may be was St. Paul himself. For in his 2 Epist. to <em>Tim</em>. ver. 6. he saith to him. <em>Stirre up the gift of God which is in thee, by the  Laying on of my Hands</em>: where note by the way, that by the Holy Ghost, is not meant the third Person in the Trinity, but the Gifts necessary to the Pastorall Office. We read also, that St. Paul had Imposition of Hands twice; once from Ananias at Damascus <cite><em>Acts</em> 9. 17, 18.</cite> at the time of his Baptisme; and again <cite><em>Acts</em> 13. 3.</cite> at Antioch, when he was first sent out to Preach. The use then of this ceremony considered in the Ordination of Pastors, was to design the Person to whom they gave such Power. But if there had been then any Christian, that had had the Power of Teaching before; the Baptizing of him, that is, the making him a Christian, had given him no new Power, but had onely caused him to preach true Doctrine, that is, to use his Power aright; and therefore the Imposition of Hands had been unnecessary; Baptisme it selfe had been sufficient. But every Soveraign, before Christianity, had the power of Teaching, and Ordaining Teachers; and therefore Christianity gave them no new Right, but only directed them in the way of teaching Truth; and consequently they needed no Imposition of Hands (besides that which is done in Baptisme) to authorize them to exercise any part of the Pastorall Function, as namely, to Baptize, and Consecrate. And in the Old Testament, though the Priest only had right to Consecrate, during the time that the Soveraignty was in the High Priest; yet it was not so when the Soveraignty was in the King: For we read <cite>1 <em>Kings</em> 8.</cite> That Solomon Blessed the People, Consecrated the Temple, and pronounced that Publique Prayer, which is the pattern now for Consecration of all Christian Churches, and Chappels: whereby it appears, he had not only the right of Ecclesiasticall Government; but also of exercising Ecclesiasticall Functions.","subId":"78","id":"Hobbes.L.3.42.78"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>The Civill Soveraigne if a Christian, is head of the Church in his own Dominions.</em></span> From this consolidation of the Right Politique, and Ecclesiastique in Christian Soveraigns, it is evident, they have all manner of Power over their Subjects, that can be given to man, for the government of mens externall actions, both in Policy, and Religion; and may make such Laws, as themselves shall judge fittest, for the government of their own Subjects, both as they are the Common-wealth, and as they are the Church: for both State, and Church are the same men.","subId":"79","id":"Hobbes.L.3.42.79"},{"type":"paragraph","content":"If they please therefore, they may (as many Christian Kings now doe) commit the government of their Subjects in matters of Religion to the Pope; but then the Pope is in that point Subordinate to them, and exerciseth that Charge in anothers Dominion <em>Jure Civili</em>, in the Right of the Civill Soveraign; not <em>Jure Divino</em>, in Gods Right; and may therefore be discharged of that Office, when the Soveraign for the good of his Subjects shall think it necessary. They may also if they please, commit the care of Religion to one Supreme Pastor, or to an Assembly of Pastors; and give them what power over the Church, or one over another, they think most convenient; and what titles of honor, as of Bishops, Archbishops, Priests, or Presbyters, they will; and make such Laws for their maintenance, either by Tithes, or otherwise, as they please, so they doe it out of a sincere conscience, of which God onely is the Judge. It is the Civill Soveraign, that is to appoint Judges, and Interpreters of the Canonicall Scriptures; for it is he that maketh them Laws. It is he also that giveth strength to Excommunications; which but for such Laws and Punishments, as may humble obstinate Libertines, and reduce them to union with the rest of the Church, would bee contemned. In summe, he hath the Supreme Power in all causes, as well Ecclesiasticall, as Civill, as far as concerneth actions, and words, for those onely are known, and may be accused; and of that which cannot be accused, there is no Judg at all, but God, that knoweth the heart. And these Rights are incident to all Soveraigns, whether Monarchs, or Assemblies: for they that are the Representants of a Christian People, are Representants of the Church: for a Church, and a Common-wealth of Christian People, are the same thing.","subId":"80","id":"Hobbes.L.3.42.80"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Cardinal Bellarmines Books De Summo Pontifice considered.</em></span> Though this that I have here said, and in other places of this Book, seem cleer enough for the asserting of the Supreme Ecclesiasticall Power to Christian Soveraigns; yet because the Pope of Romes challenge to that Power universally, hath been maintained chiefly, and I think as strongly as is possible, by Cardinall Bellarmine, in his Controversie <em>De Summo Pontifice</em>; I have thought it necessary, as briefly as I can, to examine the grounds, and strength of his Discourse.","subId":"81","id":"Hobbes.L.3.42.81"},{"type":"paragraph","content":"Of five Books he hath written of this subject, the first<span class=\"margin-comment\"><em>The first book.</em></span> containeth three Questions: One, Which is simply the best government, <em>Monarchy, Aristocracy</em>, or <em>Democracy</em>; and concludeth for neither, but for a government mixt of all three: Another, which of these is the best Government of the Church; and concludeth for the mixt, but which should most participate of Monarchy: The third, whether in this mixt Monarchy, St. Peter had the place of Monarch. Concerning his first Conclusion, I have already sufficiently proved (chapt. 18.) that all Governments, which men are bound to obey, are Simple, and Absolute. In Monarchy there is but One Man Supreme; and all other men that have any kind of Power in the State, have it by his Commission, during his pleasure; and execute it in his name: And in Aristocracy, and Democracy, but One Supreme Assembly, with the same Power that in Monarchy belongeth to the Monarch, which is not a Mixt, but an Absolute Soveraignty. And of the three sorts, which is the best, is not to be disputed, where any one of them is already established; but the present ought alwaies to be preferred, maintained, and accounted best; because it is against both the Law of Nature, and the Divine positive Law, to doe any thing tending to the subversion thereof. Besides, it maketh nothing to the Power of any Pastor, (unlesse he have the Civill Soveraignty,) what kind of Government is the best; because their Calling is not to govern men by Commandement, but to teach them, and perswade them by Arguments, and leave it to them to consider, whether they shall embrace, or reject the Doctrine taught. For Monarchy, Aristocracy, and Democracy, do mark out unto us three sorts of Soveraigns, not of Pastors; or, as we may say, three sorts of Masters of Families, not three sorts of Schoolmasters for their children.","subId":"82","id":"Hobbes.L.3.42.82"},{"type":"paragraph","content":"And therefore the second Conclusion, concerning the best form of Government of the Church, is nothing to the question of the Popes Power without his own Dominions: For in all other Common-wealths his Power (if hee have any at all) is that of the Schoolmaster onely, and not of the Master of the Family.","subId":"83","id":"Hobbes.L.3.42.83"},{"type":"paragraph","content":"For the third Conclusion, which is, that St. Peter was Monarch of the Church, he bringeth for his chiefe argument the place of S. <em>Matth</em>. (chap. 16. 18, 19.) <em>Thou art Peter, And upon this rock I will build my Church, &amp;c. And I will give thee the keyes of Heaven; whatsoever thou shalt bind on Earth, shall be bound in Heaven, and whatsoever thou shalt loose on Earth, shall be loosed in Heaven</em>. Which place well considered, proveth no more, but that the Church of Christ hath for foundation one onely Article; namely, that which Peter in the name of all the Apostles professing, gave occasion to our Saviour to speak the words here cited; which that wee may cleerly understand, we are to consider, that our Saviour preached by himself, by John Baptist, and by his Apostles, nothing but this Article of Faith, <em>that he was the Christ</em>; all other Articles requiring faith no otherwise, than as founded on that. John began first, (<em>Mat</em>. 3. 2.) preaching only this, <em>The Kingdome of God is at hand</em>. Then our Saviour himself (<em>Mat</em>. 4. 17.) preached the same: And to his Twelve Apostles, when he gave them their Commission (<em>Mat</em>. 10. 7.) there is no mention of preaching any other Article but that. This was the fundamentall Article, that is the Foundation of the Churches Faith. Afterwards the Apostles being returned to him, he asketh them all, (<em>Mat</em>. 16. 13.) not Peter onely, <em>Who men said he was</em>; and they answered, that <em>some said he was John the Baptist, some Elias, and others Jeremias, or one of the Prophets</em>: Then (ver. 15.) he asked them all again, (not Peter onely) <em>Whom say yee that I am?</em> Therefore S. Peter answered (for them all) <em>Thou art Christ, the Son of the Living God</em>; which I said is the Foundation of the Faith of the whole Church; from which our Saviour takes the occasion of saying, <em>Upon this stone I will build my Church</em>: By which it is manifest, that by the Foundation-Stone of the Church, was meant the Fundamentall Article of the Churches Faith. But why then (will some object) doth our Saviour interpose these words, <em>Thou art Peter</em>? If the originall of this text had been rigidly translated, the reason would easily have appeared: We are therefore to consider, that the Apostle Simon, was surnamed <em>Stone</em>, (which is the signification of the Syriacke word <em>Cephas</em>, and of the Greek word <em>Petrus</em>). Our Saviour therefore after the confession of that Fundamentall Article, alluding to his name, said (as if it were in English) thus, Thou art <em>Stone</em>, and upon this Stone I will build my Church: which is as much as to say, this Article, that <em>I am the Christ</em>, is the Foundation of all the Faith I require in those that are to bee members of my Church: Neither is this allusion to a name, an unusuall thing in common speech: But it had been a strange, and obscure speech, if our Saviour intending to build his Church on the Person of S. Peter, had said, <em>thou art a Stone, and upon this Stone I will build my Church</em>, when it was so obvious without ambiguity to have said, <em>I will build my Church on thee</em>; and yet there had been still the same allusion to his name.","subId":"84","id":"Hobbes.L.3.42.84"},{"type":"paragraph","content":"And for the following words, <em>I will give thee the Keyes of Heaven</em>, &amp;<em>c</em>. it is no more than what our Saviour gave also to all the rest of his Disciples <cite><em>Matth</em>. 18. 18.</cite> <em>Whatsoever yee shall bind on Earth, shall be bound in Heaven</em>. <em>And whatsoever ye shall loose on Earth, shall be loosed in Heaven</em>. But howsoever this be interpreted, there is no doubt but the Power here granted belongs to all Supreme Pastors; such as are all Christian Civill Soveraignes in their own Dominions. In so much, as if St. Peter, or our Saviour himself had converted any of them to beleeve him, and to acknowledge his Kingdome; yet because his Kingdome is not of this world, he had left the supreme care of converting his subjects to none but him; or else hee must have deprived him of the Soveraignty, to which the Right of Teaching is inseparably annexed. And thus much in refutation of his first Book, wherein hee would prove St. Peter to have been the Monarch Universall of the Church, that is to say, of all the Christians in the world.","subId":"85","id":"Hobbes.L.3.42.85"},{"type":"paragraph","content":"The second Book hath two Conclusions: One,<span class=\"margin-comment\"><em>The second Book.</em></span> that S. Peter was Bishop of Rome, and there dyed: The other, that the Popes of Rome are his Successors. Both which have been disputed by others. But supposing them true; yet if by Bishop of Rome, bee understood either the Monarch of the Church, or the Supreme Pastor of it; not Silvester, but Constantine (who was the first Christian Emperour) was that Bishop; and as Constantine, so all other Christian Emperors were of Right supreme Bishops of the Roman Empire; I say of the Roman Empire, not of all Christendome: For other Christian Soveraigns had the same Right in their severall Territories, as to an Office essentially adhærent to their Soveraignty. Which shall serve for answer to his second Book.","subId":"86","id":"Hobbes.L.3.42.86"},{"type":"paragraph","content":"In the third Book, he handleth the question whether<span class=\"margin-comment\"><em>The third Book.</em></span> the Pope be Antichrist. For my part, I see no argument that proves he is so, in that sense the Scripture useth the name: nor will I take any argument from the quality of Antichrist, to contradict the Authority he exerciseth, or hath heretofore exercised in the Dominions of any other Prince, or State.","subId":"87","id":"Hobbes.L.3.42.87"},{"type":"paragraph","content":"It is evident that the Prophets of the Old Testament foretold, and the Jews expected a Messiah, that is, a Christ, that should re-establish amongst them the kingdom of God, which had been rejected by them in the time of Samuel, when they required a King after the manner of other Nations. This expectation of theirs, made them obnoxious to the Imposture of all such, as had both the ambition to attempt the attaining of the Kingdome, and the art to deceive the People by counterfeit miracles, by hypocriticall life, or by orations and doctrine plausible. Our Saviour therefore, and his Apostles forewarned men of False Prophets, and of False Christs. False Christs, are such as pretend to be the <em>Christ</em>, but are not, and are called properly <em>Antichrists</em>, in such sense, as when there happeneth a Schisme in the Church by the election of two Popes, the one calleth the other <em>Antipapa</em>, or the false Pope. And therefore Antichrist in the proper signification hath two essentiall marks; One, that he denyeth Jesus to be Christ; and another that he professeth himselfe to bee Christ. The first Mark is set down by <em>S. John</em> in his 1 Epist. 4. ch. 3. ver. <em>Every Spirit that confesseth not that Jesus Christ is come in the flesh, is not of God; And this is the Spirit of Antichrist.</em> The other Mark is expressed in the words of our Saviour, (<em>Mat</em>. 24. 5.) <em>Many shall come in my name, saying, I am Christ</em>; and again, <em>If any man shall say unto you, Loe, here is Christ, there is Christ, beleeve it not</em>. And therefore Antichrist must be a False Christ, that is, some one of them that shall pretend themselves to be Christ. And out of these two Marks, <em>to deny Jesus to be the Christ</em>, and to <em>affirm himselfe to be the Christ</em>, it followeth, that he must also be an <em>Adversary of Jesus the true Christ</em>, which is another usuall signification of the word Antichrist. But of these many Antichrists, there is one speciall one, ὀΑντίχριστος <em>The Antichrist</em>, or <em>Antichrist</em> definitely, as one certaine person; not indefinitely <em>an Antichrist</em>. Now seeing the Pope of Rome, neither pretendeth himself, nor denyeth Jesus to bee the Christ, I perceive not how he can be called Antichrist; by which word is not meant, one that falsely pretendeth to be <em>His</em> Lieutenant, or Vicar generall, but to be <em>Hee</em>. There is also some Mark of the time of this speciall Antichrist, as (<em>Mat</em>. 24, 15.) when that abominable Destroyer, spoken of by Daniel, <span class=\"margin-comment\"><em>Dan. 9. 27.</em></span> shall stand in the Holy place, and such tribulation as was not since the beginning of the world, nor ever shall be again, insomuch as if it were to last long, (ver. 22.) <em>no flesh could be saved; but for the elects sake those days shall be shortened</em> (made fewer). But that tribulation is not yet come; for it is to be followed immediately (ver. 29.) by a darkening of the Sun and Moon, a falling of the Stars, a concussion of the Heavens, and the glorious coming again of our Saviour in the cloudes. And therefore <em>The Antichrist</em> is not yet come; whereas, many Popes are both come and gone. It is true, the Pope in taking upon him to give Laws to all Christian Kings, and Nations, usurpeth a Kingdome in this world, which Christ took not on him: but he doth it not <em>as Christ</em>, but as <em>for Christ</em>, wherein there is nothing of <em>The Antichrist</em>.","subId":"88","id":"Hobbes.L.3.42.88"},{"type":"paragraph","content":"In the fourth Book, to prove the Pope to be the<span class=\"margin-comment\"><em>The fourth Book.</em></span> supreme Judg in all questions of Faith and Manners, (<em>which is as much as to be the absolute Monarch of all Christians in the world,</em>) he bringeth three Propositions: The first, that his Judgments are Infallible: The second, that he can make very Laws, and punish those that observe them not: The third, that our Saviour conferred all Jurisdiction Ecclesiasticall on the Pope of Rome.","subId":"89","id":"Hobbes.L.3.42.89"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Texts for the Infallibility of the Popes Judgement in points of Faith.</em></span> For the Infallibility of his Judgments, he alledgeth the Scriptures: and first, that of <em>Luke 22. 31. Simon, Simon, Satan hath desired you that hee may sift you as wheat; but I have prayed for thee, that thy faith faile not; and when thou art converted, strengthen thy Brethren</em>. This, according to Bellarmines exposition, is, that Christ gave here to Simon Peter two priviledges: one, that neither his Faith should fail, nor the Faith of any of his successors: the other, that neither he, nor any of his successors should ever define any point concerning Faith, or Manners erroneously, or contrary to the definition of a former Pope: Which is a strange, and very much strained interpretation. But he that with attention readeth that chapter, shall find there is no place in the whole Scripture, that maketh more against the Popes Authority, than this very place. The Priests and Scribes seeking to kill our Saviour at the Passeover, and Judas possessed with a resolution to betray him, and the day of killing the Passeover being come, our Saviour celebrated the same with his Apostles, which he said, till the Kingdome of God was come hee would doe no more; and withall told them, that one of them was to betray him: Hereupon they questioned, which of them it should be; and withall (seeing the next Passeover their Master would celebrate should be when he was King) entred into a contention, who should then be the greatest man. Our Saviour therefore told them, that the Kings of the Nations had Dominion over their Subjects, and are called by a name (in Hebrew) that signifies Bountifull; but I cannot be so to you, you must endeavour to serve one another; I ordain you a Kingdome, but it is such as my Father hath ordained mee; a Kingdome that I am now to purchase with my blood, and not to possesse till my second coming; then yee shall eat and drink at my Table, and sit on Thrones, judging the twelve Tribes of Israel: And then addressing himself to St. Peter, he saith, <em>Simon, Simon</em>, Satan seeks by suggesting a present domination, to weaken your faith of the future; but I have prayed for thee, that thy faith shall not fail; Thou therefore (Note this,) being converted, and understanding my Kingdome as of another world, confirm the same faith in thy Brethren: To which S. Peter answered (as one that no more expected any authority in this world) <em>Lord I am ready to goe with thee, not onely to Prison, but</em> <em>to Death</em>. Whereby it is manifest, S. Peter had not onely no jurisdiction given him in this world, but a charge to teach all the other Apostles, that they also should have none. And for the Infallibility of St. Peters sentence definitive in matter of Faith, there is no more to be attributed to it out of this Text, than that Peter should continue in the beleef of this point, namely, that Christ should come again, and possesse the Kingdome at the day of Judgement; which was not given by this Text to all his Successors; for wee see they claime it in the World that now is.","subId":"90","id":"Hobbes.L.3.42.90"},{"type":"paragraph","content":"The second place is that of <em>Matth</em>. 16. <em>Thou art Peter, and upon this rocke I will build my Church, and the gates of Hell shall not prevail against it</em>. By which (as I have already shewn in this chapter) is proved no more, than that the gates of Hell shall not prevail against the confession of Peter, which gave occasion to that speech; namely this, that <em>Jesus is Christ the Sonne of God</em>.","subId":"91","id":"Hobbes.L.3.42.91"},{"type":"paragraph","content":"The third Text is <em>John</em> 21. ver. 16, 17. <em>Feed my sheep</em>; which contains no more but a Commission of Teaching: And if we grant the rest of the Apostles to be contained in that name of <em>Sheep</em>; then it is the supreme Power of Teaching: but it was onely for the time that there were no Christian Soveraigns already possessed of that Supremacy. But I have already proved, that Christian Soveraignes are in their owne Dominions the supreme Pastors, and instituted thereto, by vertue of their being Baptized, though without other Imposition of Hands. For such Imposition being a Ceremony of designing the person, is needlesse, when hee is already designed to the Power of Teaching what Doctrine he will, by his institution to an Absolute Power over his Subjects For as I have proved before, Soveraigns are supreme Teachers (in generall) by their Office; and therefore oblige themselves (by their Baptisme) to teach the Doctrine of Christ: And when they suffer others to teach their people, they doe it at the perill of their own souls; for it is at the hands of the Heads of Families that God will require the account of the instruction of his Children and Servants. It is of Abraham himself, not of a hireling, that God saith (<em>Gen</em>. 18. 19.) <em>I know him that he will command his Children, and his houshold after him, that they keep the way of the Lord, and do justice and judgement</em>.","subId":"92","id":"Hobbes.L.3.42.92"},{"type":"paragraph","content":"The fourth place is that of <em>Exod</em>. 28. 30. <em>Thou shalt put in the Breastplate of Judgment, the Urim and the Thummin</em>: which hee saith is interpreted by the Septuagint δήλωσιν καὶ ᾀλήθειαν, that is, <em>Evidence</em> and <em>Truth</em>: And thence concludeth, God had given Evidence, and Truth, (which is almost Infallibility,) to the High Priest. But be it Evidence and Truth it selfe that was given; or be it but Admonition to the Priest to endeavour to inform himself cleerly, and give judgment uprightly; yet in that it was given to the High Priest, it was given to the Civill Soveraign: For such next under God was the High Priest in the Common-wealth of Israel; and is an argument for Evidence and Truth, that is, for the Ecclesiasticall Supremacy of Civill Soveraigns over their own Subjects, against the pretended Power of the Pope. These are all the Texts hee bringeth for the Infallibility of the Judgement of the Pope, in point of Faith.","subId":"93","id":"Hobbes.L.3.42.93"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Texts for the same in point of Manners.</em></span> For the Infallibility of his Judgment concerning Manners, hee bringeth one Text, which is that of <em>John 16. 13. When the Spirit of truth is come, hee will lead you into all truth</em>: where (saith he) by <em>all truth</em>, is meant, at least, <em>all truth necessary to salvation</em>. But with this mitigation, he attributeth no more Infallibility to the Pope, than to any man that professeth Christianity, and is not to be damned: For if any man erre in any point, wherein not to erre is necessary to Salvation, it is impossible he should be saved; for that onely is necessary to Salvation, without which to be saved is impossible. What points these are, I shall declare out of the Scripture in the Chapter following. In this place I say no more, but that though it were granted, the Pope could not possibly teach any error at all, yet doth not this entitle him to any Jurisdiction in the Dominions of another Prince, unlesse we shall also say, a man is obliged in conscience to set on work upon all occasions the best workman, even then also when he hath formerly promised his work to another.","subId":"94","id":"Hobbes.L.3.42.94"},{"type":"paragraph","content":"Besides the Text, he argueth from Reason, thus. If the Pope could erre in necessaries, then Christ hath not sufficiently provided for the Churches Salvation; because he hath commanded her to follow the Popes directions. But this Reason is invalid, unlesse he shew when, and where Christ commanded that, or took at all any notice of a Pope: Nay granting whatsoever was given to S. Peter, was given to the Pope; yet seeing there is in the Scripture no command to any man to obey St. Peter, no man can bee just, that obeyeth him, when his commands are contrary to those of his lawfull Soveraign.","subId":"95","id":"Hobbes.L.3.42.95"},{"type":"paragraph","content":"Lastly, it hath not been declared by the Church, nor by the Pope himselfe, that he is the Civill Soveraign of all the Christians in the world; and therefore all Christians are not bound to acknowledge his Jurisdiction in point of Manners. For the Civill Soveraignty, and supreme Judicature in controversies of Manners, are the same thing: And the Makers of Civill Laws, are not onely Declarers, but also Makers of the justice, and injustice of actions; there being nothing in mens Manners that makes them righteous, or unrighteous, but their conformity with the Law of the Soveraign. And therefore when the Pope challengeth Supremacy in controversies of Manners, hee teacheth men to disobey the Civill Soveraign; which is an erroneous Doctrine, contrary to the many precepts of our Saviour and his Apostles, delivered to us in the Scripture.","subId":"96","id":"Hobbes.L.3.42.96"},{"type":"paragraph","content":"To prove the Pope has Power to make Laws, he alledgeth many places; as first, <cite><em>Deut. 17. 12.</em></cite> <em>The man that will doe presumptuously, and will not hearken unto the Priest, (that standeth to Minister there before the Lord thy God, or unto the Judge,) even that man shall die, and thou shalt put away the evill from Israel.</em> For answer whereunto, we are to remember that the High Priest (next and immediately under God) was the Civill Soveraign; and all Judges were to be constituted by him. The words alledged sound therefore thus. <em>The man that will presume to disobey the Civill Soveraign for the time being, or any of his Officers in the execution of their places, that man shall die, &amp;c</em>. which is cleerly for the Civill Soveraignty, against the Universall power of the Pope.","subId":"97","id":"Hobbes.L.3.42.97"},{"type":"paragraph","content":"Secondly, he alledgeth that of <em>Matth. 16. Whatsoever yee shall bind, &amp;c</em>. and interpreteth it for such <em>binding</em> as is attributed (<em>Matth</em>. 23. 4.) to the Scribes and Pharisees, <em>They bind heavy burthens, and grievous to be born, and lay them on mens shoulders</em>; by which is meant (he sayes) Making of Laws; and concludes thence, that the Pope can make Laws. But this also maketh onely for the Legislative power of Civill Soveraigns: For the Scribes, and Pharisees sat in Moses Chaire, but Moses next under God was Soveraign of the People of Israel: and therefore our Saviour commanded them to doe all that they should say, but not all that they should do. That is, to obey their Laws, but not follow their Example.","subId":"98","id":"Hobbes.L.3.42.98"},{"type":"paragraph","content":"The third place, is <em>John</em> 21. 16. <em>Feed my sheep</em>; which is not a Power to make Laws, but a command to Teach. Making Laws belongs to the Lord of the Family; who by his owne discretion chooseth his Chaplain, as also a Schoolmaster to Teach his children.","subId":"99","id":"Hobbes.L.3.42.99"},{"type":"paragraph","content":"The fourth place <em>John</em> 20. 21. is against him. The words are, <em>As my Father sent me, so send I you</em>. But our Saviour was sent to Redeem (by his Death) such as should Beleeve; and by his own, and his Apostles preaching to prepare them for their entrance into his Kingdome; which he himself saith, is not of this world, and hath taught us to pray for the coming of it hereafter, though hee refused (<em>Acts</em> 1. 6, 7.) to tell his Apostles when it should come; and in which, when it comes, the twelve Apostles shall sit on twelve Thrones (every one perhaps as high as that of St. Peter) to judge the twelve tribes of Israel. Seeing then God the Father sent not our Saviour to make Laws in this present world, wee may conclude from the Text, that neither did our Saviour send S. Peter to make Laws here, but to perswade men to expect his second comming with a stedfast faith; and in the mean time, if Subjects, to obey their Princes; and if Princes, both to beleeve it themselves, and to do their best to make their Subjects doe the same; which is the Office of a Bishop. Therefore this place maketh most strongly for the joining of the Ecclesiasticall Supremacy to the Civill Soveraignty, contrary to that which Cardinall Bellarmine alledgeth it for.","subId":"100","id":"Hobbes.L.3.42.100"},{"type":"paragraph","content":"The fift place is <em>Acts</em> 15. 28. <em>It hath seemed good to the Holy Spirit, and to us, to lay upon you no greater burden, than these necessary things, that yee abstaine from meats offered to Idols, and from bloud, and from things strangled, and from fornication</em>. Here hee notes the word <em>Laying of burdens</em> for the Legislative Power. But who is there, that reading this Text, can say, this stile of the Apostles may not as properly be used in giving Counsell, as in making Laws? The stile of a Law is, <em>We command</em>: But, <em>We think good</em>, is the ordinary stile of them, that but give Advice; and they lay a Burthen that give Advice, though it bee conditionall, that is, if they to whom they give it, will attain their ends: And such is the Burthen, of abstaining from things strangled, and from bloud; not absolute, but in case they will not erre. I have shewn before (chap. 25.) that Law, is distinguished from Counsell, in this, that the reason of a Law, is taken from the designe, and benefit of him that prescribeth it; but the reason of a Counsell, from the designe, and benefit of him, to whom the Counsell is given. But here, the Apostles aime onely at the benefit of the converted Gentiles, namely their Salvation; not at their own benefit; for having done their endeavour, they shall have their reward, whether they be obeyed, or not. And therefore the Acts of this Councell, were not Laws, but Counsells.","subId":"101","id":"Hobbes.L.3.42.101"},{"type":"paragraph","content":"The sixt place is that of <em>Rom. 13. Let every Soul be subject to the Higher Powers, for there is no Power but of God</em>; which is meant, he saith not onely of Secular, but also of Ecclesiasticall Princes. To which I answer, first, that there are no Ecclesiasticall Princes but those that are also Civill Soveraignes; and their Principalities exceed not the compasse of their Civill Soveraignty; without those bounds though they may be received for Doctors, they cannot be acknowledged for Princes. For if the Apostle had meant, we should be subject both to our own Princes, and also to the Pope, he had taught us a doctrine, which Christ himself hath told us is impossible, namely, <em>to serve two Masters</em>. And though the Apostle say in another place, I <em>write these things being absent, lest being present I should use sharpnesse, according to the Power which the Lord hath given me</em>; it is not, that he challenged a Power either to put to death, imprison, banish, whip, or fine any of them, which are Punishments; but onely to Excommunicate, which (without the Civil Power) is no more but a leaving of their company, and having no more to doe with them, than with a Heathen man, or a Publican; which in many occasions might be a greater pain to the Excommunicant, than to the Excommunicate.","subId":"102","id":"Hobbes.L.3.42.102"},{"type":"paragraph","content":"The seventh place is 1 <em>Cor</em>. 4. 21. <em>Shall I come unto you with a Rod, or in love, and the spirit of lenity?</em> But here again, it is not the Power of a Magistrate to punish offenders, that is meant by a Rod; but onely the Power of Excommunication, which is not in its owne nature a Punishment, but onely a Denouncing of punishment, that Christ shall inflict, when he shall be in possession of his Kingdome, at the day of Judgment. Nor then also shall it bee properly a Punishment, as upon a Subject that hath broken the Law; but a Revenge, as upon an Enemy, or Revolter, that denyeth the Right of our Saviour to the Kingdome: And therefore this proveth not the Legislative Power of any Bishop, that has not also the Civill Power.","subId":"103","id":"Hobbes.L.3.42.103"},{"type":"paragraph","content":"The eighth place is, <em>Timothy</em> 3. 2. <em>A Bishop must be the husband but of one wife, vigilant, sober, &amp;c</em>. which he saith was a Law. I thought that none could make a Law in the Church, but the Monarch of the Church, St. Peter. But suppose this Precept made by the authority of St. Peter; yet I see no reason why to call it a Law, rather than an Advice, seeing Timothy was not a Subject, but a Disciple of S. Paul; nor the flock under the charge of Timothy, his Subjects in the Kingdome, but his Scholars in the Schoole of Christ: If all the Precepts he giveth Timothy, be Laws, why is not this also a Law, <em>Drink no longer water, but use a little wine for thy healths sake</em>? And why are not also the Precepts of good Physitians, so many Laws? but that it is not the Imperative manner of speaking, but an absolute Subjection to a Person, that maketh his Precepts Laws.","subId":"104","id":"Hobbes.L.3.42.104"},{"type":"paragraph","content":"In like manner, the ninth place, 1 <em>Tim</em>. 5. 19. <em>Against an Elder receive not an accusation, but before two or three Witnesses</em>, is a wise Precept, but not a Law.","subId":"105","id":"Hobbes.L.3.42.105"},{"type":"paragraph","content":"The tenth place is, <em>Luke</em> 10. 16. <em>He that heareth you, heareth mee; and he that despiseth you, despiseth me</em>. And there is no doubt, but he that despiseth the Counsell of those that are sent by Christ, despiseth the Counsell of Christ himself. But who are those now that are sent by Christ, but such as are ordained Pastors by lawfull Authority? and who are lawfully ordained, that are not ordained by the Soveraign Pastor? and who is ordained by the Soveraign Pastor in a Christian Common-wealth, that is not ordained by the authority of the Soveraign thereof? Out of this place therefore it followeth, that he which heareth his Soveraign being a Christian, heareth Christ; and hee that despiseth the Doctrine which his King being a Christian, authorizeth, despiseth the Doctrine of Christ (which is not that which Bellarmine intendeth here to prove, but the contrary). But all this is nothing to a Law. Nay more, a Christian King, as a Pastor, and Teacher of his Subjects, makes not thereby his Doctrines Laws. He cannot oblige men to beleeve; though as a Civill Soveraign he may make Laws suitable to his Doctrine, which may oblige men to certain actions, and sometimes to such as they would not otherwise do, and which he ought not to command; and yet when they are commanded, they are Laws; and the externall actions done in obedience to them, without the inward approbation, are the actions of the Soveraign, and not of the Subject, which is in that case but as an instrument, without any motion of his owne at all; because God hath commanded to obey them.","subId":"106","id":"Hobbes.L.3.42.106"},{"type":"paragraph","content":"The eleventh, is every place, where the Apostle for Counsell, putteth some word, by which men use to signifie Command; or calleth the following of his Counsell, by the name of Obedience. And therefore they are alledged out of 1 <em>Cor</em>. 11. 2. <em>I commend you for keeping my Precepts as I delivered them to you</em>. The Greek is, <em>I commend you for keeping those things I delivered to you, as I delivered them</em>. Which is far from signifying that they were Laws, or any thing else, but good Counsell. And that of 1 <em>Thess</em>. 4. 2. <em>You know what commandements we gave you</em>: where the Greek word is παραγγελίας ἐδώκαμεν equivalent to παρεδώκαμεν <em>what wee delivered to you</em>, as in the place next before alledged, which does not prove the Traditions of the Apostles, to be any more than Counsells; though as is said in the 8 verse, <em>he that despiseth them, despiseth not man, but God</em>: For our Saviour himself came not to Judge, that is, to be King in this world; but to Sacrifice himself for Sinners, and leave Doctors in his Church, to lead, not to drive men to Christ, who never accepteth forced actions, (which is all the Law produceth,) but the inward conversion of the heart; which is not the work of Laws, but of Counsell, and Doctrine.","subId":"107","id":"Hobbes.L.3.42.107"},{"type":"paragraph","content":"And that of 2 <em>Thess</em>. 3. 14. <em>If any man Obey not our word by this Epistle, note that man, and have no company with him, that he may bee ashamed</em>: where from the word <em>Obey</em>, he would inferre, that this Epistle was a Law to the Thessalonians. The Epistles of the Emperours were indeed Laws. If therefore the Epistle of S. Paul were also a Law, they were to obey two Masters. But the word <em>Obey</em>, as it is in the Greek πακούει signifieth <em>hearkning to</em>, or <em>putting in practice</em>, not onley that which is Commanded by him that has right to punish, but also that which is delivered in a way of Counsell for our good; and therefore St. Paul does not bid kill him that disobeys, nor beat, nor imprison, nor amerce him, which Legislators may all do; but avoid his company, that he may bee ashamed: whereby it is evident, it was not the Empire of an Apostle, but his Reputation amongst the Faithfull, which the Christians stood in awe of.","subId":"108","id":"Hobbes.L.3.42.108"},{"type":"paragraph","content":"The last place is that of <em>Heb</em>. 13. 17. <em>Obey your Leaders, and submit your selves to them, for they watch for your souls, as they that must give account</em>: And here also is intended by Obedience, a following of their Counsell: For the reason of our Obedience, is not drawn from the will and command of our Pastors, but from our own benefit, as being the Salvation of our Souls they watch for, and not for the Exaltation of their own Power, and Authority. If it were meant here, that all they teach were Laws, then not onely the Pope, but every Pastor in his Parish should have Legislative Power. Again, they that are bound to obey, their Pastors, have no power to examine their commands. What then shall wee say to St. <em>John</em> who bids us (1 Epist. chap. 4. ver. 1.) <em>Not to beleeve every Spirit, but to try the Spirits whether they are of God, because many false Prophets are gone out into the world?</em> It is therefore manifest, that wee may dispute the Doctrine of our Pastors; but no man can dispute a Law. The Commands of Civill Soveraigns are on all sides granted to be Laws: if any else can make a Law besides himselfe, all Common-wealth, and consequently all Peace, and Justice must cease; which is contrary to all Laws, both Divine and Humane. Nothing therefore can be drawn from these, or any other places of Scripture, to prove the Decrees of the Pope, where he has not also the Civill Soveraignty, to be Laws.","subId":"109","id":"Hobbes.L.3.42.109"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>The question of Superiority between the Pope and other Bishops.</em></span> The last point hee would prove, is this, <em>That our Saviour Christ has committed Ecclesiasticall Jurisdiction immediately to none but the Pope</em>. Wherein he handleth not the Question of Supremacy between the Pope and Christian Kings, but between the Pope and other Bishops. And first, he sayes it is agreed, that the Jurisdiction of Bishops, is at least in the generall <em>de Jure Divino</em>, that is, in the Right of God; for which he alledges S. Paul, <em>Ephes</em>. 4. 11. where hee sayes, that Christ after his Ascension into heaven, <em>gave gifts to men, some Apostles, some Prophets, and some Evangelists, and some Pastors, and some Teachers</em>: And thence inferres, they have indeed their Jurisdiction in Gods Right; but will not grant they have it immediately from God, but derived through the Pope. But if a man may be said to have his Jurisdiction <em>de Jure Divino</em>, and yet not immediately; what lawfull Jurisdiction, though but Civill, is there in a Christian Common-wealth, that is not also <em>de Jure Divino</em>? For Christian Kings have their Civill Power from God immediately; and the Magistrates under him exercise their severall charges in vertue of his Commission; wherein that which they doe, is no lesse <em>de Jure Divino mediato</em>, than that which the Bishops doe, in vertue of the Popes Ordination. All lawfull Power is of God, immediately in the Supreme Governour, and mediately in those that have Authority under him: So that either hee must grant every Constable in the State to hold his Office in the Right of God; or he must not hold that any Bishop holds his so, besides the Pope himselfe.","subId":"110","id":"Hobbes.L.3.42.110"},{"type":"paragraph","content":"But this whole Dispute, whether Christ left the Jurisdiction to the Pope onely, or to other Bishops also, if considered out of those places where the Pope has the Civill Soveraignty, is a contention <em>de lana Caprina</em>: For none of them (where they are not Soveraigns) has any Jurisdiction at all. For Jurisdiction is the Power of hearing and determining Causes between man and man; and can belong to none, but him that hath the Power to prescribe the Rules of Right and Wrong; that is, to make Laws; and with the Sword of Justice to compell men to obey his Decisions, pronounced either by himself, or by the Judges he ordaineth thereunto; which none can lawfully do, but the Civill Soveraign.","subId":"111","id":"Hobbes.L.3.42.111"},{"type":"paragraph","content":"Therefore when he alledgeth out of the 6 of <em>Luke</em>, that our Saviour called his Disciples together, and chose twelve of them which he named Apostles, he proveth that he Elected them (all, except Matthias, Paul and Barnabas,) and gave them Power and Command to Preach, but not to Judge of Causes between man and man: for that is a Power which he refused to take upon himselfe, saying, <em>Who made me a Judge, or a Divider, amongst you?</em> and in another place, <em>My Kingdome is not of this world</em>. But hee that hath not the Power to hear, and determine Causes between man and man, cannot be said to have any Jurisdiction at all. And yet this hinders not, but that our Saviour gave them Power to Preach and Baptize in all parts of the world, supposing they were not by their own lawfull Soveraign forbidden: For to our own Soveraigns Christ himself, and his Apostles, have in sundry places expressely commanded us in all things to be obedient.","subId":"112","id":"Hobbes.L.3.42.112"},{"type":"paragraph","content":"The arguments by which he would prove, that Bishops receive their Jurisdiction from the Pope (seeing the Pope in the Dominions of other Princes hath no Jurisdiction himself,) are all in vain. Yet because they prove, on the contrary, that all Bishops receive Jurisdiction when they have it from their Civill Soveraigns, I will not omit the recitall of them.","subId":"113","id":"Hobbes.L.3.42.113"},{"type":"paragraph","content":"The first, is from <em>Numbers</em> 11. where Moses not being able alone to undergoe the whole burthen of administring the affairs of the People of Israel, God commanded him to choose Seventy Elders, and took part of the spirit of Moses, to put it upon those Seventy Elders: by which is understood, not that God weakned the spirit of Moses, for that had not eased him at all; but that they had all of them their authority from him; wherein he doth truly, and ingenuously interpret that place. But seeing Moses had the entire Soveraignty in the Commonwealth of the Jews, it is manifest, that it is thereby signified, that they had their Authority from the Civill Soveraign: and therefore that place proveth, that Bishops in every Christian Common-wealth have their Authority from the Civill Soveraign; and from the Pope in his own Territories only, and not in the Territories of any other State.","subId":"114","id":"Hobbes.L.3.42.114"},{"type":"paragraph","content":"The second argument, is from the nature of Monarchy; wherein all Authority is in one Man, and in others by derivation from him: But the Government of the Church, he says, is Monarchicall. This also makes for Christian Monarchs. For they are really Monarchs of their own people; that is, of their own Church (for the Church is the same thing with a Christian people;) whereas the Power of the Pope, though hee were S. Peter, is neither Monarchy, nor hath any thing of <em>Archicall</em>, nor <em>Craticall</em>, but onely of <em>Didacticall</em>; For God accepteth not a forced, but a willing obedience.","subId":"115","id":"Hobbes.L.3.42.115"},{"type":"paragraph","content":"The third, is, from that the <em>Sea</em> of S. Peter is called by S. Cyprian, the <em>Head</em>, the <em>Source</em>, the <em>Roote</em>, the <em>Sun</em>, from whence the Authority of Bishops is derived. But by the Law of Nature (which is a better Principle of Right and Wrong, than the word of any Doctor that is but a man) the Civill Soveraign in every Common-wealth, is the <em>Head</em>, the <em>Source</em>, the <em>Root</em>, and the <em>Sun</em>, from which all Jurisdiction is derived. And therefore the Jurisdiction of Bishops, is derived from the Civill Soveraign.","subId":"116","id":"Hobbes.L.3.42.116"},{"type":"paragraph","content":"The fourth, is taken from the Inequality of their Jurisdictions: For if God (saith he) had given it them immediately, he had given aswell Equality of Jurisdiction, as of Order: But wee see, some are Bishops but of <cite>one</cite> Town, some of a hundred Towns, and some of many whole Provinces; which differences were not determined by the command of God; their Jurisdiction therefore is not of God, but of Man; and one has a greater, another a lesse, as it pleaseth the Prince of the Church. Which argument, if he had proved before, that the Pope had had an Universall Jurisdiction over all Christians, had been for his purpose. But seeing that hath not been proved, and that it is notoriously known, the large Jurisdiction of the Pope was given him by those that had it, that is, by the Emperours of Rome, (for the Patriarch of Constantinople, upon the same title, namely, of being Bishop of the Capitall City of the Empire, and Seat of the Emperour, claimed to be equall to him,) it followeth, that all other Bishops have their Jurisdiction from the Soveraigns of the place wherein they exercise the same: And as for that cause they have not their Authority <em>de Jure Divino</em>; so neither hath the Pope his <em>de Jure Divino</em>, except onely where hee is also the Civill Soveraign.","subId":"117","id":"Hobbes.L.3.42.117"},{"type":"paragraph","content":"His fift argument is this, <em>If Bishops have their Jurisdiction immediately from God, the Pope could not take it from them, for he can doe nothing contrary to Gods ordination</em>; And this consequence is good, and well proved. <em>But</em> (saith he) <em>the Pope can do this, and has done it</em>. This also is granted, so he doe it in his own Dominions, or in the Dominions of any other Prince that hath given him that Power; but not universally, in Right of the Popedome: For that power belongeth to every Christian Soveraign, within the bounds of his owne Empire, and is inseparable from the Soveraignty. Before the People of Israel had (by the commandment of God to Samuel) set over themselves a King, after the manner of other Nations, the High Priest had the Civill Government; and none but he could make, nor depose an inferiour Priest: But that Power was afterwards in the King, as may be proved by this same argument of Bellarmine; For if the Priest (be he the High Priest or any other) had his Jurisdiction immediately from God, then the King could not take it from him; <em>for he could doe nothing contrary to Gods ordinance</em>: But it is certain, that King Solomon (1 <em>Kings</em> 2. 26.) deprived Abiathar the High Priest of his Office, and placed Zadok (verse 35.) in his room. Kings therefore may in the like manner Ordaine, and Deprive Bishops, as they shall thinke fit, for the well governing of their Subjects.","subId":"118","id":"Hobbes.L.3.42.118"},{"type":"paragraph","content":"His sixth argument is this, If Bishops have their Jurisdiction <em>de Jure Divino</em> (that is, <em>immediately from God</em>,) they that maintaine it, should bring some Word of God to prove it: But they can bring none. The argument is good; I have therefore nothing to say against it. But it is an argument no lesse good, to prove the Pope himself to have no Jurisdiction in the Dominion of any other Prince.","subId":"119","id":"Hobbes.L.3.42.119"},{"type":"paragraph","content":"Lastly, hee bringeth for argument, the testimony of two Popes, <em>Innocent</em>, and <em>Leo</em>; and I doubt not but hee might have alledged, with as good reason, the testimonies of all the Popes almost since S. Peter: For considering the love of Power naturally implanted in mankind, whosoever were made Pope, he would be tempted to uphold the same opinion. Neverthelesse, they should therein but doe, as <em>Innocent</em>, and <em>Leo</em> did, bear witnesse of themselves, and therefore their witnesse should not be good.","subId":"120","id":"Hobbes.L.3.42.120"},{"type":"paragraph","content":"In the fift Book he hath four Conclusions. The first is, <em>That the Pope is not Lord of all the world</em>: <span class=\"margin-comment\"><em>Of the Popes Temporall Power.</em></span> The second, <em>That the Pope is not Lord of all the Christian world:</em> The third, <em>That the Pope</em> (without his owne Territory) <em>has not any Temporall Jurisdiction DIRECTLY</em>: These three Conclusions are easily granted. The fourth is, <em>That the Pope has</em> (in the Dominions of other Princes) the Supreme <em>Temporall Power INDIRECTLY</em>: which is denyed; unlesse hee mean by <em>Indirectly</em>, that he has gotten it by Indirect means; then is that also granted. But I understand, that when he saith he hath it <em>Indirectly</em>, he means, that such Temporall Jurisdiction belongeth to him of Right, but that this Right is but a Consequence of his Pastorall Authority, the which he could not exercise, unlesse he have the other with it: And therefore to the Pastorall Power (which he calls Spirituall) the Supreme Power Civill is necessarily annexed; and that thereby hee hath a Right to change Kingdomes, giving them to one, and taking them from another, when he shall think it conduces to the Salvation of Souls.","subId":"121","id":"Hobbes.L.3.42.121"},{"type":"paragraph","content":"Before I come to consider the Arguments by which hee would prove this Doctrine, it will not bee amisse to lay open the Consequences of it; that Princes, and States, that have the Civill Soveraignty in their severall Common-wealths, may bethink themselves, whether it bee convenient for them, and conducing to the good of their Subjects, of whom they are to give an account at the day of Judgment, to admit the same.","subId":"122","id":"Hobbes.L.3.42.122"},{"type":"paragraph","content":"When it is said, the Pope hath not (in the Territories of other States) the Supreme Civill Power <em>Directly</em>; we are to understand, he doth not challenge it, as other Civill Soveraigns doe, from the originall submission thereto of those that are to be governed. For it is evident, and has already been sufficiently in this Treatise demonstrated, that the Right of all Soveraigns, is derived originally from the consent of every one of those that are to bee governed; whether they that choose him, doe it for their common defence against an Enemy, as when they agree amongst themselves to appoint a Man, or an Assembly of men to protect them; or whether they doe it, to save their lives, by submission to a conquering Enemy. The Pope therefore, when he disclaimeth the Supreme Civill Power over other States <em>Directly</em>, denyeth no more, but that his Right cometh to him by that way; He ceaseth not for all that, to claime it another way; and that is, (without the consent of them that are to be governed) by a Right given him by God, (which hee calleth <em>Indirectly</em>,) in his Assumption to the Papacy. But by what way soever he pretend, the Power is the same; and he may (if it bee granted to be his Right) depose Princes and States, as often as it is for the Salvation of Soules, that is, as often as he will; for he claimeth also the Sole Power to Judge, whether it be to the Salvation of mens Souls, or not. And this is the Doctrine, not onely that Bellarmine here, and many other Doctors teach in their Sermons and Books, but also that some Councells have decreed, and the Popes have accordingly, when the occasion hath served them, put in practise. For the fourth Councell of Lateran held under Pope <em>Innocent</em> the third, (in the third Chap. <em>De Hæreticis</em>,) hath this Canon. <em>If a King at the Popes admonition, doe not purge his Kingdome of Hæretiques, and being Excommunicate for the same, make not satisfaction within a yeer, his Subjects are absolved of their Obedience</em>. And the practise hereof hath been seen on divers occasions; as in the Deposing of <em>Chilperique</em>, King of France; in the Translation of the Roman Empire to <em>Charlemaine</em>; in the Oppression of <em>John</em> King of England; in Transferring the Kingdome of <em>Navarre</em>; and of late years, in the League against <em>Henry</em> the third of France, and in many more occurrences. I think there be few Princes that consider not this as Injust, and Inconvenient; but I wish they would all resolve to be Kings, or Subjects. Men cannot serve two Masters: They ought therefore to ease them, either by holding the Reins of Government wholly in their own hands; or by wholly delivering them into the hands of the Pope; that such men as are willing to be obedient, may be protected in their obedience. For this distinction of Temporall, and Spirituall Power is but words. Power is as really divided, and as dangerously to all purposes, by sharing with another <em>Indirect</em> Power, as with a <em>Direct</em> one. But to come now to his Arguments.","subId":"123","id":"Hobbes.L.3.42.123"},{"type":"paragraph","content":"The first is this, <em>The Civill Power is subject to the Spirituall: Therefore he that hath the Supreme Power  Spirituall, hath right to command Temporall Princes, and dispose of their Temporalls in order to the Spirituall.</em> As for the distinction of Temporall, and Spirituall, let us consider in what sense it may be said intelligibly, that the Temporall, or Civill Power is subject to the Spirituall. There be but two ways that those words can be made sense. For when wee say, one Power is subject to another Power, the meaning either is, that he which hath the one, is subject to him that hath the other; or that the one Power is to the other, as the means to the end. For wee cannot understand, that one Power hath Power over another Power; or that one Power can have Right or Command over another: For Subjection, Command, Right, and Power are accidents, not of Powers, but of Persons: One Power may be subordinate to another, as the art of a Sadler, to the art of a Rider. If then it bee granted, that the Civill Government be ordained as a means to bring us to a Spirituall felicity; yet it does not follow, that if a King have the Civill Power, and the Pope the Spirituall, that therefore the King is bound to obey the Pope, more then every Sadler is bound to obey every Rider. Therefore as from Subordination of an Art, cannot be inferred the Subjection of the Professor; so from the Subordination of a Government, cannot be inferred the Subjection of the Governor. When therefore he saith, the Civill Power is Subject to the Spirituall, his meaning is, that the Civill Soveraign, is Subject to the Spirituall Soveraign. And the Argument stands thus, <em>The Civil Soveraign, is subject to the Spirituall; Therefore the Spirituall Prince may command</em> <em>Temporall Princes</em>. Where the Conclusion is the same, with the Antecedent he should have proved. But to prove it, he alledgeth first, this reason, <em>Kings and Popes, Clergy and Laity make but one Common-wealth; that is to say, but one Church: And in all Bodies the Members depend one upon another: But things Spirituall depend not of things Temporall: Therefore Temporall depend on Spirituall. And therefore are Subject to them</em>. In which Argumentation there be two grosse errours: one is, that all Christian Kings, Popes, Clergy, and all other Christian men, make but one Common-wealth: For it is evident that France is one Common-wealth, Spain another, and Venice a third, &amp;c. And these consist of Christians; and therefore also are severall Bodies of Christians; that is to say, severall Churches: And their severall Soveraigns Represent them, whereby they are capable of commanding and obeying, of doing and suffering, as a naturall man; which no Generall or Universall Church is, till it have a Representant; which it hath not on Earth: for if it had, there is no doubt but that all Christendome were one Common-wealth, whose Soveraign were that Representant, both in things Spirituall and Temporall: And the Pope, to make himself this Representant, wanteth three things that our Saviour hath not given him, to <em>Command</em>, and to <em>Judge</em>, and to <em>Punish</em>, otherwise than (by Excommunication) to run from those that will not Learn of him: For though the Pope were Christs onely Vicar, yet he cannot exercise his government, till our Saviours second coming: And then also it is not the Pope, but St. Peter himselfe, with the other Apostles, that are to be Judges of the world.","subId":"124","id":"Hobbes.L.3.42.124"},{"type":"paragraph","content":"The other errour in this his first Argument is, that he sayes, the Members of every Common-wealth, as of a naturall Body, depend one of another: It is true, they cohære together; but they depend onely on the Soveraign, which is the Soul of the Common-wealth; which failing, the Common-wealth is dissolved into a Civill war, no one man so much as cohæring to another, for want of a common Dependence on a known Soveraign; Just as the Members of the naturall Body dissolve into Earth, for want of a Soul to hold them together. Therefore there is nothing in this similitude, from whence to inferre a dependance of the Laity on the Clergy, or of the Temporall Officers on the Spirituall; but of both on the Civill Soveraign; which ought indeed to direct his Civill commands to the Salvation of Souls; but is not therefore subject to any but God himselfe. And thus you see the laboured fallacy of the first Argument, to deceive such men as distinguish not between the Subordination of Actions in the way to the End; and the Subjection of Persons one to another in the administration of the Means. For to every End, the Means are determined by Nature, or by God himselfe supernaturally: but the Power to make men use the Means, is in every nation resigned (by the Law of Nature, which forbiddeth men to violate their Faith given) to the Civill Soveraign.","subId":"125","id":"Hobbes.L.3.42.125"},{"type":"paragraph","content":"His second Argument is this, <em>Every Common-wealth, (because it is supposed to be perfect and sufficient in it self,) may command any other Common-wealth, not subject to it, and force it to change the administration of the Government; nay depose the Prince, and set another in his room, if it cannot otherwise defend it selfe against the injuries he goes about to doe them: much more may a Spirituall Common-wealth command a Temporall one to change the administration of their Government, and may depose Princes, and institute others, when they cannot otherwise defend the Spirituall Good</em>.","subId":"126","id":"Hobbes.L.3.42.126"},{"type":"paragraph","content":"That a Common-wealth, to defend it selfe against injuries, may lawfully doe all that he hath here said, is very true; and hath already in that which hath gone before been sufficiently demonstrated. And if it were also true, that there is now in this world a Spirituall Common-wealth, distinct from a Civill Common-wealth, then might the Prince thereof, upon injury done him, or upon want of caution that injury be not done him in time to come, repaire, and secure himself by Warre; which is in summe, deposing, killing, or subduing, or doing any act of Hostility. But by the same reason, it would be no lesse lawfull for a Civill Soveraign, upon the like injuries done, or feared, to make warre upon the Spirituall Soveraign; which I beleeve is more than Cardinall Bellarmine would have inferred from his own proposition.","subId":"127","id":"Hobbes.L.3.42.127"},{"type":"paragraph","content":"But Spirituall Common-wealth there is none in this world: for it is the same thing with the Kingdome of Christ; which he himselfe saith, is not of this world; but shall be in the next world, at the Resurrection, when they that have lived justly, and beleeved that he was the Christ, shall (though they died <em>Naturall</em> bodies) rise <em>Spirituall</em> bodies; and then it is, that our Saviour shall judge the world, and conquer his Adversaries, and make a Spirituall Common-wealth. In the mean time, seeing there are no men on earth, whose bodies are Spirituall; there can be no Spirituall Common-wealth amongst men that are yet in the flesh; unlesse wee call Preachers, that have Commission to Teach, and prepare men for their reception into the Kingdome of Christ at the Resurrection, a Common-wealth; which I have proved already to bee none.","subId":"128","id":"Hobbes.L.3.42.128"},{"type":"paragraph","content":"The third Argument is this; <em>It is not lawfull for Christians to tolerate an Infidel, or Hœreticall King, in case he endeavour to draw them to his Hœresie, or Infidelity. But to judge whether a King draw his subjects to Hœresie, or not, belongeth to the Pope. Therefore hath the Pope Right, to determine whether the Prince be to be deposed, or not deposed</em>.","subId":"129","id":"Hobbes.L.3.42.129"},{"type":"paragraph","content":"To this I answer, that both these assertions are false. For Christians, (or men of what Religion soever,) if they tolerate not their King, whatsoever law hee maketh, though it bee concerning Religion, doe violate their faith, contrary to the Divine Law, both <em>Naturall</em> and <em>Positive</em>: Nor is there any Judge of Hæresie amongst Subjects, but their owne Civill Soveraign: For <em>Hæresie is nothing else, but a private opinion, obstinately maintained, contrary to the opinion which the Publique Person</em> (that is to say, the Representant of the Common-wealth) <em>hath commanded to bee taught</em>. By which it is manifest, that an opinion publiquely appointed to bee taught, cannot be Hæresie; nor the Soveraign Princes that authorize them, Hæretiques. For Hæretiques are none but private men, that stubbornly defend some Doctrine, prohibited by their lawfull Soveraigns.","subId":"130","id":"Hobbes.L.3.42.130"},{"type":"paragraph","content":"But to prove that Christians are not to tolerate Infidell, or Hæreticall Kings, he alledgeth a place in <em>Deut</em>. 17. where God forbiddeth the Jews, when they shall set a King over themselves, to choose a stranger: And from thence inferreth, that it is unlawfull for a Christian, to choose a King, that is not a Christian. And 'tis true, that he that is a Christian, that is, hee that hath already obliged himself to receive our Saviour when he shall come, for his King, shal tempt God too much in choosing for King in this world, one that hee knoweth will endeavour, both by terrour, and perswasion to make him violate his faith. But, it is (saith hee) the same danger, to choose one that is not a Christian, for King, and not to depose him, when hee is chosen. To this I say, the question is not of the danger of not deposing; but of the Justice of deposing him. To choose him, may in some cases bee unjust; but to depose him, when he is chosen, is in no case Just. For it is alwaies violation of faith, and consequently against the Law of Nature, which is the eternall Law of God. Nor doe wee read, that any such Doctrine was accounted Christian in the time of the Apostles; nor in the time of the Romane Emperours, till the Popes had the Civill Soveraignty of Rome. But to this he hath replyed, that the Christians of old, deposed not <em>Nero</em>, nor <em>Dioclesian</em>, nor <em>Julian</em>, nor <em>Valens</em> an Arrian, for this cause onely, that they wanted Temporall forces. Perhaps so. But did our Saviour, who for calling for, might have had twelve Legions of immortall, invulnerable Angels to assist him, want forces to depose <em>Cæsar</em>, or at least <em>Pilate</em>, that unjustly, without finding fault in him, delivered him to the Jews to bee crucified? Or if the Apostles wanted Temporall forces to depose <em>Nero</em>, was it therefore necessary for them in their Epistles to the new made Christians, to teach them (as they did) to obey the Powers constituted over them, (whereof <em>Nero</em> in that time was one,) and that they ought to obey them, not for fear of their wrath, but for conscience sake? Shall we say they did not onely obey, but also teach what they meant not, for want of strength? It is not therefore for want of strength, but for conscience sake, that Christians are to tolerate their Heathen Princes, or Princes (for I cannot call any one whose Doctrine is the Publique Doctrine, an Hæretique) that authorize the teaching of an Errour. And whereas for the Temporall Power of the Pope, he alledgeth further, that St. Paul (1 <em>Cor</em>. 6.) appointed Judges under the Heathen Princes of those times, such as were not ordained by those Princes; it is not true. For St. Paul does but advise them, to take some of their Brethren to compound their differences, as Arbitrators, rather than to goe to law one with another before the Heathen Judges; which is a wholsome Precept, and full of Charity, fit to be practised also in the best Christian Common-wealths. And for the danger that may arise to Religion, by the Subjects tolerating of an Heathen, or an Erring Prince, it is a point, of which a Subject is no competent Judge; or if bee bee, the Popes Temporall Subjects may judge also of the Popes Doctrine. For every Christian Prince, as I have formerly proved, is no lesse Supreme Pastor of his own Subjects, than the Pope of his.","subId":"131","id":"Hobbes.L.3.42.131"},{"type":"paragraph","content":"The fourth Argument, is taken from the Baptisme of Kings; wherein, that they may be made Christians they submit their Scepters to Christ; and promise to keep, and defend the Christian Faith. This is true; for Christian Kings are no more but Christs Subjects: but they may, for all that, bee the Popes Fellowes; for they are Supreme Pastors of their own Subjects; and the Pope is no more but King, and Pastor, even in Rome it selfe.","subId":"132","id":"Hobbes.L.3.42.132"},{"type":"paragraph","content":"The fifth Argument, is drawn from the words spoken by our Saviour, <em>Feed my sheep</em>; by which was given all Power necessary for a Pastor; as the Power to chase away Wolves, such as are Hæretiques; the Power to shut up Rammes, if they be mad, or push at the other Sheep with their Hornes, such as are Evill (though Christian) Kings; and Power to give the Flock convenient food: From whence hee inferreth, that St. Peter had these three Powers given him by Christ. To which I answer, that the last of these Powers, is no more than the Power, or rather Command to Teach. For the first, which is to chase away Wolves, that is, Hæretiques, the place hee quoteth is (<em>Matth</em>. 7. 15.) <em>Beware of false Prophets which come to you in Sheeps clothing, but inwardly are ravening Wolves</em>. But neither are Hæretiques false Prophets, or at all Prophets: nor (admitting Hæretiques for the Wolves there meant,) were the Apostles commanded to kill them, or if they were Kings, to depose them; but to beware of, fly, and avoid them: nor was it to St. Peter, nor to any of the Apostles, but to the multitude of the Jews that followed him into the mountain, men for the most part not yet converted, that hee gave this Counsell, to Beware of false Prophets: which therefore if it conferre a Power of chasing away Kings, was given, not onely to private men; but to men that were not at all Christians. And as to the Power of Separating, and Shutting up of furious Rammes, (by which hee meaneth Christian Kings that refuse to submit themselves to the Roman Pastor,) our Saviour refused to take upon him that Power in this world himself, but advised to let the Corn and Tares grow up together till the day of Judgment: much lesse did hee give it to St. Peter, or can S. Peter give it to the Popes. St. Peter, and all other Pastors, are bidden to esteem those Christians that disobey the Church, that is, (that disobey the Christian Soveraigne) as Heathen men, and as Publicans. Seeing then men challenge to the Pope no authority over Heathen Princes, they ought to challenge none over those that are to bee esteemed as Heathen.","subId":"133","id":"Hobbes.L.3.42.133"},{"type":"paragraph","content":"But from the Power to Teach onely, hee inferreth also a Coercive Power in the Pope, over Kings. The Pastor (saith he) must give his flock convenient food: Therefore the Pope may, and ought to compell Kings to doe their duty. Out of which it followeth, that the Pope, as Pastor of Christian men, is King of Kings: which all Christian Kings ought indeed either to Confesse, or else they ought to take upon themselves the Supreme Pastorall Charge, every one in his own Dominion.","subId":"134","id":"Hobbes.L.3.42.134"},{"type":"paragraph","content":"His sixth, and last Argument, is from Examples. To which I answer, first, that Examples prove nothing: Secondly, that the Examples he alledgeth make not so much as a probability of Right. The fact of Jehoiada, in Killing Athaliah (2 <em>Kings</em> 11.) was either by the Authority of King Joash, or it was a horrible Crime in the High Priest, which (ever after the election of King Saul) was a mere Subject. The fact of St. Ambrose, in Excommunicating Theodosius the Emperour, (if it were true hee did so,) was a Capitall Crime. And for the Popes, Gregory 1. Greg. 2. Zachary, and Leo 3. their Judgments are void, as given in their own Cause; and the Acts done by them conformably to this Doctrine, are the greatest Crimes (especially that of Zachary) that are incident to Humane Nature. And thus much of <em>Power Ecclesiasticall</em>; wherein I had been more briefe, forbearing to examine these Arguments of Bellarmine, if they had been his, as a Private man, and not as the Champion of the Papacy, against all other Christian Princes, and States.","subId":"135","id":"Hobbes.L.3.42.135"}]}