{"id":"Hobbes.L.3.43","imported":true,"parent":"Hobbes.L.3","title":"Of what is Necessary for a Mans Reception into the Kingdome of Heaven","breadcrumb":"Chapter 43","published":[1651],"copytext":[1651],"sourceDesc":"The text here is from the 1909 Clarendon Press edition (now in the public domain), as put online by the Online Libary of Liberty. That edition follows the original 1651 edition, but with corrections from the printed ERRATA sheet incorporated into the text.","sourceUrl":"https://oll.libertyfund.org/titles/hobbes-leviathan-1909-ed/simple#lf0161_div_056","blocks":[{"type":"title","content":"<h1>CHAP. XLIII.</h1> <h1><em>Of what is <span class=\"small-capitals\">Necessary</span> for a Mans Reception into the Kingdome of Heaven.</em></h1> ","id":"Hobbes.L.3.43"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> most frequent prætext of Sedition, and Civill<span class=\"margin-comment\"><em>The difficulty of obeying God and Man both at once,</em></span> Warre, in Christian Common-wealths hath a long time proceeded from a difficulty, not yet sufficiently resolved, of obeying at once, both God, and Man, then when their Commandements are one contrary to the other. It is manifest enough, that when a man receiveth two contrary Commands, and knows that one of them is Gods, he ought to obey that, and not the other, though it be the command even of his lawfull Soveraign (whether a Monarch, or a soveraign Assembly,) or the command of his Father. The difficulty therefore consisteth in this; that men when they are commanded in the name of God, know not in divers Cases, whether the command be from God, or whether he that commandeth, doe but abuse Gods name for some private ends of his own. For as there were in the Church of the Jews, many false Prophets, that sought reputation with the people, by feigned Dreams, and Visions; so there have been in all times in the Church of Christ, false Teachers, that seek reputation with the people, by phantasticall and false Doctrines; and by such reputation (as is the nature of Ambition,) to govern them for their private benefit.","subId":"1","id":"Hobbes.L.3.43.1"},{"type":"paragraph","content":"But this difficulty of obeying both God, and the Civill<span class=\"margin-comment\"><em>Is none to them that distinguish between what is, and what is not Necessary to Salvation.</em></span> Soveraign on earth, to those that can distinguish between what is <em>Necessary</em>, and what is not <em>Necessary</em> for their <em>Reception</em> into the <em>Kingdome of God</em>, is of no moment. For if the command of the Civill Soveraign bee such, as that it may be obeyed, without the forfeiture of life Eternall; not to obey it is unjust; and the precept of the Apostle takes place; <em>Servants obey your Masters in all things</em>; and, <em>Children obey your Parents in all things</em>; and the precept of our Saviour, <em>The Scribes and Pharisees sit in Moses Chaire, All therefore they shall say, that observe, and doe</em>. But if the command be such, as cannot be obeyed, without being damned to Eternall Death, then it were madnesse to obey it, and the Counsell of our Saviour takes place, (<em>Mat</em>. 10. 28.) <em>Fear not those that kill the body, but cannot kill the soule</em>. All men therefore that would avoid, both the punishments that are to be in this world inflicted, for disobedience to their earthly Soveraign, and those that shall be inflicted in the world to come for disobedience to God, have need be taught to distinguish well between what is, and what is not Necessary to Eternall Salvation.","subId":"2","id":"Hobbes.L.3.43.2"},{"type":"paragraph","content":"All that is <span class=\"small-capitals\">Necessary</span> <em>to Salvatian</em>, is contained in<span class=\"margin-comment\"><em>All that is Necessary to Salvation is contained in Faith and Obedience.</em></span> two Vertues, <em>Faith in Christ</em>, and <em>Obedience to Laws</em>. The latter of these, if it were perfect, were enough to us. But because wee are all guilty of disobedience to Gods Law, not onely originally in Adam, but also actually by our own transgressions, there is required at our hands now, not onely <em>Obedience</em> for the rest of our time, but also a <em>Remission</em> of sins for the time past; which Remission is the reward of our Faith in Christ. That nothing else is Necessarily required to Salvation, is manifest from this, that the Kingdome of Heaven is shut to none but to Sinners; that is to say, to the disobedient, or transgressors of the Law; nor to them, in case they Repent, and Beleeve all the Articles of Christian Faith, Necessary to Salvation.","subId":"3","id":"Hobbes.L.3.43.3"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>What Obedience is Necessary;</em></span> The Obedience required at our hands by God, that accepteth in all our actions the Will for the Deed, is a serious Endeavour to Obey him; and is called also by all such names as signifie that Endeavour. And therefore Obedience, is sometimes called by the names of <em>Charity</em>, and <em>Love</em>, because they imply a Will to Obey; and our Saviour himself maketh our Love to God, and to one another, a Fulfilling of the whole Law: and sometimes by the name of <em>Righteousnesse</em>; for Righteousnesse is but the will to give to every one his owne, that is to say, the will to obey the Laws: and sometimes by the name of <em>Repentance</em>; because to Repent, implyeth a turning away from sinne, which is the same, with the return of the will to Obedience. Whosoever therefore unfeignedly desireth to fulfill the Commandements of God, or repenteth him truely of his transgressions, or that loveth God with all his heart, and his neighbor as himself, hath all the Obedience Necessary to his Reception into the Kingdom of God: For if God should require perfect Innocence, there could no flesh be saved.","subId":"4","id":"Hobbes.L.3.43.4"},{"type":"paragraph","content":"But what Commandements are those that God hath<span class=\"margin-comment\"><em>And to what Laws.</em></span> given us? Are all those Laws which were given to the Jews by the hand of Moses, the Commandements of God? If they bee, why are not Christians taught to Obey them? If they be not, what others are so, besides the Law of Nature? For our Saviour Christ hath not given us new Laws, but Counsell to observe those wee are subject to that is to say, the Laws of Nature, and the Laws of our severall Soveraigns: Nor did he make any new Law to the Jews in his Sermon on the Mount, but onely expounded the Laws of Moses, to which they were subject before. The Laws of God therefore are none but the Laws of Nature, whereof the principall is, that we should not violate our Faith, that is, a commandement to obey our Civill Soveraigns, which wee constituted over us, by mutuall pact one with another. And this Law of God, that commandeth Obedience to the Law Civill, commandeth by consequence Obedience to all the Precepts of the Bible; which (as I have proved in the precedent Chapter) is there onely Law, where the Civill Soveraign hath made it so; and in other places but Counsell; which a man at his own perill, may without injustice refuse to obey.","subId":"5","id":"Hobbes.L.3.43.5"},{"type":"paragraph","content":"Knowing now what is the Obedience Necessary to Salvation, and to whom it is due; we are to consider<span class=\"margin-comment\"><em>In the Faith of a Christian, who is the Person beleeved.</em></span> next concerning Faith, whom, and why we beleeve; and what are the Articles, or Points necessarily to be beleeved by them that shall be saved. And first, for the Person whom we beleeve, because it is impossible to beleeve any Person, before we know what he saith, it is necessary he be one that wee have heard speak. The Person therefore, whom Abraham, Isaac, Jacob, Moses and the Prophets beleeved, was God himself, that spake unto them supernaturally: And the Person, whom the Apostles and Disciples that conversed with Christ beleeved, was our Saviour himself. But of them, to whom neither God the Father, nor our Saviour ever spake, it cannot be said, that the Person whom they beleeved, was God. They beleeved the Apostles, and after them the Pastors and Doctors of the Church, that recommended to their faith the History of the Old and New Testament: so that the Faith of Christians ever since our Saviours time, hath had for foundation, first, the reputation of their Pastors, and afterward, the authority of those that made the Old and New Testament to be received for the Rule of Faith; which none could do but Christian Soveraignes; who are therefore the Supreme Pastors, and the onely Persons, whom Christians now hear speak from God; except such as God speaketh to, in these days supernaturally. But because there be many false Prophets <em>gone out into the world</em>, other men are to examine such Spirits (as St. <em>John</em> adviseth us, 1 Epistle, Chap. 4. ver. 1.) <em>whether they be of God, or not</em>. And therefore, seeing the Examination of Doctrines belongeth to the Supreme Pastor, the Person which all they that have no speciall revelation are to beleeve, is (in every Common-wealth) the Supreme Pastor, that is to say, the Civill Soveraigne.","subId":"6","id":"Hobbes.L.3.43.6"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>The causes of Christian Faith.</em></span> The causes why men beleeve any Christian Doctrine, are various: For Faith is the gift of God; and he worketh it in each severall man, by such wayes, as it seemeth good unto himself. The most ordinary immediate cause of our beleef, concerning any point of Christian Faith, is, that wee beleeve the Bible to be the Word of God. But why wee beleeve the Bible to be the Word of God, is much disputed, as all questions must needs bee, that are not well stated. For they make not the question to be, <em>Why we Beleeve it</em>, but, <em>How wee Know it</em>; as if <em>Beleeving</em> and <em>Knowing</em> were all one. And thence while one side ground their Knowledge upon the Infallibility of the Church, and the other side, on the Testimony of the Private Spirit, neither side concludeth what it pretends. For how shall a man know the Infallibility of the Church, but by knowing first the Infallibility of the Scripture? Or how shall a man know his own Private spirit to be other than a beleef, grounded upon the Authority, and Arguments of his Teachers; or upon a Presumption of his own Gifts? Besides, there is nothing in the Scripture, from which can be inferred the Infallibility of the Church: much lesse, of any particular Church; and least of all, the Infallibility of any particular man.","subId":"7","id":"Hobbes.L.3.43.7"},{"type":"paragraph","content":"It is manifest therefore, that Christian men doe not know, but onely beleeve the Scripture to be the Word of<span class=\"margin-comment\"><em>Faith comes by Hearing.</em></span> God; and that the means of making them beleeve which God is pleased to afford men ordinarily, is according to the way of Nature, that is to say, from their Teachers. It is the Doctrine of St. Paul concerning Christian Faith in generall, (<em>Rom</em>. 10. 17.) <em>Faith cometh by Hearing</em>, that is, by Hearing our lawfull Pastors. He saith also (ver. 14, 15. of the same Chapter) <em>How shall they beleeve in him of whom they have not heard? and how shall they hear without a Preacher? and how shall they Preach, except they be sent?</em> Whereby it is evident, that the ordinary cause of beleeving that the Scriptures are the Word of God, is the same with the cause of the beleeving of all other Articles of our Faith, namely, the Hearing of those that are by the Law allowed and appointed to Teach us, as our Parents in their Houses, and our Pastors in the Churches: Which also is made more manifest by experience. For what other cause can there bee assigned, why in Christian Common-wealths all men either beleeve, or at least professe the Scripture to bee the Word of God, and in other Common-wealths scarce any; but that in Christian Common-wealths they are taught it from their infancy; and in other places they are taught otherwise?","subId":"8","id":"Hobbes.L.3.43.8"},{"type":"paragraph","content":"But if Teaching be the cause of Faith, why doe not all beleeve? It is certain therefore that Faith is the gift of God, and hee giveth it to whom he will. Neverthelesse, because to them to whom he giveth it, he giveth it by the means of Teachers, the immediate cause of Faith is Hearing. In a School, where many are taught, and some profit, others profit not, the cause of learning in them that profit, is the Master; yet it cannot be thence inferred, that learning is not the gift of God. All good things proceed from God; yet cannot all that have them, say they are Inspired; for that implies a gift supernaturall, and the immediate hand of God; which he that pretends to, pretends to be a Prophet, and is subject to the examination of the Church.","subId":"9","id":"Hobbes.L.3.43.9"},{"type":"paragraph","content":"But whether men <em>Know</em>, or <em>Beleeve</em>, or <em>Grant</em> the Scriptures to be the Word of God; if out of such places of them, as are without obscurity, I shall shew what Articles of Faith are necessary, and onely necessary for Salvation, those men must needs <em>Know, Beleeve</em>, or <em>Grant</em> the same.","subId":"10","id":"Hobbes.L.3.43.10"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>The onely Necessary Article of Christian Faith;</em></span> The (<em>Unum Necessarium</em>) Onely Article of Faith, which the Scripture maketh simply Necessary to Salvation, is this, that <span class=\"small-capitals\">Jesus is the</span> <span class=\"small-capitals\">Christ</span>. By the name of <em>Christ</em>, is understood the King, which God had before promised by the Prophets of the Old Testament, to send into the world, to reign (over the Jews, and over such of other nations as should beleeve in him) under himself eternally; and to give them that eternall life, which was lost by the sin of Adam. Which when I have proved out of Scripture, I will further shew when, and in what sense some other Articles may bee also called <em>Necessary</em>.","subId":"11","id":"Hobbes.L.3.43.11"},{"type":"paragraph","content":"For Proof that the Beleef of this Article, <em>Jesus is the</em><span class=\"margin-comment\"><em>Proved from the Scope of the Evangelists:</em></span> <em>Christ</em>, is all the Faith required to Salvation, my first Argument shall bee from the Scope of the Evangelists; which was by the description of the life of our Saviour, to establish that one Article, <em>Jesus is the Christ</em>. The summe of St. Matthews Gospell is this, That Jesus was of the stock of David; Born of a Virgin; which are the Marks of the true Christ: That the <em>Magi</em> came to worship him as King of the Jews: That Herod for the same cause sought to kill him: That John Baptist proclaimed him: That he preached by himselfe, and his Apostles that he was that King: That he taught the Law, not as a Scribe, but as a man of Authority: That he cured diseases by his Word onely, and did many other Miracles, which were foretold the Christ should doe: That he was saluted King when hee entred into Jerusalem: That he fore-warned them to beware of all others that should pretend to be Christ: That he was taken, accused, and put to death, for saying, hee was King: That the cause of his condemnation written on the Crosse, was <span class=\"small-capitals\">Jesus of</span> <span class=\"small-capitals\">Nazareth, the</span> <span class=\"small-capitals\">King of the</span> <span class=\"small-capitals\">Jewes</span>. All which tend to no other end than this, that men should beleeve, that <em>Jesus is the Christ</em>. Such therefore was the Scope of St. Matthews Gospel. But the Scope of all the Evangelists (as may appear by reading them) was the same. Therefore the Scope of the whole Gospell, was the establishing of that onely Article. And St. John expressely makes it his conclusion, <em>John</em> 20. 31. <em>These things are written, that you may know that Jesus is the Christ, the Son of the living God</em>.","subId":"12","id":"Hobbes.L.3.43.12"},{"type":"paragraph","content":"My second Argument is taken from the Subject of the<span class=\"margin-comment\"><em>From the Sermons of the Apostles:</em></span> Sermons of the Apostles, both whilest our Saviour lived on earth, and after his Ascension. The Apostles in our Saviours time were sent, <em>Luke</em> 9. 2. to Preach the Kingdome of God: For neither there, nor <em>Mat</em>. 10. 7. giveth he any Commission to them, other than this, <em>As ye go, Preach, saying, the Kingdome of Heaven is at hand</em>; that is, that <em>Jesus</em> is the <em>Messiah</em>, the <em>Christ</em>, the <em>King</em> which was to come. That their Preaching also after his ascension was the same, is manifest out of <em>Acts</em> 17. 6. <em>They drew</em> (saith St. Luke) <em>Jason and certain Brethren unto the Rulers of the City, crying, These that have turned the world upside down are come hither also, whom Jason hath received. And these all do contrary to the Decrees of Cœsar, saying, that there is another King, one Jesus</em>: And out of the 2. &amp; 3. verses of the same Chapter, where it is said, that St. <em>Paul as his manner was, went in unto them; and three Sabbath dayes reasoned with them out of the Scriptures; opening and alledging, that Christ must needs have suffered, and risen againe from the dead, and that this Jesus (whom hee preached) is Christ</em>.","subId":"13","id":"Hobbes.L.3.43.13"},{"type":"paragraph","content":"The third Argument is, from those places of Scripture,<span class=\"margin-comment\"><em>From the easinesse of the Doctrine:</em></span> by which all the Faith required to Salvation is declared to be Easie. For if an inward assent of the mind to all the Doctrines concerning Christian Faith now taught, (whereof the greatest part are disputed,) were necessary to Salvation, there would be nothing in the world so hard, as to be a Christian. The Thief upon the Crosse though repenting, could not have been saved for saying,<em>Lord remember me when thou commest into thy Kingdome</em>; by which he testified no beleefe of any other Article, but this, That <em>Jesus was the King</em>. Nor could it bee said (as it is <em>Mat</em>. 11. 30.) that <em>Christs yoke is Easy, and his burthen Light</em>: Nor that <em>Little Children beleeve in him</em>, as it is <em>Matth</em>. 18. 6. Nor could St. Paul have said (1 <em>Cor</em>. 1. 21.) <em>It pleased God by the Foolishnesse of preaching, to save them that beleeve</em>: Nor could St. Paul himself have been saved, much lesse have been so great a Doctor of the Church so suddenly, that never perhaps thought of Transubstantiation, nor Purgatory, nor many other Articles now obtruded.","subId":"14","id":"Hobbes.L.3.43.14"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>From formall and cleer texts.</em></span> The fourth Argument is taken from places expresse, and such as receive no controversie of Interpretation; as first, <em>John</em> 5. 39. <em>Search the Scriptures, for in them yee thinke yee have eternall life; and they are they that testifie of mee</em>. Our Saviour here speaketh of the Scriptures onely of the Old Testament; for the Jews at that time could not search the Scriptures of the New Testament, which were not written. But the Old Testament hath nothing of Christ, but the Markes by which men might know him when hee came; as that he should descend from David; be born at Bethlem, and of a Virgin; doe great Miracles, and the like. Therefore to beleeve that this Jesus was He, was sufficient to eternall life: but more than sufficient is not Necessary; and consequently no other Article is required. Again, (<em>John</em> 11. 26.) <em>Whosoever liveth and beleeveth in mee, shall not die eternally</em>, Therefore to beleeve in Christ, is faith sufficient to eternall life; and consequently no more faith than that is Necessary, But to beleeve in Jesus, and to beleeve that Jesus is the Christ, is all one, as appeareth in the verses immediately following. For when our Saviour (verse 26.) had said to Martha, <em>Beleevest thou this?</em> she answereth (verse 27.) <em>Yea Lord, I beleeve that thou art the Christ, the Son of God, which should come into the world</em>: Therefore this Article alone is faith sufficient to life eternall; and more than sufficient is not Necessary. Thirdly, <em>John</em> 20. 31. <em>These things are written that yee might beleeve, That Jesus is the Christ, the Son of God, and that beleeving yee might have life through his name</em>. There, to beleeve that <em>Jesus is the Christ</em>, is faith sufficient to the obtaining of life; and therefore no other Article is Necessary. Fourthly, 1 <em>John</em> 4. 2. <em>Every spirit that confesseth that Jesus Christ is come in the flesh, is of God</em>. And 1 <em>Joh</em>. 5. 1. <em>Whosoever beleeveth that Jesus is the Christ, is born of God</em>. And verse 5. <em>Who is hee that overcommeth the world, but he that beleeveth that Jesus is the Son of God?</em> Fiftly, <em>Act</em>. 8. ver. 36, 37. <em>See</em> (saith the Eunuch) <em>here is water, what doth hinder me to be baptized? And Philip said, If thou beleevest with all thy heart thou mayst. And hee answered and said, I beleeve that Jesus Christ is the Son of God</em>. Therefore this Article beleeved, <em>Jesus is the Christ</em>, is sufficient to Baptisme, that is to say, to our Reception into the Kingdome of God, and by consequence; onely Necessary. And generally in all places where our Saviour saith to any man, <em>Thy faith hath saved thee</em>, the cause he saith it, is some Confession, which directly, or by consequence, implyeth a beleef, that <em>Jesus is the Christ</em>.","subId":"15","id":"Hobbes.L.3.43.15"},{"type":"paragraph","content":"The last Argument is from the places, where this<span class=\"margin-comment\"><em>From that it is the Foundation of all other Articles.</em></span> Article is made the Foundation of Faith: For he that holdeth the Foundation shall bee saved. Which places are first, <em>Mat</em>. 24. 23. <em>If any man shall say unto you, Loe, here is Christ, or there, beleeve it not, for there shall arise false Christs, and false Prophets, and shall shew great signes and wonders, &amp;c</em>. Here wee see, this Article <em>Jesus is the Christ</em>, must bee held, though hee that shall teach the contrary should doe great miracles. The second place is, <em>Gal</em>. 1. 8. <em>Though we, or an Angell from Heaven preach any other Gospell unto you, than that wee have preached unto you, let him bee accursed</em>. But the Gospell which Paul, and the other Apostles, preached, was onely this Article, that <em>Jesus is the Christ</em>: Therefore for the Beleef of this Article, we are to reject the Authority of an Angell from heaven; much more of any mortall man, if he teach the contrary. This is therefore the Fundamentall Article of Christian Faith. A third place is, 1 <em>Joh</em>. 4. 1. <em>Beloved, beleeve not every spirit. Hereby yee shall know the Spirit of God; every spirit that confesseth that Jesus Christ is come in the flesh, is of God</em>. By which it is evident, that this Article, is the measure, and rule, by which to estimate, and examine all other Articles; and is therefore onely Fundamentall. A fourth is, <em>Matt</em>. 16. 18. where after St. Peter had professed this Article, saying to our Saviour, <em>Thou art Christ the Son of the living God</em>, Our Saviour answered, <em>Thou art Peter, and upon this Rock I will build my Church</em>: from whence I inferre, that this Article is that, on which all other Doctrines of the Church are built, as on their Foundation. A fift is (1 <em>Cor</em>. 3. ver. 11, 12, &amp;c.) <em>Other Foundation can no man lay, than that which is laid, Jesus is the Christ. Now if any man build upon this Foundation, Gold, Silver, pretious Stones, Wood, Hay, Stubble; Every mans work shall be made manifest; For the Day shall declare it, because it shall be revealed by fire, and the fire shall try every mans work, of what sort it is. If any mans work abide, which he hath built thereupon, he shall receive a reward: If any mans work shall bee burnt, he shall suffer losse; but he himself shall be saved, yet so as by fire</em>. Which words, being partly plain and easie to understand, and partly allegoricall and difficult; out of that which is plain, may be inferred, that Pastors that teach this Foundation, that <em>Jesus is the Christ</em>, though they draw from it false consequences, (which all men are sometimes subject to,) they may neverthelesse bee saved; much more that they may bee saved, who being no Pastors, but Hearers, beleeve that which is by their lawfull Pastors taught them. Therefore the beleef of this Article is sufficient; and by consequence, there is no other Article of Faith Necessarily required to Salvation.","subId":"16","id":"Hobbes.L.3.43.16"},{"type":"paragraph","content":"Now for the part which is Allegoricall, as <em>That the fire shall try every mans work</em>, and that <em>They shall be saved, but so as by fire</em>, or <em>through fire</em>, (for the originall is διὰπνρὸς) it maketh nothing against this conclusion which I have drawn from the other words, that are plain. Neverthelesse, because upon this place there hath been an argument taken, to prove the fire of Purgatory, I will also here offer you my conjecture concerning the meaning of this triall of Doctrines, and saving of men as by Fire. The Apostle here seemeth to allude to the words of the Prophet Zachary, Ch. 13. 8, 9. who speaking of the Restauration of the Kingdome of God, saith thus, <em>Two parts therein shall be cut off, and die, but the third shall be left therein; And I will bring the third part through the Fire, and will refine them as Silver is refined, and will try them as Gold is tryed; they shall call on the name of the Lord, and I will hear them</em>. The day of Judgment, is the day of the Restauration of the Kingdome of God; and at that day it is, that St. Peter tells us <span class=\"margin-comment\"><em>2 Pet. 3. v. 7, 10, 12.</em></span> shall be the Confiagration of the world, wherein the wicked shall perish; but the remnant which God will save, shall passe through that Fire, unhurt, and be therein (as Silver and Gold are refined by the fire from their drosse) tryed, and refined from their Idolatry, and be made to call upon the name of the true God. Alluding whereto St. Paul here saith, That <em>the Day</em> (that is, the Day of Judgment, the Great Day of our Saviours comming to restore the Kingdome of God in Israel) shall try every mans doctrine, by Judging, which are Gold, Silver, Pretious Stones, Wood, Hay, Stubble; And then they that have built false Consequences on the true Foundation, shall see their Doctrines condemned; neverthelesse they themselves shall be saved, and passe unhurt through this universall Fire, and live eternally, to call upon the name of the true and onely God. In which sense there is nothing that accordeth not with the rest of Holy Scripture, or any glimpse of the fire of Purgatory.","subId":"17","id":"Hobbes.L.3.43.17"},{"type":"paragraph","content":"But a man may here aske, whether it bee not as necessary<span class=\"margin-comment\"><em>In what sense other Articles may be called Necessary.</em></span> to Salvation, to beleeve, that God is Omnipotent; Creator of the world; that Jesus Christ is risen; and that all men else shall rise again from the dead at the last day; as to beleeve, that <em>Jesus is the Christ</em>. To which I answer, they are; and so are many more Articles: but they are such, as are contained in this one, and may be deduced from it, with more, or lesse difficulty. For who is there that does not see, that they who beleeve Jesus to be the Son of the God of Israel, and that the Israelites had for God the Omnipotent Creator of all things, doe therein also beleeve, that God is the Omnipotent Creator of all things? Or how can a man beleeve, that Jesus is the King that shall reign eternally, unlesse hee beleeve him also risen again from the dead? For a dead man cannot exercise the Office of a King. In summe, he that holdeth this Foundation, <em>Jesus is the Christ</em>, holdeth Expressely all that hee seeth rightly deduced from it, and Implicitely all that is consequent thereunto, though he have not skill enough to discern the consequence. And therefore it holdeth still good, that the beleef of this one Article is sufficient faith to obtaine remission of sinnes to the <em>Penitent</em>, and consequently to bring them into the Kingdome of Heaven.","subId":"18","id":"Hobbes.L.3.43.18"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>That Faith, and Obedience are both of them Necessary to Salvation.</em></span> Now that I have shewn, that all the Obedience required to Salvation, consisteth in the will to obey the Law of God, that is to say, in Repentance; and all the Faith required to the same, is comprehended in the beleef of this Article <em>Jesus is the Christ</em>; I will further alledge those places of the Gospell, that prove, that all that is Necessary to Salvation is contained in both these joined together. The men to whom St. Peter preached on the day of Pentecost, next after the Ascension of our Saviour, asked him, and the rest of the Apostles, saying, (<em>Act</em>. 2. 37.) <em>Men and Brethren what shall we doe?</em> To whom St. Peter answered (in the next verse) <em>Repent, and be Baptized every one of you, for the remission of sins, and ye shall receive the gift of the Holy Ghost</em>. Therefore Repentance, and Baptisme, that is, beleeving that <em>Jesus is the Christ</em>, is all that is Necessary to Salvation. Again, our Saviour being asked by a certain Ruler, (<em>Luke</em> 18. 18.) <em>What shall I doe to inherite eternall life?</em> Answered (verse 20.) <em>Thou knowest the Commandements, Doe not commit Adultery, Doe not Kill, Doe not Steal, Doe not bear false witnesse, Honor thy Father, and thy Mother</em>: which when he said he had observed, our Saviour added, <em>Sell all thou hast, give it to the Poor, and come and follow me</em>: which was as much as to say, Relye on me that am the King: Therefore to fulfill the Law, and to beleeve that Jesus is the King, is all that is required to bring a man to eternall life. Thirdly, St. Paul saith (<em>Rom</em>. 1. 17.) <em>The Just shall live by Faith</em>; not every one, but the <em>Just</em>; therefore <em>Faith</em> and <em>Justice</em> (that is, the <em>will to be Just</em>, or <em>Repentance</em>) are all that is Necessary to life eternall. And (<em>Mark</em> 1. 15.) our Saviour preached, saying, <em>The time is fulfilled, and the Kingdom of God is at hand, Repent and Beleeve the Evangile</em>, that is, the Good news that the Christ was come. Therefore to Repent, and to Beleeve that Jesus is the Christ, is all that is required to Salvation.","subId":"19","id":"Hobbes.L.3.43.19"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>What each of them contributes thereunto.</em></span> Seeing then it is Necessary that Faith, and Obedience (implyed in the word Repentance) do both concurre to our Salvation; the question by which of the two we are Justified, is impertinently disputed. Neverthelesse, it will not be impertinent, to make manifest in what manner each of them contributes thereunto; and in what sense it is said, that we are to be Justified by the one, and by the other. And first, if by Righteousnesse be understood the Justice of the Works themselves, there is no man that can be saved; for there is none that hath not transgressed the Law of God. And therefore when wee are said to be Justified by Works, it is to be understood of the Will, which God doth alwaies accept for the Work it selfe, as well in good, as in evill men. And in this sense onely it is, that a man is called <em>Just</em>, or <em>Unjust</em>; and that his Justice Justifies him, that is, gives him the title, in Gods acceptation, of <em>Just</em>; and renders him capable of <em>living by his Faith</em>, which before he was not. So that Justice Justifies in that sense, in which to<em>Justifie</em>, is the same that to <em>Denominate a man Just</em>; and not in the signification of discharging the Law; whereby the punishment of his sins should be unjust.","subId":"20","id":"Hobbes.L.3.43.20"},{"type":"paragraph","content":"But a man is then also said to be Justified, when his Plea, though in it selfe unsufficient, is accepted; as when we Plead our Will, our Endeavour to fulfill the Law, and Repent us of our failings, and God accepteth it for the Performance it selfe: And because God accepteth not the Will for the Deed, but onely in the Faithfull; it is therefore Faith that makes good our Plea; and in this sense it is, that Faith onely Justifies: So that <em>Faith</em> and <em>Obedience</em> are both Necessary to Salvation; yet in severall senses each of them is said to Justifie.","subId":"21","id":"Hobbes.L.3.43.21"},{"type":"paragraph","content":"Having thus shewn what is Necessary to Salvation;<span class=\"margin-comment\"><em>Obedience to God and to the Civill Soveraign not inconsistent, whether Christian,</em></span> it is not hard to reconcile our Obedience to God, with our Obedience to the Civill Soveraign; who is either Christian, or Infidel. If he bee a Christian, he alloweth the beleefe of this Article, that <em>Jesus is the Christ</em>; and of all the Articles that are contained in, or are by evident consequence deduced from it: which is all the Faith Necessary to Salvation. And because he is a Soveraign, he requireth Obedience to all his owne, that is, to all the Civill Laws; in which also are contained all the Laws of Nature, that is, all the Laws of God: for besides the Laws of Nature, and the Laws of the Church, which are part of the Civill Law, (for the Church that can make Laws is the Common-wealth,) there bee no other Laws Divine. Whosoever therefore obeyeth his Christian Soveraign, is not thereby hindred, neither from beleeving, nor from obeying God. But suppose that a Christian King should from this Foundation <em>Jesus is the Christ</em>, draw some false consequences, that is to say, make some superstructions of Hay, or Stubble, and command the teaching of the same; yet seeing St. Paul says, he shal be saved; much more shall he be saved, that teacheth them by his command; and much more yet, he that teaches not, but onely beleeves his lawfull Teacher. And in case a Subject be forbidden by the Civill Soveraign to professe some of those his opinions, upon what just ground can he disobey? Christian Kings may erre in deducing a Consequence, but who shall Judge? Shall a private man Judge, when the question is of his own obedience? or shall any man Judg but he that is appointed thereto by the Church, that is, by the Civill Soveraign that representeth it? or if the Pope, or an Apostle Judge, may he not erre in deducing of a consequence? did not one of the two, St. Peter, or St. Paul erre in a superstructure, when St. Paul withstood St. Peter to his face? There can therefore be no contradiction between the Laws of God, and the Laws of a Christian Common-wealth.","subId":"22","id":"Hobbes.L.3.43.22"},{"type":"paragraph","content":"<span class=\"margin-comment\"><em>Or Infidel.</em></span> And when the Civill Soveraign is an Infidel, every one of his own Subjects that resisteth him, sinneth against the Laws of God (for such as are the Laws of Nature,) and rejecteth the counsell of the Apostles, that admonisheth all Christians to obey their Princes, and all Children and Servants to obey their Parents, and Masters, in all things. And for their <em>Faith</em>, it is internall, and invisible; They have the licence that Naaman had, and need not put themselves into danger for it. But if they do, they ought to expect their reward in Heaven, and not complain of their Lawfull Soveraign; much lesse make warre upon him. For he that is not glad of any just occasion of Martyrdome, has not the faith he professeth, but pretends it onely, to set some colour upon his own contumacy. But what Infidel King is so unreasonable, as knowing he has a Subject, that waiteth for the second comming of Christ, after the present world shall bee burnt, and intendeth then to obey him (which is the intent of beleeving that Jesus is the Christ,) and in the mean time thinketh himself bound to obey the Laws of that Infidel King, (which all Christians are obliged in conscience to doe,) to put to death, or to persecute such a Subject?","subId":"23","id":"Hobbes.L.3.43.23"},{"type":"paragraph","content":"And thus much shall suffice, concerning the Kingdome of God, and Policy Ecclesiasticall. Wherein I pretend not to advance any Position of my own, but onely to shew what are the Consequences that seem to me deducible from the Principles of Christian Politiques, (which are the holy Scriptures,) in confirmation of the Power of Civill Soveraigns, and the Duty of their Subjects. And in the allegation of Scripture, I have endeavoured to avoid such texts as are of obscure, or controverted Interpretation; and to alledge none, but in such sense as is most plain, and agreeable to the harmony and scope of the whole Bible; which was written for the reestablishment of the Kingdome of God in Christ. For it is not the bare Words, but the Scope of the writer that giveth the true light, by which any writing is to bee interpreted; and they that insist upon single Texts, without considering the main Designe, can derive no thing from them cleerly; but rather by casting atomes of Scripture, as dust before mens eyes, make every thing more obscure than it is; an ordinary artifice of those that seek not the truth, but their own advantage.","subId":"24","id":"Hobbes.L.3.43.24"}],"texts":[],"ancestors":[{"id":"Hobbes","forename":"Thomas","surname":"Hobbes","birth":1588,"death":1679,"published":1650,"nationality":"English","sex":"Male","texts":[{"id":"Hobbes.HN","forename":"Thomas","surname":"Hobbes","title":"Humane Nature; or, the Fundamental Elements of Policie","birth":1588,"death":1679,"published":[1650],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Humane Nature"},{"id":"Hobbes.CP","forename":"Thomas","surname":"Hobbes","title":"De Corpore Politico; or, The Elements of Law, Moral and Politick","birth":1588,"death":1679,"published":[1650],"nationality":"English","sex":"Male","breadcrumb":"De Corpore Politico"},{"id":"Hobbes.Civ","forename":"Thomas","surname":"Hobbes","title":"De Cive; Or, Philosophicall Rudiments Concerning Government and Society","birth":1588,"death":1679,"published":[1651],"nationality":"English","sex":"Male","breadcrumb":"De Cive"},{"id":"Hobbes.L","forename":"Thomas","surname":"Hobbes","title":"Leviathan, or The Matter, Forme, & Power of a Common-Wealth Ecclesiastical and Civill","birth":1588,"death":1679,"published":[1651],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Leviathan"},{"id":"Hobbes.LN","forename":"Thomas","surname":"Hobbes","title":"Of Libertie and Necessitie","birth":1588,"death":1679,"published":[1654],"nationality":"English","sex":"Male","breadcrumb":"Libertie and Necessitie"},{"id":"Hobbes.Cor","forename":"Thomas","surname":"Hobbes","title":"De Corpore; Or, Elements of Philosophy, The First Section, Concerning Body","birth":1588,"death":1679,"published":[1656],"nationality":"English","sex":"Male","breadcrumb":"De Corpore"},{"id":"Hobbes.B","forename":"Thomas","surname":"Hobbes","title":"Behemoth; Or, An Epitome of the Civil Wars of England, from 1640 to 1660","birth":1588,"death":1679,"published":[1679],"nationality":"English","sex":"Male","breadcrumb":"Behemoth"},{"id":"Hobbes.AB","forename":"Thomas","surname":"Hobbes","title":"An Answer to a Book published by Dr. Bramhall","birth":1588,"death":1679,"published":[1682],"nationality":"English","sex":"Male","breadcrumb":"Answer to Bramhall"}]},{"id":"Hobbes.L","forename":"Thomas","surname":"Hobbes","title":"Leviathan, or The Matter, Forme, & Power of a Common-Wealth Ecclesiastical and Civill","birth":1588,"death":1679,"published":[1651],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Leviathan"},{"id":"Hobbes.L.3","imported":true,"title":"The Third Part, Of A Christian Common-wealth","breadcrumb":"Part 3","published":[1651]}],"prev":{"id":"Hobbes.L.3.42","imported":true,"title":"Of Power Ecclesiasticall","breadcrumb":"Chapter 42","published":[1651]},"next":{"id":"Hobbes.L.4","imported":true,"title":"The Fourth Part, Of The Kingdome of Darknesse","breadcrumb":"Part 4","published":[1651]}}