{"id":"Locke.EHU.1.1","imported":true,"parent":"Locke.EHU.1","title":"Chapter 1. Introduction","breadcrumb":"Chapter 1","published":[1689],"copytext":[1700],"sourceDesc":"Locke’s <cite>Essay</cite> was first published in December 1689, but with a publication year of 1690 on the title page. The copytext for this version is the 4th edition of 1700, which is the last edition to be printed in Locke’s lifetime, and contains several changes and additions. The text is derived from a transcription of the first edition from EEBO-TCP. Several changes are being made to this source, to bring the text in line with the 1700 edition.","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A48874.0001.001/1:6.1?rgn=div2;view=fulltext","blocks":[{"type":"title","content":"<h1>CHAP. I.</h1> <h2><em>Introduction.</em></h2> ","id":"Locke.EHU.1.1"},{"type":"paragraph","content":"SInce it is the <em>Understanding</em> that sets Man above the rest of sensible Beings, and gives him all the Advantage and Dominion, which he has over them; it is certainly a Subject, even for its Nobleness, worth our Labour to enquire into. The Understanding, like the Eye, whilst it makes us see, and perceive all other Things, takes no notice of it self: And it requires Art and Pains to set it at a distance, and make it its own Object: But whatever be the Difficulties, that lie in the way of this Enquiry; whatever it be, that keeps us so much in the Dark to our selves; sure I am, that all the Light we can let in upon our own Minds; all the Acquaintance we can make with our own Understandings, will not only be very pleasant; but bring us great Advantage, in directing our Thoughts in the search of other Things.","subId":"1","id":"Locke.EHU.1.1.1"},{"type":"paragraph","content":"This, therefore, being my <em>Purpose</em> to enquire into the Original, Certainty, and Extent of humane Knowledge; together, with the Grounds and Degrees of Belief, Opinion, and Assent; I shall not at present meddle with the Physical Consideration of the Mind; or trouble my self to examine, wherein its Essence consists, or by what Motions of our Spirits, or Alterations of our Bodies, we come to have any Sensation by our Organs, or any <em>Idea's</em> in our Understandings; and whether those <em>Idea's</em> do in their Formation, any, or all of them, depend on Matter, or no. These are Speculations, which, however curious and entertaining, I shall decline, as lying out of my Way, in the Design I am now upon. It shall suffice to my present Purpose, to consider the discerning Faculties of a Man, as they are employ'd about the Objects, which they have to do with: and I shall imagine I have not wholly misimploy'd my self in the Thoughts I shall have on this Occasion, if, in this Historical plain Method, I can give any Account of the Ways, whereby our Understandings come to attain those Notions of Things we have, and can set down any Measures of the Certainty of our Knowledge, or the Grounds of those Perswasions, which are to be found amongst Men, so various, different, and wholly contradictory; and yet asserted some where or other with such Assurance, and Confidence, that he that shall take a view of the Opinions of Mankind, observe their Opposition, and at the same time, consider the Fondness, and Devotion wherewith they are embrac'd; the Resolution, and Eagerness, wherewith they are maintain'd, may perhaps have Reason to suspect, That either there is no such thing as Truth at all; or that Mankind hath no sufficient Means to attain a certain Knowledge of it.","subId":"2","id":"Locke.EHU.1.1.2"},{"type":"paragraph","content":"It is therefore worth while, to search out the <em>Bounds</em> between Opinion and Knowledge; and examine by what Measures, in things whereof we have no certain Knowledge, we ought to regulate our Assent, and moderate our Perswasions. In Order whereunto, I shall pursue this following Method. <em>First,</em> I shall enquire into the <em>Original</em> of those <em>Idea's,</em> Notions, or whatever else you please to call them, which a Man observes, and is conscious to himself he has in his Mind; and the ways whereby the Understanding comes to be furnished with them. <em>Secondly,</em> I shall endeavour to shew, what <em>Knowledge</em> the Understanding hath by those <em>Idea's</em>; and the Certainty, Evidence, and Extent of it. <em>Thirdly,</em> I shall make some Enquiry into the Nature and Grounds of <em>Faith,</em> or <em>Opinion</em>: whereby I mean that Assent, which we give to any Proposition as true, of whose Truth yet we have no certain Knowledge: And here we shall have Occasion to examine the Reasons and Degrees of <em>Assent.</em>","subId":"3","id":"Locke.EHU.1.1.3"},{"type":"paragraph","content":"If by this Enquiry into the Nature of the Understanding, I can discover the Powers thereof; at <em>how far</em> they reach; to which things they are in any Degree proportionate; and where they fail us, I suppose it may be of use, to prevail with the busie Mind of Man, to be more cautious in meddling with things exceeding its Comprehension; to stop, when it is at the utmost Extent of its Tether; and to sit down in a quiet Ignorance of those Things, which, upon Examination, are found to be beyond the reach of our Capacities. We should not then perhaps be so forward, out of an Affectation of an universal Knowledge, to raise Questions, and perplex our selves and others with Disputes about Things, to which our Understandings are not suited; and of which we cannot frame in our Minds any clear or distinct Perceptions, or whereof (as it has perhaps too often happen'd) we have not any Notions at all. If we can find out, how far the Understanding can extend its view; how far it has Faculties to attain Certainty; and in what Cases it can only judge and guess, we may learn to content our selves with what is attainable by us in this State.","subId":"4","id":"Locke.EHU.1.1.4"},{"type":"paragraph","content":"For though the <em>Comprehension</em> of our Understandings, comes exceeding short of the vast Extent of Things; yet, we shall have Cause enough to magnifie the bountiful Author of our Being, for that Portion, and Degree of Knowledge, he has bestowed on us, so far above all the rest of the Inhabitants of this our Mansion. Men have Reason to be well satisfied with what God hath thought fit for them, since he has given them (as St. <em>Peter</em> says, <span class=\"foreign\">παντα προς ζωην και ενσεβειαν</span>, Whatsoever is necessary for the Conveniences of Life, and Information of Vertue; and has put within the reach of their Discovery the Provisions, that may support, or sweeten this Life, and the Way that leads to a better. How short soever their Knowledge may come of an universal, or perfect Comprehension of whatsoever is, it yet secures their great Concernments, that they have Light enough to lead them to the Knowledge of their Maker, and the Discovery of their own Duties. Men may find Matter sufficient to busie their Heads, and employ their Hands with Variety, Delight, and Satisfaction; if they will not boldly quarrel with their own Constitution, and throw away the Blessings their Hands are fill'd with, because they are not big enough to grasp every thing. We shall not have much Reason to complain of the narrowness of our Minds, if we will but employ them about what may be of use to us; for of that they are very capable: And it will be an unpardonable, as well as Childish Peevishness, if we undervalue the Advantages of our Knowledge, and neglect to improve it to the ends for which is was given us, because there are some Things that are set out of the reach of it. It will be no Excuse to an idle and untoward Servant, who would not attend his Business by Candle-light, to plead that he had not broad Sun-shine. The Candle, that is set up in us, shines bright enough for all our Purposes. The Discoveries we can make with this, ought to satisfie us: And we shall then use our Understandings right, when we entertain all Objects in that Way and Proportion, that they are suited to our Faculties; and upon those Grounds, they are capable of being propos'd to us; and not peremptorily, or intemperately require Demonstration, and demand Certainty, where Probability only is to be had, and which is sufficient to govern all our Concernments. If we will disbelieve every thing, because we cannot certainly know all things; we shall do much-what as wisely as he, who would not use his Legs, but sit still and perish, because he had no Wings to fly.","subId":"5","id":"Locke.EHU.1.1.5"},{"type":"paragraph","content":"When we know our own <em>Strength,</em> we shall the better know what to undertake with hopes of Success: And when we have well survey'd the <em>Powers</em> of our own Minds, and made some Estimate what we may expect from them, we shall not be inclined either to sit still, and not set our Thoughts on work at all in Despair of knowing any thing; nor on the other side question every thing, and disclaim all Knowledge, because some Things are not to be understood. 'Tis of great use to the Sallor to know the length of his Line, though he cannot with it fathom all the depths of the Ocean. 'Tis well he knows, that it is long enough to reach the bottom at such Places, as are necessary to direct his Voyage, and caution him against running upon Shoals, that may ruine him. Our Business here is not to know all things, but those which concern our Conduct. If we can find out those Measures, whereby a rational Creature put in that State, which Man is in, in this World, may, and ought to govern his Opinions and Actions depending thereon, we need not be troubled, that some other things scape our Knowledge.","subId":"6","id":"Locke.EHU.1.1.6"},{"type":"paragraph","content":"This was that which gave the first <em>Rise</em> to this Essay concerning the Understanding. For I thought that the first Step towards satisfying several Enquiries, the Mind of Man was very apt to run into, was, To take a Survey of our own Understandings, examine our own Powers, and see to what things they were adapted. Till that was done, I suspected we began at the wrong end, and in vain sought for Satisfaction in a quiet and secure Possession of Truths, that most concern'd us, whilst we let loose our Thoughts into the vast Ocean of <em>Being,</em> as if all that boundless Extent, were the natural, and undoubted Possession of our Understandings, wherein there was nothing exempt from its Decisions, or that escaped its Comprehension. Thus Men, extending their Enquiries beyond their Capacities, and letting their Thoughts wander into those depths, where they can find no sure Footing; 'tis no Wonder, that they raise Questions, and multiply Disputes, which never coming to any clear Resolution, are proper only to continue and increase their Doubts, and to confirm them at last in perfect Scepticism. Whereas were the Capacities of our Understandings well considered, the Extent of our Knowledge once discovered, and the Horizon found, which sets the Bounds between the enlightned and dark Parts of Things; between what is, and what is not comprehensible by us, Men would perhaps with less scruple acquiesce in the avow'd Ignorance of the one, and imploy their Thoughts and Discourse, with more Advantage and Satisfaction in the other.","subId":"7","id":"Locke.EHU.1.1.7"},{"type":"paragraph","content":"Thus much I thought necessary to say concerning the Occasion of this Enquiry into humane Understanding. But, before I proceed on to what I have thought on this Subject, I must here in the Entrance beg Pardon of my Reader, for the frequent use of the Word <em>Idea,</em> which he will find in the following Treatise. It being that Term, which, I think, serves best to stand for whatsoever is the Object of the Understanding when a Man thinks, I have used it to express whatever is meant by <em>Phantasm, Notion, Species,</em> or whatever it is, which the Mind can be employ'd about in thinking; and I could not avoid frequently using it. I presume it will be easily granted me, that there are such <em>Idea's</em> in Men's Minds; every one is conscious of them in himself, and a Man's Words and Actions will satisfie him, that they are in others. Our first Enquiry then shall be how they come into the Mind.","subId":"8","id":"Locke.EHU.1.1.8"}],"texts":[],"ancestors":[{"id":"Locke","forename":"John","surname":"Locke","birth":1632,"death":1704,"published":1689,"nationality":"English","sex":"Male","texts":[{"id":"Locke.LT1","forename":"John","surname":"Locke","title":"First Letter Concerning Toleration","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","breadcrumb":"First Letter Concerning Toleration"},{"id":"Locke.TG","forename":"John","surname":"Locke","title":"Two Treatises of Government","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","breadcrumb":"Two Treatises of Government"},{"id":"Locke.EHU","forename":"John","surname":"Locke","title":"An Essay Concerning Humane Understanding","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Essay Concerning Humane Understanding"},{"id":"Locke.LT2","forename":"John","surname":"Locke","title":"Second Letter Concerning Toleration","birth":1632,"death":1704,"published":[1690],"nationality":"English","sex":"Male","breadcrumb":"Second Letter Concerning Toleration"},{"id":"Locke.LT3","forename":"John","surname":"Locke","title":"Third Letter Concerning Toleration","birth":1632,"death":1704,"published":[1692],"nationality":"English","sex":"Male","breadcrumb":"Third Letter Concerning Toleration"},{"id":"Locke.TCE","forename":"John","surname":"Locke","title":"Some Thoughts Concerning Education","birth":1632,"death":1704,"published":[1693],"nationality":"English","sex":"Male","breadcrumb":"Thoughts Concerning Education"},{"id":"Locke.RC","forename":"John","surname":"Locke","title":"The Reasonableness of Christianity","birth":1632,"death":1704,"published":[1695],"nationality":"English","sex":"Male","breadcrumb":"Reasonableness of Christianity"},{"id":"Locke.VRC","forename":"John","surname":"Locke","title":"A Vindication of The Reasonableness of Christianity from Mr. Edwards's Reflections","birth":1632,"death":1704,"published":[1695],"nationality":"English","sex":"Male","breadcrumb":"Vindication of The Reasonableness of Christianity"},{"id":"Locke.VC2","forename":"John","surname":"Locke","title":"A Second Vindication of The Reasonableness of Christianity","birth":1632,"death":1704,"published":[1697],"nationality":"English","sex":"Male","breadcrumb":"Second Vindication of Christianity"}]},{"id":"Locke.EHU","forename":"John","surname":"Locke","title":"An Essay Concerning Humane Understanding","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Essay Concerning Humane Understanding"},{"id":"Locke.EHU.1","imported":true,"title":"Book 1. Of Innate Notions","breadcrumb":"Book 1","published":[1689]}],"prev":{"id":"Locke.EHU.1","imported":true,"title":"Book 1. Of Innate Notions","breadcrumb":"Book 1","published":[1689]},"next":{"id":"Locke.EHU.1.2","imported":true,"title":"Chapter 2. No innate Principles in the Mind","breadcrumb":"Chapter 2","published":[1689]}}