{"id":"Shaftesbury.C.SC.1.6","imported":true,"parent":"Shaftesbury.C.SC.1","title":"Section VI","breadcrumb":"Section 6","published":[1709],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-1/simple#lf5987_div_026","blocks":[{"type":"title","content":"£1 Section VI £1","id":"Shaftesbury.C.SC.1.6"},{"type":"paragraph","content":"TO return therefore to our Argument. If the best of our modern Conversations are apt to run chiefly upon Trifles; if rational Discourses (especially those of a deeper Speculation) have lost their credit, and are in disgrace because of their _Formality;_ there is reason for more allowance in the way of _Humour_ and _Gaiety._ An easier Method of treating these Subjects, will make 'em more agreeable and familiar. To dispute about 'em, will be the same as about other Matters. They need not spoil good Company, or take from the Ease or Pleasure of a polite Conversation. And the oftner these Conversations are renew'd, the better will be their Effect. We shall grow better _Reasoners,_ by reasoning pleasantly, and at our ease; taking up, or laying down these Subjects, as we fansy. So that, upon the whole, I must own to you, I cannot be scandaliz'd at the Raillery you took notice of, nor at the Effect it had upon our Company. The Humour was agreeable, and the pleasant Confusion which the Conversation ended in, is at this time as pleasant to me upon Reflection; when I consider, that instead of being discourag'd from resuming the Debate, we were so much the readier to meet again at any time, and dispute upon the same Subjects, even with more ease and satisfaction than before.","subId":"1","id":"Shaftesbury.C.SC.1.6.1"},{"type":"paragraph","content":"We had been a long while entertain'd, you know, upon the Subject of _Morality_ and _Religion._ And amidst the different Opinions started and maintain'd by several of the Partys with great Life and Ingenuity; one or other wou'd every now and then take the liberty to appeal to ^CommonSense.^ Every-one allow'd the Appeal, and was willing to stand the trial. No-one but was assur'd _Common Sense_ wou'd justify him. But when Issue was join'd, and the Cause examin'd at the Bar, there cou'd be no Judgment given. The Partys however were not less forward in renewing their Appeal, on the very next occasion which presented. No-one wou'd offer to call the Authority of the Court in question; till a Gentleman, whose good Understanding was never yet brought in doubt, desir'd the Company, very gravely, that they wou'd tell him _what Common Sense was._","subId":"2","id":"Shaftesbury.C.SC.1.6.2"},{"type":"paragraph","content":"\"If by the word _Sense_ we were to understand Opinion and Judgment, and by the word _common_ the Generality or any considerable part of Mankind; 'twou'd be hard, he said, to discover where the Subject of common Sense cou'd lie. For that which was according to the Sense of one part of Mankind, was against the Sense of another. And if the Majority were to determine common Sense, it wou'd change as often as Men chang'd. That which was according to common Sense to day, wou'd be the contrary to morrow, or soon after.\"","subId":"3","id":"Shaftesbury.C.SC.1.6.3"},{"type":"paragraph","content":"But notwithstanding the different Judgments of Mankind in most Subjects, there were some however in which 'twas suppos'd they all agreed, and had the same Thoughts in common.—The Question was ask'd still, _Where?_ \"For whatever was of any moment, 'twas suppos'd, might be reduc'd under the head of _Religion, Policy,_ or _Morals._\"","subId":"4","id":"Shaftesbury.C.SC.1.6.4"},{"type":"paragraph","content":"\"Of the Differences in ^Religion^ there was no occasion to speak; the Case was so fully known to all, and so feelingly understood by Christians, in particular, among themselves. They had made sound Experiment upon one another; each Party in their turn. No Endeavours had been wanting on the side of any particular Sect. Which-ever chanc'd to have the Power, fail'd not of putting all means in execution, to make their private Sense the publick one. But all in vain. _Common_ Sense was as hard still to determine as _Catholick_ or _Orthodox._ What with one was inconceivable Mystery, to another was of easy Comprehension. What to one was Absurdity, to another was Demonstration.\"","subId":"5","id":"Shaftesbury.C.SC.1.6.5"},{"type":"paragraph","content":"\"As for ^Policy;^ What Sense or whose cou'd be call'd common, was equally a question. If plain _British_ or _Dutch_ Sense were right, _Turkish_ and _French_ Sense must certainly be very wrong. And as mere Nonsense as Passive-Obedience seem'd; we found it to be the common Sense of a great Party amongst our-selves, a greater Party in _Europe,_ and perhaps the greatest Part of all the World besides.\"","subId":"6","id":"Shaftesbury.C.SC.1.6.6"},{"type":"paragraph","content":"\"As for ^Morals;^ The difference, if possible, was still wider. For without considering the Opinions and Customs of the many barbarous and illiterate Nations; we saw that even the few who had attain'd to riper Letters, and to Philosophy, cou'd never as yet agree on one and the same System, or acknowledg the same moral Principles. And some even of our most admir'd modern Philosophers had fairly told us, that _Virtue_ and _Vice_ had, after all, no other _Law_ or _Measure,_ than _mere Fashion_ and _Vogue._\"","subId":"7","id":"Shaftesbury.C.SC.1.6.7"},{"type":"paragraph","content":"It might have appear'd perhaps unfair in our Friends, had they treated only the graver Subjects in this manner; and suffer'd the lighter to escape. For in the gayer Part of Life, our Follys are as solemn as in the most serious. The fault is, we carry the Laugh but _half-way._ The false Earnest is ridicul'd, but the _false Jest_ passes secure, and becomes as errant Deceit as the other. Our Diversions, our Plays, our Amusements become _solemn._ We dream of Happinesses, and Possessions, and Enjoyments, in which we have no Understanding, no Certainty; and yet we pursue these as the best known and most certain things in the World. There is nothing so foolish and deluding as a[n1] _partial Scepticism._ For whilst the Doubt is cast only on one side, the Certainty grows so much stronger on the other. Whilst only one Face of Folly appears ridiculous, the other grows more solemn and deceiving.","subId":"8","id":"Shaftesbury.C.SC.1.6.8"},{"type":"paragraph","content":"But 'twas not thus with our Friends. They seem'd better _Criticks,_ and more ingenious, and fair in their way of questioning receiv'd Opinions, and exposing the Ridicule of Things. And if you will allow me to carry on their Humour, I will venture to make the Experiment thro'out; and try what certain Knowledg or Assurance of things may be recover'd, in that very way, by which all Certainty, you thought, was lost, and an endless _Scepticism_ introduc'd.","subId":"9","id":"Shaftesbury.C.SC.1.6.9"},{"type":"note","content":"VOL. II. pag. 230, 231.","subId":"n1","id":"Shaftesbury.C.SC.1.6.n1"}],"texts":[],"ancestors":[{"id":"Shaftesbury","forename":"Anthony","surname":"Ashley Cooper","title":"Lord Shaftesbury","birth":1671,"death":1713,"published":1699,"nationality":"English","sex":"Male","texts":[{"id":"Shaftesbury.C","forename":"Anthony","surname":"Ashley Cooper","title":"Characteristicks of Men, Manners, Opinions, Times","birth":1671,"death":1713,"published":[1711],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Characteristicks"},{"id":"Shaftesbury.LMU","forename":"Anthony","surname":"Ashley Cooper","title":"Several Letters Written by a Noble Lord to a Young Man at the University","birth":1671,"death":1713,"published":[1716],"nationality":"English","sex":"Male","breadcrumb":"Letters to a Man at the University"},{"id":"Shaftesbury.LM","forename":"Anthony","surname":"Ashley Cooper","title":"The Late Earl of Shaftesbury's Letters to the Right Honourable the Lord Molesworth","birth":1671,"death":1713,"published":[1721],"nationality":"English","sex":"Male","breadcrumb":"Letters to Molesworth"}]},{"id":"Shaftesbury.C","forename":"Anthony","surname":"Ashley Cooper","title":"Characteristicks of Men, Manners, Opinions, Times","birth":1671,"death":1713,"published":[1711],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Characteristicks"},{"id":"Shaftesbury.C.SC","imported":true,"title":"Sensus Communis: An Essay on the Freedom of Wit and Humour","breadcrumb":"Sensus Communis","published":[1709]},{"id":"Shaftesbury.C.SC.1","imported":true,"title":"Part I","breadcrumb":"Part 1","published":[1709]}],"prev":{"id":"Shaftesbury.C.SC.1.5","imported":true,"title":"Section V","breadcrumb":"Section 5","published":[1709]},"next":{"id":"Shaftesbury.C.SC.2","imported":true,"title":"Part II","breadcrumb":"Part 2","published":[1709]}}