{"id":"Hume.THN.2.1.6","imported":true,"parent":"Hume.THN.2.1","title":"Section 6. Limitations of this system","breadcrumb":"Section 6","published":[1739],"copytext":[1739],"sourceDesc":"The first two Books of Hume’s <cite>Treatise of Human Nature</cite> were published together in 1739. The third Book, which included an Appendix making some changes to Book 1, was published in 1740. There was only one edition published in Hume’s lifetime, an this edition is therefore our copytext.","blocks":[{"type":"title","content":"<h3>SECT. VI.</h3> <h4><em>Limitations of this system.</em></h4> ","id":"Hume.THN.2.1.6"},{"type":"paragraph","content":"BUT before we proceed farther in this subject, and examine particularly all the causes of pride and humility, 'twill be proper to make some limitations to the general system, <em>that all agreeable objects, related to ourselves, by an association of ideas &emsp;and of impressions, produce pride, and disagreeable ones, humility:</em> And these limitations are deriv'd from the very nature of the subject.","subId":"1","id":"Hume.THN.2.1.6.1","pages":"290"},{"type":"paragraph","content":"I. <span class=\"small-capitals\">Suppose</span> an agreeable object to acquire a relation to self, the first passion, that appears on this occasion, is joy; and this passion discovers itself upon a slighter relation than pride and vain-glory. We may feel joy upon being present at a feast, where our senses are regal'd with delicacies of every kind: But 'tis only the master of the feast, who, beside the same joy, has the additional passion of self-applause and vanity. 'Tis true, men sometimes boast of a great entertainment, at which they have only been present; and by so small a relation convert their pleasure into pride: But however, this must in general be own'd, that joy arises from a more inconsiderable relation than vanity, and that <span class=\"page-break\"></span>many things, which are too foreign to produce pride, are yet able to give us a delight and pleasure. The reason of the difference may be explain'd thus. A relation is requisite to joy, in order to approach the object to us, and make it give us any satisfaction. But beside this, which is common to both passions, 'tis requisite to pride, in order to produce a transition from one passion to another, and convert the satisfaction into vanity. As it has a double task to perform, it must be endow'd with double force and energy. To which we may add, that where agreeable objects bear not a very close relation to ourselves, they commonly do to some other person; and this latter relation not only excels, but even diminishes, and sometimes destroys the former, as we shall see afterwards<a href=\"#n55\"><sup>[55]</sup></a>.","subId":"2","id":"Hume.THN.2.1.6.2","pages":"290-1"},{"type":"paragraph","content":"<span class=\"small-capitals\">Here</span> then is the first limitation, we must make to our general position, <em>that every thing related to us, which produces pleasure or pain, produces likewise pride or humility</em>. There is not only a relation requir'd, but a close one, and a closer than is requir'd to joy.","subId":"3","id":"Hume.THN.2.1.6.3","pages":"291"},{"type":"paragraph","content":"II. <span class=\"small-capitals\">The</span> second limitation is, that the agreeable or disagreeable object be not only closely related, but also peculiar to ourselves, or at least common to us with a few persons. 'Tis a quality observable in human nature, and which we shall endeavour to explain afterwards, that every thing, which is often presented, and to which we have been long accustom'd, loses its value in our eyes, and is in a little time despis'd and neglected. We likewise judge of objects more from comparison than from their real and intrinsic merit; and where we cannot by some contrast enhance their value, we are apt to overlook even what is essentially good in them. These qualities of the mind have an effect upon joy as well as pride; and 'tis remarkable, that goods, which are common to all mankind, and have become familiar to us by custom, give us little satisfaction; tho' perhaps of a more excellent kind, than those on which, for their singu<span class=\"page-break\"></span>larity, we set a much higher value. But tho' this circumstance operates on both these passions, it has a much greater influence on vanity. We are rejoic'd for many goods, which, on account of their frequency, give us <del>on</del><ins>no</ins> pride. Health, when it returns after a long absence, affords us a very sensible satisfaction; but is seldom regarded as a subject of vanity, because 'tis shar'd with such vast numbers.","subId":"4","id":"Hume.THN.2.1.6.4","pages":"291-2"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> reason, why pride is so much more delicate in this particular than joy, I take to be, as follows. In order to excite pride, there are always two objects we must contemplate, <em>viz.</em> the <em>cause</em> or that object which produces pleasure; and self, which is the real object of the passion. But joy has only one object necessary to its production, <em>viz.</em> that which gives pleasure; and tho' it be requisite, that this bear some relation to self, yet that is only requisite in order to render it agreeable; nor is self, properly speaking, the object of this passion. Since, therefore, pride has in a manner two objects, to which it directs our view; it follows, that where neither of them have any singularity, the passion must be more weaken'd upon that account, than a passion, which has only one object. Upon comparing ourselves with others, as we are every moment apt to do, we find we are not in the least distinguish'd; and upon comparing the object we possess, we discover still the same unlucky circumstance. By two comparisons so disadvantageous the passion must be entirely destroy'd.","subId":"5","id":"Hume.THN.2.1.6.5","pages":"292"},{"type":"paragraph","content":"III. <span class=\"small-capitals\">The</span> third limitation is, that the pleasant or painful object be very discernible and obvious, and that not only to ourselves, but to others also. This circumstance, like the two foregoing, has an effect upon joy, as well as pride. We fancy ourselves more happy, as well as more virtuous or beautiful, when we appear so to others; but are still more ostentacious of our virtues than of our pleasures. This proceeds from causes, which I shall endeavour to explain afterwards.","subId":"6","id":"Hume.THN.2.1.6.6","pages":"292"},{"type":"paragraph","content":"IV. <span class=\"small-capitals\">The</span> fourth limitation is deriv'd from the inconstancy <span class=\"page-break\"></span>of the cause of these passions, and from the short duration of its connexion with ourselves. What is casual and inconstant gives but little joy, and less pride. We are not much satisfy'd with the thing itself; and are still less apt to feel any new degrees of self-satisfaction upon its account. We foresee and anticipate its change by the imagination; which makes us little satisfy'd with the thing: We compare it to ourselves, whose existence is more durable; by which means its inconstancy appears still greater. It seems ridiculous to infer an excellency in ourselves from an object, which is of so much shorter duration, and attends us during so small a part of our existence. 'Twill be easy to comprehend the reason, why this cause operates not with the same force in joy as in pride; since the idea of self is not so essential to the former passion as to the latter.","subId":"7","id":"Hume.THN.2.1.6.7","pages":"292-3"},{"type":"paragraph","content":"V. <span class=\"small-capitals\">I may</span> add as a fifth limitation, or rather enlargement of this system, that <em>general rules</em> have a great influence upon pride and humility, as well as on all the other passions. Hence we form a notion of different ranks of men, suitable to the power or riches they are possest of; and this notion we change not upon account of any peculiarities of the health or temper of the persons, which may deprive them of all enjoyment in their possessions. This may be accounted for from the same principles, that explain'd the influence of general rules on the understanding. Custom readily carries us beyond the just bounds in our passions, as well as in our reasonings.","subId":"8","id":"Hume.THN.2.1.6.8","pages":"293"},{"type":"paragraph","content":"<span class=\"small-capitals\">It</span> may not be amiss to observe on this occasion, that the influence of general rules and maxims on the passions very much contributes to facilitate the effects of all the principles, which we shall explain in the progress of this treatise. For 'tis evident, that if a person full-grown, and of the same nature with ourselves, were on a sudden transported into our world, he wou'd be very much embarrass'd with every object, and wou'd not readily find what degree of love or hatred, pride or humility, or any other passion he ought to attribute <span class=\"page-break\"></span>to it. The passions are often vary'd by very inconsiderable principles; and these do not always play with a perfect regularity, especially on the first trial. But as custom and practice have brought to light all these principles, and have settled the just value of every thing; this must certainly contribute to the easy production of the passions, and guide us, by means of general establish'd maxims, in the proportions we ought to observe in preferring one object to another. This remark may, perhaps, serve to obviate difficulties, that may arise concerning some causes, which I shall hereafter ascribe to particular passions, and which may be esteem'd too refin'd to operate so universally and certainly, as they are found to do.","subId":"9","id":"Hume.THN.2.1.6.9","pages":"293-4"},{"type":"paragraph","content":"<span class=\"small-capitals\">I shall</span> close this subject with a reflection deriv'd from these five limitations. This reflection is, that the persons, who are proudest, and who in the eye of the world have most reason for their pride, are not always the happiest; nor the most humble always the most miserable, as may at first sight be imagin'd from this system. An evil may be real, tho' its cause has no relation to us: It may be real, without being peculiar: It may be real, without shewing itself to others: It may be real, without being constant: And it may be real, without falling under the general rules. Such evils as these will not fail to render us miserable, tho' they have little tendency to diminish pride: And perhaps the most real and the most solid evils of life will be found of this nature.","subId":"10","id":"Hume.THN.2.1.6.10","pages":"294"},{"type":"note","content":"Part II. Sect. 4.","subId":"n55","id":"Hume.THN.2.1.6.n55","pages":"291"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.THN.2","imported":true,"title":"Book 2, Of the Passions","breadcrumb":"Book 2","published":[1739]},{"id":"Hume.THN.2.1","imported":true,"title":"Part 1. Of Pride and Humility","breadcrumb":"Part 1","published":[1739]}],"prev":{"id":"Hume.THN.2.1.5","imported":true,"title":"Section 5. Of the influence of these relations on pride and humility","breadcrumb":"Section 5","published":[1739]},"next":{"id":"Hume.THN.2.1.7","imported":true,"title":"Section 7. Of vice and virtue","breadcrumb":"Section 7","published":[1739]}}