{"id":"Mandeville.FB.Pref","imported":true,"parent":"Mandeville.FB","title":"The Preface","breadcrumb":"Preface","published":[1714],"copytext":[1724],"sourceDesc":"In 1705, Mandeville published an allegorical poem called <em>The Grumbling Hive, or Knaves Turn'd Honest</em>. In 1714, he published the poem again, together with a preface, <em>An Enquiry into the Origin of Moral Virtue</em>, and several <em>Remarks</em> on the poem, all under the title of <em>The Fable of the Bees</em>. Our copytext is the 3rd edition of 1724, to which two additional essays were added. The text here derives from F. B. Kaye's edition (Liberty Fund), as published on the Online Library of Liberty.","sourceUrl":"http://oll.libertyfund.org/titles/mandeville-the-fable-of-the-bees-or-private-vices-publick-benefits-vol-1/simple#lf0014-01_div_037","blocks":[{"type":"title","content":"<h1>The Preface</h1> ","id":"Mandeville.FB.Pref"},{"type":"paragraph","content":"LAWS and Government are to the Political Bodies of Civil Societies, what the Vital Spirits and Life it self are to the Natural Bodies of Animated Creatures; and as those that study the Anatomy of Dead Carcases may see, that the chief Organs and nicest Springs more immediately required to continue the Motion of our Machine, are not hard Bones, strong Muscles and Nerves, nor the smooth white Skin that so beautifully covers them, but small trifling Films and little Pipes that are either over-look'd, or else seem inconsiderable to Vulgar Eyes; so they that examine into the Nature of Man, abstract from Art and Education, may observe, that what renders him a Sociable Animal, consists not in his desire of Company, Good-nature, Pity, Affability, and other Graces of a fair Outside; but that his vilest and most hateful Qualities are the most necessary Accomplishments to fit him for the largest, and, according to the World, the happiest and most flourishing Societies.","subId":"1","id":"Mandeville.FB.Pref.1"},{"type":"paragraph","content":"The following Fable, in which what I have said is set forth at large, was printed above eight Years ago in a Six Penny Pamphlet, call'd, <em>the Grumbling Hive; or Knaves turn'd Honest;</em> and being soon after Pirated, cry'd about the Streets in a Half-Penny Sheet. Since the first publishing of it I have met with several that either wilfully or ignorantly mistaking the Design, would have it, that the Scope of it was a Satyr upon Virtue and Morality, and the whole wrote for the Encouragement of Vice. This made me resolve, whenever it should be reprinted, some way or other to inform the Reader of the real Intent this little Poem was wrote with. I do not dignify these few loose Lines with the Name of Poem, that I would have the Reader expect any Poetry in them, but barely because they are Rhime, and I am in reality puzzled what Name to give them; for they are neither Heroick nor Pastoral, Satyr, Burlesque nor Heroi-comick; to be a Tale they want Probability, and the whole is rather too long for a Fable. All I can say of them is, that they are a Story told in Dogrel, which without the least design of being Witty, I have endeavour'd to do in as easy and familiar a manner as I was able: The Reader shall be welcome to call them what he pleases. 'Twas said of <em>Montagne,</em> that he was pretty well vers'd in the Defects of Mankind, but unacquainted with the Excellencies of human Nature: If I fare no worse, I shall think my self well used.","subId":"2","id":"Mandeville.FB.Pref.2"},{"type":"paragraph","content":"What Country soever in the Universe is to be understood by the Bee-Hive represented here, it is evident from what is said of the Laws and Constitution of it, the Glory, Wealth, Power and Industry of its Inhabitants, that it must be a large, rich and warlike Nation, that is happily govern'd by a limited Monarchy. The Satyr therefore to be met with in the following Lines upon the several Professions and Callings, and almost every Degree and Station of People, was not made to injure and point to particular Persons, but only to shew the Vileness of the Ingredients that all together compose the wholesome Mixture of a well-order'd Society; in order to extol the wonderful Power of Political Wisdom, by the help of which so beautiful a Machine is rais'd from the most contemptible Branches. For the main Design of the Fable, (as it is briefly explain'd in the Moral) is to shew the Impossibility of enjoying all the most elegant Comforts of Life that are to be met with in an industrious, wealthy and powerful Nation, and at the same time be bless'd with all the Virtue and Innocence that can be wish'd for in a Golden Age; from thence to expose the Unreasonableness and Folly of those, that desirous of being an opulent and flourishing People, and wonderfully greedy after all the Benefits they can receive as such, are yet always murmuring at and exclaiming against those Vices and Inconveniences, that from the Beginning of the World to this present Day, have been inseparable from all Kingdoms and States that ever were fam'd for Strength, Riches, and Politeness, at the same time.","subId":"3","id":"Mandeville.FB.Pref.3"},{"type":"paragraph","content":"To do this, I first slightly touch upon some of the Faults and Corruptions the several Professions and Callings are generally charged with. After that I shew that those very Vices of every particular Person by skilful Management, were made subservient to the Grandeur and worldly Happiness of the whole. Lastly, by setting forth what of necessity must be the consequence of general Honesty and Virtue, and National Temperance, Innocence and Content, I demonstrate that if Mankind could be cured of the Failings they are Naturally guilty of, they would cease to be capable of being rais'd into such vast, potent and polite Societies, as they have been under the several great Commonwealths and Monarchies that have flourish'd since the Creation.","subId":"4","id":"Mandeville.FB.Pref.4"},{"type":"paragraph","content":"If you ask me, why I have done all this, <em>cui bono?</em> and what Good these Notions will produce? truly, besides the Reader's Diversion, I believe none at all; but if I was ask'd, what Naturally ought to be expected from 'em, I wou'd answer, That in the first Place the People, who continually find fault with others, by reading them, would be taught to look at home, and examining their own Consciences, be made asham'd of always railing at what they are more or less guilty of themselves; and that in the next, those who are so fond of the Ease and Comforts, and reap all the Benefits that are the Consequence of a great and flourishing Nation, would learn more patiently to submit to those Inconveniences, which no Government upon Earth can remedy, when they should see the Impossibility of enjoying any great share of the first, without partaking likewise of the latter.","subId":"5","id":"Mandeville.FB.Pref.5"},{"type":"paragraph","content":"This I say ought naturally to be expected from the publishing of these Notions, if People were to be made better by any thing that could be said to them; but Mankind having for so many Ages remain'd still the same, notwithstanding the many instructive and elaborate Writings, by which their Amendment has been endeavour'd, I am not so vain as to hope for better Success from so inconsiderable a Trifle.","subId":"6","id":"Mandeville.FB.Pref.6"},{"type":"paragraph","content":"Having allow'd the small Advantage this little Whim is likely to produce, I think my self oblig'd to shew, that it cannot be prejudicial to any; for what is published, if it does no good, ought at least to do no harm: In order to this I have made some Explanatory Notes, to which the Reader will find himself referr'd in those Passages that seem to be most liable to Exceptions.","subId":"7","id":"Mandeville.FB.Pref.7"},{"type":"paragraph","content":"The Censorious that never saw the <em>Grumbling Hive,</em> will tell me, that whatever I may talk of the Fable, it not taking up a Tenth part of the Book, was only contriv'd to introduce the <em>Remarks</em>; that instead of clearing up the doubtful or obscure Places, I have only pitch'd upon such as I had a mind to expatiate upon; and that far from striving to extenuate the Errors committed before, I have made Bad worse, and shewn my self a more barefaced Champion for Vice, in the rambling Digressions, than I had done in the Fable it self.","subId":"8","id":"Mandeville.FB.Pref.8"},{"type":"paragraph","content":"I shall spend no time in answering these Accusations; where Men are prejudiced, the best Apologies are lost; and I know that those who think it Criminal to suppose a necessity of Vice in any case whatever, will never be reconcil'd to any Part of the Performance; but if this be thoroughly examin'd, all the Offence it can give, must result from the wrong Inferences that may perhaps be drawn from it, and which I desire no body to make. When I assert, that Vices are inseparable from great and potent Societies, and that it is impossible their Wealth and Grandeur should subsist without, I do not say that the particular Members of them who are guilty of any should not be continually reprov'd, or not be punish'd for them when they grow into Crimes.","subId":"9","id":"Mandeville.FB.Pref.9"},{"type":"paragraph","content":"There are, I believe, few People in <em>London,</em> of those that are at any time forc'd to go a-foot, but what could wish the Streets of it much cleaner than generally they are; while they regard nothing but their own Clothes and private Conveniency: but when once they come to consider, that what offends them is the result of the Plenty, great Traffick and Opulency of that mighty City, if they have any Concern in its Welfare, they will hardly ever wish to see the Streets of it less dirty. For if we mind the Materials of all Sorts that must supply such an infinite number of Trades and Handicrafts, as are always going forward; the vast quantity of Victuals, Drink and Fewel that are daily consum'd in it, the Waste and Superfluities that must be produced from them; the multitudes of Horses and other Cattle that are always dawbing the Streets, the Carts, Coaches and more heavy Carriages that are perpetually wearing and breaking the Pavement of them, and above all the numberless swarms of People that are continually harassing and trampling through every part of them: If, I say, we mind all these, we shall find that every Moment must produce new Filth; and considering how far distant the great Streets are from the River side, what Cost and Care soever be bestow'd to remove the Nastiness almost as fast as 'tis made, it is impossible <em>London</em> should be more cleanly before it is less flourishing. Now would I ask if a good Citizen, in consideration of what has been said, might not assert, that dirty Streets are a necessary Evil inseparable from the Felicity of <em>London,</em> without being the least hindrance to the cleaning of Shoes, or sweeping of Streets, and consequently without any Prejudice either to the <em>Blackguard</em> or the <em>Scavingers.</em>","subId":"10","id":"Mandeville.FB.Pref.10"},{"type":"paragraph","content":"But if, without any regard to the Interest or Happiness of the City, the Question was put, What Place I thought most pleasant to walk in? No body can doubt but, before the stinking Streets of <em>London,</em> I would esteem a fragrant Garden, or a shady Grove in the Country. In the same manner, if laying aside all worldly Greatness and Vain-Glory, I should be ask'd where I thought it was most probable that Men might enjoy true Happiness, I would prefer a small peaceable Society, in which Men, neither envy'd nor esteem'd by Neighbours, should be contented to live upon the Natural Product of the Spot they inhabit, to a vast Multitude abounding in Wealth and Power, that should always be conquering others by their Arms Abroad, and debauching themselves by Foreign Luxury at Home.","subId":"11","id":"Mandeville.FB.Pref.11"},{"type":"paragraph","content":"Thus much I had said to the Reader in the First Edition; and have added nothing by way of Preface in the Second. But since that, a violent Out-cry has been made against the Book, exactly answering the Expectation I always had of the Justice, the Wisdom, the Charity, and Fair-dealing of those whose Good-will I despair'd of. It has been presented by the Grand-Jury, and condemn'd by thousands who never saw a word of it. It has been preach'd against before my Lord Mayor; and an utter Refutation of it is daily expected from a Reverend Divine, who has call'd me Names in the Advertisements, and threatned to answer me in two Months time for above five Months together. What I have to say for my self, the Reader will see in my Vindication at the End of the Book, where he will likewise find the Grand-Jury's Presentment, and a Letter to the Right Honourable Lord <em>C</em>. which is very Rhetorical beyond Argument or Connexion. The author shews a fine Talent for Invectives, and great Sagacity in discovering Atheism, where others can find none. He is zealous against wicked Books, points at the Fable of the Bees, and is very angry with the Author: he bestows four strong Epithets on the Enormity of his Guilt, and by several elegant Innuendo's to the Multitude, as the Danger there is in suffering such Authors to live, and the Vengeance of Heaven upon a whole Nation, very charitably recommends him to their Care.","subId":"12","id":"Mandeville.FB.Pref.12"},{"type":"paragraph","content":"Considering the length of this Epistle, and that it is not wholly levell'd at me only, I thought at first to have made some Extracts from it of what related to my self; but finding, on a nearer Enquiry, that what concern'd me was so blended and interwoven with what did not, I was oblig'd to trouble the Reader with it entire, not without Hopes that, prolix as it is, the Extravagancy of it will be entertaining to those who have perused the Treatise it condemns with so much Horror.","subId":"13","id":"Mandeville.FB.Pref.13"}],"texts":[],"ancestors":[{"id":"Mandeville","forename":"Bernard","surname":"Mandeville","birth":1670,"death":1733,"published":1705,"nationality":"English [Dutch]","sex":"Male","texts":[{"id":"Mandeville.THP","forename":"Bernard","surname":"Mandeville","title":"A Treatise of the Hypochondriack and Hysterick Passions","birth":1670,"death":1733,"published":[1711],"nationality":"English [Dutch]","sex":"Male","breadcrumb":"Treatise of Hypochondriack Passions"},{"id":"Mandeville.FB","forename":"Bernard","surname":"Mandeville","title":"The Fable of the Bees; or, Private Vices, Publick Benefits","birth":1670,"death":1733,"published":[1714],"nationality":"English [Dutch]","sex":"Male","imported":true,"breadcrumb":"Fable of the Bees"},{"id":"Mandeville.FTR","forename":"Bernard","surname":"Mandeville","title":"Free Thoughts on Religion, the Church, and National Happiness","birth":1670,"death":1733,"published":[1720],"nationality":"English [Dutch]","sex":"Male","breadcrumb":"Free Thoughts on Religion"},{"id":"Mandeville.P2","forename":"Bernard","surname":"Mandeville","title":"The Fable of the Bees, Part II","birth":1670,"death":1733,"published":[1729],"nationality":"English [Dutch]","sex":"Male","imported":true,"breadcrumb":"Fable of the Bees, Part II"},{"id":"Mandeville.EOH","forename":"Bernard","surname":"Mandeville","title":"An Enquiry into the Origin of Honour, and the Usefulness of Christianity in War","birth":1670,"death":1733,"published":[1732],"nationality":"English [Dutch]","sex":"Male","breadcrumb":"Enquiry into the Origin of Honour"},{"id":"Mandeville.LD","forename":"Bernard","surname":"Mandeville","title":"A Letter to Dion, Occasion'd by his Book Call'd Alciphron, or The Minute Philosopher","birth":1670,"death":1733,"published":[1732],"nationality":"English [Dutch]","sex":"Male","breadcrumb":"Letter to Dion"}]},{"id":"Mandeville.FB","forename":"Bernard","surname":"Mandeville","title":"The Fable of the Bees; or, Private Vices, Publick Benefits","birth":1670,"death":1733,"published":[1714],"nationality":"English [Dutch]","sex":"Male","imported":true,"breadcrumb":"Fable of the Bees"}],"prev":{"id":"Mandeville.FB","forename":"Bernard","surname":"Mandeville","title":"The Fable of the Bees; or, Private Vices, Publick Benefits","birth":1670,"death":1733,"published":[1714],"nationality":"English [Dutch]","sex":"Male","imported":true,"breadcrumb":"Fable of the Bees"},"next":{"id":"Mandeville.FB.GH","imported":true,"title":"The Grumbling Hive: or, Knaves turn'd Honest","breadcrumb":"Grumbling Hive","published":[1705]}}