{"id":"Hume.ETSS.EMPL2.RC","imported":true,"parent":"Hume.ETSS.EMPL2","title":"Of some Remarkable Customs","breadcrumb":"Of some Remarkable Customs","published":[1752],"copytext":[1777],"sourceDesc":"The first more or less complete edition of Hume’s [Essays and Treatises on Several Subjects], his collected philosophical works, was published in 1758, although each of its component works were published separately before then, and an incomplete version (predating the [Four Dissertations]) was published in 1753. Our copytext is the posthumous edition of 1777, which Hume was working on before he died, and which contains many final alterations.","blocks":[{"type":"title","content":"£1 Of ^some Remarkable Customs^. £1","id":"Hume.ETSS.EMPL2.RC"},{"type":"paragraph","content":"I S^hall^ observe three remarkable customs in three celebrated governments; and shall conclude from the whole, that all general maxims in politics ought to be established with great caution; and that irregular and extraordinary appearances are frequently discovered in the moral, as well as in the physical world. The former, perhaps, we can better account for, after they happen, from springs and principles, of which every one has, within himself, or from observation, the strongest assurance and conviction: But it is often fully as impossible for human prudence, before-hand, to foresee and foretel them.","subId":"1","id":"Hume.ETSS.EMPL2.RC.1","pages":"366"},{"type":"paragraph","content":"I. One would think it essential to every supreme council or assembly, which debates, that entire liberty of speech should be granted to every member, and that all motions or reason|ings should be received, which can any wise tend to illustrate the point under deliberation. One would conclude, with still greater assurance, that, after a motion was made, which was voted and approved by that assembly in which the legislative power is lodged, the member who made the motion must for ever be exempted from future trial or enquiry. But no political maxim can, at first sight, appear more undisputable, than that he must, at least, be secured from all inferior jurisdiction; and that nothing less than the same supreme legislative assembly, in their subsequent meetings, could make him accountable for those motions and harangues, to which they had before given their approbation. But these axioms, however irrefragable they may appear, have all failed in the ^Athenian^ government, from causes and principles too, which appear almost inevitable.","subId":"2","id":"Hume.ETSS.EMPL2.RC.2","pages":"366-7"},{"type":"paragraph","content":"By the $γραφη παρανομων$, or _indictment of illegality_, (though it has not been remarked by antiquaries or commentators) any man was tried and punished in a common court of judicature, for any law which had passed upon his motion, in the assembly of the people, if that law appeared to the court unjust, or prejudicial to the public. Thus ^Demosthenes^, finding that ship-money was levied irregularly, and that the poor bore the same burden as the rich in equipping the gallies, corrected this inequality by a very useful law, which proportioned the expence to the revenue and income of each individual. He moved for this law in the assembly: he proved its advantages[n1]; he convinced the people, the only legislature in ^Athens^; the law passed, and was carried into execution: Yet was he tried in a criminal court for that law, upon the complaint of the rich, who resented the alteration that he had introduced into the finances[n2]. He was indeed acquitted, upon proving anew the usefulness of his law.","subId":"3","id":"Hume.ETSS.EMPL2.RC.3","pages":"367"},{"type":"paragraph","content":"^Ctesiphon^ moved in the assembly of the people, that particular honours should be conferred on ^Demosthenes^, as on a citizen affectionate and useful to the commonwealth: The people, convinced of this truth, voted those honours: Yet was ^Ctesiphon^ tried by the $γραφη παρανομων$. It was asserted, among other topics, that ^Demosthenes^ was not a good citizen, nor affectionate to the commonwealth: And the orator was called upon to defend his friend, and consequently himself; which he executed by that sublime piece of eloquence, that has ever since been the admiration of mankind.","subId":"4","id":"Hume.ETSS.EMPL2.RC.4","pages":"368"},{"type":"paragraph","content":"After the battle of ^Ch{ae}ronea^, a law was passed upon the motion of ^Hyperides^, giving liberty to slaves, and inrolling them in the troops[n3]. On account of this law, the orator was afterwards tried by the indictment above-mentioned, and defended himself, among other topics, by that stroke celebrated by ^Plutarch^ and ^Longinus^. _It was not I_, said he, _that moved for this law: It was the necessities of war; it was the battle of_ ^Ch{ae}ronea^. The orations of ^Demosthenes^ abound with many instances of trials of this nature, and prove clearly, that nothing was more commonly practised.","subId":"5","id":"Hume.ETSS.EMPL2.RC.5","pages":"368"},{"type":"paragraph","content":"The ^Athenian^ Democracy was such a tumultuous government as we can scarcely form a notion of in the present age of the world. The whole collective body of the people voted in every law, without any limitation of property, without any distinction of rank, without controul from any magistracy or senate[n4]; and consequently without regard to order, justice, or |prudence. The ^Athenians^ soon became sensible of the mischiefs attending this constitution: But being averse to checking themselves by any rule or restriction, they resolved, at least, to check their demagogues or counsellors, by the fear of future punishment and enquiry. They accordingly instituted this remarkable law; a law esteemed so essential to their form of government, that ^{AE}schines^ insists on it as a known truth, that, were it abolished or neglected, it were impossible for the Democracy to subsist[n5].","subId":"6","id":"Hume.ETSS.EMPL2.RC.6","pages":"368-9"},{"type":"paragraph","content":"The people feared not any ill consequence to liberty from the authority of the criminal courts; because these were nothing but very numerous juries, chosen by lot from among the people. And they justly considered themselves as in a state of perpetual pupillage; where they had an authority, after they came to the use of reason, not only to retract and controul whatever had been determined, but to punish any guardian for measures which they had embraced by his persuasion. The same law had place in ^Thebes^[n6]; and for the same reason.","subId":"7","id":"Hume.ETSS.EMPL2.RC.7","pages":"369"},{"type":"paragraph","content":"It appears to have been a usual practice in ^Athens^, on the establishment of any law esteemed very useful or popular, to prohibit for ever its abrogation and repeal. Thus the demagogue, who diverted all the public revenues to the support of shows and spectacles, made it criminal so much as to move for a repeal of this law[n7]. Thus ^Leptines^ moved for a law, not only |to recal all the immunities formerly granted, but to deprive the people for the future of the power of granting any more[n8]. Thus all bills of attainder[n9] were forbid, or laws that affected one ^Athenian^, without extending to the whole commonwealth. These absurd clauses, by which the legislature vainly attempted to bind itself for ever, proceeded from an universal sense in the people of their own levity and inconstancy.","subId":"8","id":"Hume.ETSS.EMPL2.RC.8","pages":"369-70"},{"type":"paragraph","content":"II. A wheel within a wheel, such as we observe in the ^German^ empire, is considered by Lord ^Shaftesbury^[n10] as an absurdity in politics: But what must we say to two equal wheels, which govern the same political machine, without any mutual check, controul, or subordination; and yet preserve the greatest harmony and concord? To establish two distinct legislatures, each of which possesses full and absolute authority within itself, and stands in no need of the other's assistance, in order to give validity to its acts; this may appear, before-hand, altogether impracticable, as long as men are actuated by the passions of ambition, emulation, and avarice, |which have hitherto been their chief governing principles. And should I assert, that the state I have in my eye was divided into two distinct factions, each of which predominated in a distinct legislature, and yet produced no clashing in these independent powers; the supposition may appear incredible. And if, to augment the paradox, I should affirm, that this disjointed, irregular government, was the most active, triumphant, and illustrious commonwealth, that ever yet appeared; I should certainly be told, that such a political chimera was as absurd as any vision of priests or poets. But there is no need for searching long, in order to prove the reality of the foregoing suppositions: For this was actually the case with the ^Roman^ republic.","subId":"9","id":"Hume.ETSS.EMPL2.RC.9","pages":"370-1"},{"type":"paragraph","content":"The legislative power was there lodged in the _comitia centuriata_ and _comitia tributa_. In the former, it is well known, the people voted according to their _census_; so that when the |first class was unanimous, though it contained not, perhaps, the hundredth part of the commonwealth, it determined the whole; and, with the authority of the senate, established a law. In the latter, every vote was equal; and as the authority of the senate was not there requisite, the lower people entirely prevailed, and gave law to the whole state. In all party-divisions, at first between the ^Patricians^ and ^Plebeians^, afterwards between the nobles and the people, the interest of the Aristocracy was predominant in the first legislature; that of the Democracy in the second: The one could always destroy what the other had established: Nay, the one, by a sudden and unforeseen motion, might take the start of the other, and totally annihilate its rival, by a vote, which, from the nature of the constitution, had the full authority of a law. But no such contest is observed in the history of ^Rome^: No instance of a quarrel between these two legislatures; though many between the parties that governed in each. Whence arose this concord, which may seem so extraordinary?","subId":"10","id":"Hume.ETSS.EMPL2.RC.10","pages":"371-2"},{"type":"paragraph","content":"The legislature established in ^Rome^, by the authority of ^Servius Tullius^, was the _comitia centuriata_, which, after the expulsion of the kings, rendered the government, for some time, very aristocratical. But the people, having numbers and force on their side, and being elated with frequent conquests and victories in their foreign wars, always prevailed when pushed to extremity, and first extorted from the senate the magistracy of the tribunes, and next the legislative power of the _comitia tributa._ It then behoved the nobles to be more careful than ever not to provoke the people. For beside the force which the latter were always possessed of, they had now got possession of legal authority, and could instantly break in pieces any order or institution which directly opposed them. By intrigue, by influence, by money, by combination, and by the respect paid to their character, the nobles might often prevail, and direct the whole machine of government: But had they openly set their _comitia centuriata_ in opposition to the _tributa_, they had soon lost the advantage of that institution, together with their consuls, pr{ae}tors, ediles, and all the magis|trates elected by it. But the _comitia tributa_, not having the same reason for respecting the _centuriata_, frequently repealed laws favourable to the Aristocracy: They limited the authority of the nobles, protected the people from oppression, and controuled the actions of the senate and magistracy. The _centuriata_ found it convenient always to submit; and though equal in authority, yet being inferior in power, durst never directly give any shock to the other legislature, either by repealing its laws, or establishing laws, which, it foresaw, would soon be repealed by it.","subId":"11","id":"Hume.ETSS.EMPL2.RC.11","pages":"372-3"},{"type":"paragraph","content":"No instance is found of any opposition or struggle between these _comitia;_ except one slight attempt of this kind, mentioned by ^Appian^ in the third book of his civil wars. ^Mark Anthony^, resolving to deprive ^Decimus Brutus^ of the government of ^Cisalpine Gaul^, railed in the _Forum_, and called one of the _comitia_, in order to prevent the meeting of the other, which had been ordered by the senate. But affairs were then fallen into such confusion, and the ^Roman^ constitution was so near its final dissolution, that no inference can be drawn from such an expedient. This contest, besides, was founded more on form than party. It was the senate who ordered the _comitia tributa_, that they might obstruct the meeting of the _centuriata_, which, by the constitution, or at least forms of the government, could alone dispose of provinces.","subId":"12","id":"Hume.ETSS.EMPL2.RC.12","pages":"373"},{"type":"paragraph","content":"^Cicero^ was recalled by the _comitia centuriata_, though banished by the _tributa_, that is, by a _plebiscitum._ But his banishment, we may observe, never was considered as a legal deed, arising from the free choice and inclination of the people. It was always ascribed to the violence alone of ^Clodius^, and to the disorders introduced by him into the government.","subId":"13","id":"Hume.ETSS.EMPL2.RC.13","pages":"373"},{"type":"paragraph","content":"III. The _third_ custom, which we purpose to remark, regards ^England^, and though it be not so important as those which we have pointed out in ^Athens^ and ^Rome^, is no less |singular and unexpected. It is a maxim in politics, which we readily admit as undisputed and universal, that a power, however great, when granted by law to an eminent magistrate, is not so dangerous to liberty, as an authority, however inconsiderable, which he acquires from violence and usurpation. For, besides that the law always limits every power which it bestows, the very receiving it as a concession establishes the authority whence it is derived, and preserves the harmony of the constitution. By the same right that one prerogative is assumed without law, another may also be claimed, and another, with still greater facility; while the first usurpations both serve as precedents to the following, and give force to maintain them. Hence the heroism of ^Hampden^'s conduct, who sustained the whole violence of royal prosecution, rather than pay a tax of twenty shillings, not imposed by parliament; hence the care of all ^English^ patriots to guard against the first encroachments of the crown; and hence alone the existence, at this day, of ^English^ liberty.","subId":"14","id":"Hume.ETSS.EMPL2.RC.14","pages":"373-4"},{"type":"paragraph","content":"There is, however, one occasion, where the parliament has departed from this maxim; and that is, in the _pressing of seamen_. The exercise of an irregular power is here tacitly permitted in the crown; and though it has frequently been |under deliberation, how that power might be rendered legal, and granted, under proper restrictions, to the sovereign, no safe expedient could ever be proposed for that purpose; and the danger to liberty always appeared greater from law than from usurpation. While this power is exercised to no other end than to man the navy, men willingly submit to it, from a sense of its use and necessity; and the sailors, who are alone affected by it, find no body to support them, in claiming the rights and privileges, which the law grants, without distinction, to all ^English^ subjects. But were this power, on any occasion, made an instrument of faction or ministerial tyranny, the opposite faction, and indeed all lovers of their country, would immediately take the alarm, and support the injured party; the liberty of ^Englishmen^ would be asserted; juries would be implacable; and the tools of tyranny, acting both against law and equity, would meet with the severest vengeance. On the other hand, were the parliament to grant such an authority, they would probably fall into one of these two inconveniencies: They would either bestow it under so many restrictions as would make it lose its effect, by cramping the authority of the crown; or they would render it so large and comprehensive, as might give occasion to great abuses, for which we could, in that case, have no remedy. The very irregularity of the practice, at present, prevents its abuses, by affording so easy a remedy against them.","subId":"15","id":"Hume.ETSS.EMPL2.RC.15","pages":"374-5"},{"type":"paragraph","content":"I pretend not, by this reasoning, to exclude all possibility of contriving a register for seamen, which might man the navy, without being dangerous to liberty. I only observe, that no satisfactory scheme of that nature has yet been proposed. Rather than adopt any project hitherto invented, we continue a practice seemingly the most absurd and unaccountable. Authority, in times of full internal peace and concord, is armed against law. A continued violence is permitted in the crown, amidst the greatest jealousy and watchfulness in the people; nay proceeding from those very principles: Liberty, in a country of the highest liberty, is left entirely to its own defence, without any countenance or protection: The wild |state of nature is renewed, in one of the most civilized societies of mankind: And great violence and disorder are committed with impunity; while the one party pleads obedience to the supreme magistrate, the other the sanction of fundamental laws.","subId":"16","id":"Hume.ETSS.EMPL2.RC.16","pages":"375-6"},{"type":"note","content":"His harangue for it is still extant; $περι Συμμοριας$.","subId":"n1","id":"Hume.ETSS.EMPL2.RC.n1","pages":"367"},{"type":"note","content":"Pro ^Ctesiphonte^.","subId":"n2","id":"Hume.ETSS.EMPL2.RC.n2","pages":"367"},{"type":"note","content":"^Plutarchus^ _in vita decem oratorum_. ^Demosthenes^ gives a different account of this law. _Contra_ ^Aristogiton^. _orat._ II. He says, that its purport was, to render the $ατιμοι επιτιμοι$, or to restore the privilege of bearing offices to those who had been declared incapable. Perhaps these were both clauses of the same law.","subId":"n3","id":"Hume.ETSS.EMPL2.RC.n3","pages":"368"},{"type":"note","content":"The senate of the Bean was only a less numerous mob, chosen by lot from among the people; and their authority was not great.","subId":"n4","id":"Hume.ETSS.EMPL2.RC.n4","pages":"368"},{"type":"note","content":"_In_ ^Ctesiphontem^. It is remarkable, that the first step after the dissolution of the Democracy by ^Critias^ and the Thirty, was to annul the $γραφη παρανομων$, as we learn from ^Demosthenes^ $κατα Τιμοκ$. The orator in this oration gives us the words of the law, establishing the $γραφη παρανομων$, pag. 297. _ex edit._ ^Aldi^. And he accounts for it, from the same principles we here reason upon.","subId":"n5","id":"Hume.ETSS.EMPL2.RC.n5","pages":"369"},{"type":"note","content":"^Plut.^ _in vita_ ^Pelop.^","subId":"n6","id":"Hume.ETSS.EMPL2.RC.n6","pages":"369"},{"type":"note","content":"^Demost.^ _Olynth._ I.2.","subId":"n7","id":"Hume.ETSS.EMPL2.RC.n7","pages":"369"},{"type":"note","content":"^Demost.^ _contra_ ^Lept.^","subId":"n8","id":"Hume.ETSS.EMPL2.RC.n8","pages":"370"},{"type":"note","content":"^Demost.^ _contra_ ^Aristocratem^.","subId":"n9","id":"Hume.ETSS.EMPL2.RC.n9","pages":"370"},{"type":"note","content":"Essay on the freedom of wit and humour, part 3. \\S2.","subId":"n10","id":"Hume.ETSS.EMPL2.RC.n10","pages":"370"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.ETSS.EMPL2","imported":true,"title":"Essays, Moral, Political, and Literary, Part II","breadcrumb":"Essays, Part 2","published":[1752]}],"prev":{"id":"Hume.ETSS.EMPL2.PC","imported":true,"title":"Of Public Credit","breadcrumb":"Of Public Credit","published":[1752]},"next":{"id":"Hume.ETSS.EMPL2.PA","imported":true,"title":"Of the Populousness of Ancient Nations","breadcrumb":"Of the Populousness of Ancient Nations","published":[1752]}}