{"id":"Hume.THN.1.3.12","imported":true,"parent":"Hume.THN.1.3","title":"Section 12. Of the probability of causes","breadcrumb":"Section 12","published":[1739],"copytext":[1739],"sourceDesc":"The first two Books of Hume’s [Treatise of Human Nature] were published together in 1739. The third Book, which included an Appendix making some changes to Book 1, was published in 1740. There was only one edition published in Hume’s lifetime, an this edition is therefore our copytext.","blocks":[{"type":"title","content":"£3 SECT. XII. £3 £4 _Of the probability of causes._ £4","id":"Hume.THN.1.3.12"},{"type":"paragraph","content":"WHAT I have said concerning the probability of chances can serve to no other purpose, than to assist us in explaining the probability of causes; since 'tis commonly allow'd by philosophers, that what the vulgar call chance is nothing but a secret and conceal'd cause. That species of probability, therefore, is what we must chiefly examine.","subId":"1","id":"Hume.THN.1.3.12.1","pages":"130"},{"type":"paragraph","content":"^The^ probabilities of causes are of several kinds; but are all deriv'd from the same origin, _viz. the association of ideas to a present impression_. As the habit, which produces the association, arises from the frequent conjunction of objects, it must arrive at its perfection by degrees, and must acquire new force from each instance, that falls under our observation. The first instance has little or no force: The second makes some addition to it: The third becomes still more sensible; and 'tis by these slow steps, that our judgment arrives at a full assurance. But before it attains this pitch of perfection, it passes thro' several inferior degrees, and in all |of them is only to be esteem'd a presumption or probability. The gradation, therefore, from probabilities to proofs is in many cases insensible; and the difference betwixt these kinds of evidence is more easily perceiv'd in the remote degrees, than in the near and contiguous.","subId":"2","id":"Hume.THN.1.3.12.2","pages":"130-1"},{"type":"paragraph","content":"'^Tis^ worthy of remark on this occasion, that tho' the species of probability here explain'd be the first in order, and naturally takes place before any entire proof can exist, yet no one, who is arriv'd at the age of maturity, can any longer be acquainted with it. 'Tis true, nothing is more common than for people of the most advanc'd knowledge to have attain'd only an imperfect experience of many particular events; which naturally produces only an imperfect habit and transition: But then we must consider, that the mind, having form'd another observation concerning the connexion of causes and effects, gives new force to its reasoning from that observation; and by means of it can build an argument on one single experiment, when duly prepar'd and examin'd. What we have found once to follow from any object, we conclude will for ever follow from it; and if this maxim be not always built upon as certain, 'tis not for want of a sufficient number of experiments, but because we frequently meet with instances to the contrary; which leads us to the second species of probability, where there is a _contrariety_ in our experience and observation.","subId":"3","id":"Hume.THN.1.3.12.3","pages":"131"},{"type":"paragraph","content":"'^Twou^'^d^ be very happy for men in the conduct of their lives and actions, were the same objects always conjoin'd together, and we had nothing to fear but the mistakes of our own judgment, without having any reason to apprehend the uncertainty of nature. But as 'tis frequently found, that one observation is contrary to another, and that causes and effects follow not in the same order, of which we have had experience, we are oblig'd to vary our reasoning on account of this uncertainty, and take into consideration the contrariety of events. The first question, that occurs on this head, is concerning the nature and causes of the contrariety.","subId":"4","id":"Hume.THN.1.3.12.4","pages":"131"},{"type":"paragraph","content":"^The^ vulgar, who take things according to their first appearance, attribute the uncertainty of events to such an uncertainty in the causes, as makes them often fail of their usual influence, tho' they meet with no obstacle nor impediment in their operation. But philosophers observing, that almost in every part of nature there is contain'd a vast variety of springs and principles, which are hid, by reason of their minuteness or remoteness, find that 'tis at least possible the contrariety of events may not proceed from any contingency in the cause, but from the secret operation of contrary causes. This possibility is converted into certainty by farther observation, when they remark, that upon an exact scrutiny, a contrariety of effects always betrays a contrariety of causes, and proceeds from their mutual hindrance and opposition. A peasant can give no better reason for the stopping of any clock or watch than to say, that commonly it does not go right: But an artizan easily perceives, that the same force in the spring or pendulum has always the same influence on the wheels; but fails of its usual effect, perhaps by reason of a grain of dust, which puts a stop to the whole movement. From the observation of several parallel instances, philosophers form a maxim, that the connexion betwixt all causes and effects is equally necessary, and that its seeming uncertainty in some instances proceeds from the secret opposition of contrary causes.","subId":"5","id":"Hume.THN.1.3.12.5","pages":"132"},{"type":"paragraph","content":"^But^ however philosophers and the vulgar may differ in their explication of the contrariety of events, their inferences from it are always of the same kind, and founded on the same principles. A contrariety of events in the past may give us a kind of hesitating belief for the future after two several ways. _First_, By producing an imperfect habit and transition from the present impression to the related idea. When the conjunction of any two objects is frequent, without being entirely constant, the mind is determin'd to pass from one object to the other; but not with so entire a habit, as when the union is uninterrupted, and all the instances we have |ever met with are uniform and of a piece. We find from common experience, in our actions as well as reasonings, that a constant perseverance in any course of life produces a strong inclination and tendency to continue for the future; tho' there are habits of inferior degrees of force, proportion'd to the inferior degrees of steadiness and uniformity in our conduct.","subId":"6","id":"Hume.THN.1.3.12.6","pages":"132-3"},{"type":"paragraph","content":"^There^ is no doubt but this principle sometimes takes place, and produces those inferences we draw from contrary ph{ae}nomena; tho' I am perswaded, that upon examination we shall not find it to be the principle, that most commonly influences the mind in this species of reasoning. When we follow only the habitual determination of the mind, we make the transition without any reflection, and interpose not a moments delay betwixt the view of one object and the belief of that, which is often found to attend it. As the custom depends not upon any deliberation, it operates immediately, without allowing any time for reflection. But this method of proceeding we have but few instances of in our probable reasonings; and even fewer than in those, which are deriv'd from the uninterrupted conjunction of objects. In the former species of reasoning we commonly take knowingly into consideration the contrariety of past events; we compare the different sides of the contrariety, and carefully weigh the experiments, which we have on each side: Whence we may conclude, that our reasonings of this kind arise not _directly_ from the habit, but in an _oblique_ manner; which we must now endeavour to explain.","subId":"7","id":"Hume.THN.1.3.12.7","pages":"133"},{"type":"paragraph","content":"'^Tis^ evident, that when an object is attended with contrary effects, we judge of them only by our past experience, and always consider those as possible, which we have observ'd to follow from it. And as past experience regulates our judgment concerning the possibility of these effects, so it does that concerning their probability; and that effect, which has been the most common, we always esteem the most likely. Here then are two things to be consider'd, _viz._ the _reasons_ which determine us to make the past a standard for the future, and |the _manner_ how we extract a single judgment from a contrariety of past events.","subId":"8","id":"Hume.THN.1.3.12.8","pages":"133-4"},{"type":"paragraph","content":"^First^ we may observe, that the supposition, _that the future resembles the past_, is not founded on arguments of any kind, but is deriv'd entirely from habit, by which we are determined to expect for the future the same train of objects, to which we have been accustom'd. This habit or determination to transfer the past to the future is full and perfect; and consequently the first impulse of the imagination in this species of reasoning is endow'd with the same qualities.","subId":"9","id":"Hume.THN.1.3.12.9","pages":"134"},{"type":"paragraph","content":"^But^, _secondly_, when in considering past experiments we find them of a contrary nature, this determination, tho' full and perfect in itself, presents us with no steady object, but offers us a number of disagreeing images in a certain order and proportion. The first impulse, therefore, is here broke into pieces, and diffuses itself over all those images, of which each partakes an equal share of that force and vivacity, that is deriv'd from the impulse. Any of these past events may again happen; and we judge, that when they do happen, they will be mix'd in the same proportion as in the past.","subId":"10","id":"Hume.THN.1.3.12.10","pages":"134"},{"type":"paragraph","content":"^If^ our intention, therefore, be to consider the proportions of contrary events in a great number of instances, the images presented by our past experience must remain in their _first form_, and preserve their first proportions. Suppose, for instance, I have found by long observation, that of twenty ships, which go to sea, only nineteen return. Suppose I see at present twenty ships that leave the port: I transfer my past experience to the future, and represent to myself nineteen of these ships as returning in safety, and one as perishing. Concerning this there can be no difficulty. But as we frequently run over those several ideas of past events, in order to form a judgment concerning one single event, which appears uncertain; this consideration must change the _first form_ of our ideas, and draw together the divided images presented by experience; since 'tis to _it_ we refer the determination of that particular event, upon which we reason. |Many of these images are suppos'd to concur, and a superior number to concur on one side. These agreeing images unite together, and render the idea more strong and lively, not only than a mere fiction of the imagination, but also than any idea, which is supported by a lesser number of experiments. Each new experiment is as a new stroke of the pencil, which bestows an additional vivacity on the colours, without either multiplying or enlarging the figure. This operation of the mind has been so fully explain'd in treating of the probability of chance, that I need not here endeavour to render it more intelligible. Every past experiment may be consider'd as a kind of chance; it being uncertain to us, whether the object will exist conformable to one experiment or another: And for this reason every thing that has been said on the one subject is applicable to both.","subId":"11","id":"Hume.THN.1.3.12.11","pages":"134-5"},{"type":"paragraph","content":"^Thus^ upon the whole, contrary experiments produce an imperfect belief, either by weakening the habit, or by dividing and afterwards joining in different parts, that _perfect_ habit, which makes us conclude in general, that instances, of which we have no experience, must necessarily resemble those of which we have.","subId":"12","id":"Hume.THN.1.3.12.12","pages":"135"},{"type":"paragraph","content":"^To^ justify still farther this account of the second species of probability, where we reason with knowledge and reflection from a contrariety of past experiments, I shall propose the following considerations, without fearing to give offence by that air of subtilty, which attends them. Just reasoning ought still, perhaps, to retain its force, however subtile; in the same manner as matter preserves its solidity in the air, and fire, and animal spirits, as well as in the grosser and more sensible forms.","subId":"13","id":"Hume.THN.1.3.12.13","pages":"135"},{"type":"paragraph","content":"^First^, We may observe, that there is no probability so great as not to allow of a contrary possibility; because otherwise 'twou'd cease to be a probability, and wou'd become a certainty. That probability of causes, which is most extensive, and which we at present examine, depends on a contrariety of experiments; and 'tis evident an experiment in the past proves at least a possibility for the future.","subId":"14","id":"Hume.THN.1.3.12.14","pages":"135"},{"type":"paragraph","content":"^Secondly^, The component parts of this possibility and probability are of the same nature, and differ in number only, but not in kind. It has been observ'd, that all single chances are entirely equal, and that the only circumstance, which can give any event, that is contingent, a superiority over another, is a superior number of chances. In like manner, as the uncertainty of causes is discover'd by experience, which presents us with a view of contrary events, 'tis plain, that {~~as->when~~} we transfer the past to the future, the known to the unknown, every past experiment has the same weight, and that 'tis only a superior number of them, which can throw the ballance on any side. The possibility, therefore, which enters into every reasoning of this kind, is compos'd of parts, which are of the same nature both among themselves, and with those, that compose the opposite probability.","subId":"15","id":"Hume.THN.1.3.12.15","pages":"136"},{"type":"paragraph","content":"^Thirdly^, We may establish it as a certain maxim, that in all moral as well as natural ph{ae}nomena, wherever any cause consists of a number of parts, and the effect encreases or diminishes, according to the variation of that number, the effect, properly speaking, is a compounded one, and arises from the union of the several effects, that proceed from each part of the cause. Thus because the gravity of a body encreases or diminishes by the encrease or diminution of its parts, we conclude that each part contains this quality and contributes to the gravity of the whole. The absence or presence of a part of the cause is attended with that of a proportionable part of the effect. This connexion or constant conjunction sufficiently proves the one part to be the cause of the other. As the belief, which we have of any event, encreases or diminishes according to the number of chances or past experiments, 'tis to be consider'd as a compounded effect, of which each part arises from a proportionable number of chances or experiments.","subId":"16","id":"Hume.THN.1.3.12.16","pages":"136"},{"type":"paragraph","content":"^Let^ us now join these three observations, and see what conclusion we can draw from them. To every probability there is an opposite possibility. This possibility is compos'd of parts, that are entirely of the same nature with those of the |probability; and consequently have the same influence on the mind and understanding. The belief, which attends the probability, is a compounded effect, and is form'd by the concurrence of the several effects, which proceed from each part of the probability. Since therefore each part of the probability contributes to the production of the belief, each part of the possibility must have the same influence on the opposite side; the nature of these parts being entirely the same. The contrary belief, attending the possibility, implies a view of a certain object, as well as the probability does an opposite view. In this particular both these degrees of belief are alike. The only manner then, in which the superior number of similar component parts in the one can exert its influence, and prevail above the inferior in the other, is by producing a stronger and more lively view of its object. Each part presents a particular view; and all these views uniting together produce one general view, which is fuller and more distinct by the greater number of causes or principles, from which it is deriv'd.","subId":"17","id":"Hume.THN.1.3.12.17","pages":"136-7"},{"type":"paragraph","content":"^The^ component parts of the probability and possibility, being alike in their nature, must produce like effects; and the likeness of their effects consists in this, that each of them presents a view of a particular object. But tho' these parts be alike in their nature, they are very different in their quantity and number; and this difference must appear in the effect as well as the similarity. Now as the view they present is in both cases full and entire, and comprehends the object in all its parts, 'tis impossible that in this particular there can be any difference; nor is there any thing but a superior vivacity in the probability, arising from the concurrence of a superior number of views, which can distinguish these effects.","subId":"18","id":"Hume.THN.1.3.12.18","pages":"137"},{"type":"paragraph","content":"^Here^ is almost the same argument in a different light. All our reasonings concerning the probability of causes are founded on the transferring of past to future. The transferring of any past experiment to the future is sufficient |to give us a view of the object; whether that experiment be single, or combin'd with others of the same kind; whether it be entire, or oppos'd by others of a contrary kind. Suppose, then, it acquires both these qualities of combination and opposition, it loses not upon that account its former power of presenting a view of the object, but only concurs with and opposes other experiments, that have a like influence. A question, therefore, may arise concerning the manner both of the concurrence and opposition. As to the _concurrence_, there is only the choice left betwixt these two hypotheses. _First_, That the view of the object, occasion'd by the transference of each past experiment, preserves itself entire, and only multiplies the number of views. Or, _secondly_, That it runs into the other similar and correspondent views, and gives them a superior degree of force and vivacity. But that the first hypothesis is erroneous, is evident from experience, which informs us, that the belief, attending any reasoning, consists in one conclusion, not in a multitude of similar ones, which wou'd only distract the mind, and in many cases wou'd be too numerous to be comprehended distinctly by any finite capacity. It remains, therefore, as the only reasonable opinion, that these similar views run into each other, and unite their forces; so as to produce a stronger and clearer view, than what arises from any one alone. This is the manner, in which past experiments concur, when they are transfer'd to any future event. As to the manner of their _opposition_, 'tis evident, that as the contrary views are incompatible with each other, and 'tis impossible the object can at once exist conformable to both of them, their influence becomes mutually destructive, and the mind is determin'd to the superior only with that force, which remains after substracting the inferior.","subId":"19","id":"Hume.THN.1.3.12.19","pages":"137-8"},{"type":"paragraph","content":"^I am^ sensible how abstruse all this reasoning must appear to the generality of readers, who not being accustom'd to such profound reflections on the intellectual faculties of the mind, will be apt to reject as chimerical whatever strikes not in |with the common receiv'd notions, and with the easiest and most obvious principles of philosophy. And no doubt there are some pains requir'd to enter into these arguments; tho' perhaps very little are necessary to perceive the imperfection of every vulgar hypothesis on this subject, and the little light, which philosophy can yet afford us in such sublime and such curious speculations. Let men be once fully perswaded of these two principles, _That there is nothing in any object, consider'd in itself, which can afford us a reason for drawing a conclusion beyond it_; and, _That even after the observation of the frequent or constant conjunction of objects, we have no reason to draw any inference concerning any object beyond those of which we have had experience;_ I say, let men be once fully convinc'd of these two principles, and this will throw them so loose from all common systems, that they will make no difficulty of receiving any, which may appear the most extraordinary. These principles we have found to be sufficiently convincing, even with regard to our most certain reasonings from causation: But I shall venture to affirm, that with regard to these conjectural or probable reasonings they still acquire a new degree of evidence.","subId":"20","id":"Hume.THN.1.3.12.20","pages":"138-9"},{"type":"paragraph","content":"^First^, 'Tis obvious, that in reasonings of this kind, 'tis not the object presented to us, which, consider'd in itself, affords us any reason to draw a conclusion concerning any other object or event. For as this latter object is suppos'd uncertain, and as the uncertainty is deriv'd from a conceal'd contrariety of causes in the former, were any of the causes plac'd in the known qualities of that object, they wou'd no longer be conceal'd, nor wou'd our conclusion be uncertain.","subId":"21","id":"Hume.THN.1.3.12.21","pages":"139"},{"type":"paragraph","content":"^But^, _secondly_, 'tis equally obvious in this species of reasoning, that if the transference of the past to the future were founded merely on a conclusion of the understanding, it cou'd never occasion any belief or assurance. When we transfer contrary experiments to the future, we can only repeat these contrary experiments with their particular |proportions; which cou'd not produce assurance in any single event, upon which we reason, unless the fancy melted together all those images that concur, and extracted from them one single idea or image, which is intense and lively in proportion to the number of experiments from which it is deriv'd, and their superiority above their antagonists. Our past experience presents no determinate object; and as our belief, however faint, fixes itself on a determinate object, 'tis evident that the belief arises not merely from the transference of past to future, but from some operation of the _fancy_ conjoin'd with it. This may lead us to conceive the manner, in which that faculty enters into all our reasonings.","subId":"22","id":"Hume.THN.1.3.12.22","pages":"139-40"},{"type":"paragraph","content":"^I shall^ conclude this subject with two reflections, which may deserve our attention. The _first_ may be explain'd after this manner. When the mind forms a reasoning concerning any matter of fact, which is only probable, it casts its eye backward upon past experience, and transferring it to the future, is presented with so many contrary views of its object, of which those that are of the same kind uniting together, and running into one act of the mind, serve to fortify and inliven it. But suppose that this multitude of views or glimpses of an object proceeds not from experience, but from a voluntary act of the imagination; this effect does not follow, or at least, follows not in the same degree. For tho' custom and education produce belief by such a repetition, as is not deriv'd from experience, yet this requires a long tract of time, along with a very frequent and _undesign'd_ repetition. In general we may pronounce, that a person, who wou'd[n23] _voluntarily_ repeat any idea in his mind, tho' supported by one past experience, wou'd be no more inclin'd to believe the existence of its object, than if he had contented himself with one survey of it. Beside the effect of design; each act of the mind, being separate and independent, has a separate influence, and joins not its force with that of its fellows. Not being united by any common object, producing them, |they have no relation to each other; and consequently make no transition or union of forces. This ph{ae}nomenon we shall understand better afterwards.","subId":"23","id":"Hume.THN.1.3.12.23","pages":"140-1"},{"type":"paragraph","content":"^My^ _second_ reflection is founded on those large probabilities, which the mind can judge of, and the minute differences it can observe betwixt them. When the chances or experiments on one side amount to ten thousand, and on the other to ten thousand and one, the judgment gives the preference to the latter, upon account of that superiority; tho' 'tis plainly impossible for the mind to run over every particular view, and distinguish the superior vivacity of the image arising from the superior number, where the difference is so inconsiderable. We have a parallel instance in the affections. 'Tis evident, according to the principles above-mentioned, that when an object produces any passion in us, which varies according to the different quantity of the object; I say, 'tis evident, that the passion, properly speaking, is not a simple emotion, but a compounded one, of a great number of weaker passions, deriv'd from a view of each part of the object. For otherwise 'twere impossible the passion shou'd encrease by the encrease of these parts. Thus a man, who desires a thousand pound, has in reality a thousand or more desires, which uniting together, seem to make only one passion; tho' the composition evidently betrays itself upon every alteration of the object, by the preference he gives to the larger number, if superior only by an unite. Yet nothing can be more certain, than that so small a difference wou'd not be discernible in the passions, nor cou'd render them distinguishable from each other. The difference, therefore, of our conduct in preferring the greater number depends not upon our passions, but upon custom, and _general rules_. We have found in a multitude of instances, that the augmenting the numbers of any sum augments the passion, where the numbers are precise and the difference sensible. The mind can perceive from its immediate feeling, that three guineas produce a greater passion than two; and _this_ it transfers to |larger numbers, because of the resemblance; and by a general rule assigns to a thousand guineas, a stronger passion than to nine hundred and ninety nine. These general rules we shall explain presently.","subId":"24","id":"Hume.THN.1.3.12.24","pages":"141-2"},{"type":"paragraph","content":"^But^ beside these two species of probability, which are deriv'd from an _imperfect_ experience and from _contrary_ causes, there is a third arising from ^Analogy^, which differs from them in some material circumstances. According to the hypothesis above explain'd all kinds of reasoning from causes or effects are founded on two particulars, _viz._ the constant conjunction of any two objects in all past experience, and the resemblance of a present object to any one of them. The effect of these two particulars is, that the present object invigorates and inlivens the imagination; and the resemblance, along with the constant union, conveys this force and vivacity to the related idea; which we are therefore said to believe, or assent to. If you weaken either the union or resemblance, you weaken the principle of transition, and of consequence that belief, which arises from it. The vivacity of the first impression cannot be fully convey'd to the related idea, either where the conjunction of their objects is not constant, or where the present impression does not perfectly resemble any of those, whose union we are accustom'd to observe. In those probabilities of chance and causes above-explained, 'tis the constancy of the union, which is diminish'd; and in the probability deriv'd from analogy, 'tis the resemblance only, which is affected. Without some degree of resemblance, as well as union, 'tis impossible there can be any reasoning: but as this resemblance admits of many different degrees, the reasoning becomes proportionably more or less firm and certain. An experiment loses of its force, when transferr'd to instances, which are not exactly resembling; tho' 'tis evident it may still retain as much as may be the foundation of probability, as long as there is any resemblance remaining.","subId":"25","id":"Hume.THN.1.3.12.25","pages":"142"},{"type":"note","content":"Page 9, 10. {++[T 0.10, SBN xviii-ix]++}","subId":"n23","id":"Hume.THN.1.3.12.n23","pages":"140"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.THN.1","imported":true,"title":"Book 1, Of the Understanding","breadcrumb":"Book 1","published":[1739]},{"id":"Hume.THN.1.3","imported":true,"title":"Part 3. Of knowledge and probability","breadcrumb":"Part 3","published":[1739]}],"prev":{"id":"Hume.THN.1.3.11","imported":true,"title":"Section 11. Of the probability of chances","breadcrumb":"Section 11","published":[1739]},"next":{"id":"Hume.THN.1.3.13","imported":true,"title":"Section 13. Of unphilosophical probability","breadcrumb":"Section 13","published":[1739]}}