{"id":"Hume.THN.1.3.3","imported":true,"parent":"Hume.THN.1.3","title":"Section 3. Why a cause is always necessary","breadcrumb":"Section 3","published":[1739],"copytext":[1739],"sourceDesc":"The first two Books of Hume’s [Treatise of Human Nature] were published together in 1739. The third Book, which included an Appendix making some changes to Book 1, was published in 1740. There was only one edition published in Hume’s lifetime, an this edition is therefore our copytext.","blocks":[{"type":"title","content":"£3 SECT. III. £3 £4 _Why a cause is always necessary._ £4","id":"Hume.THN.1.3.3"},{"type":"paragraph","content":"TO begin with the first question concerning the necessity of a cause: 'Tis a general maxim in philosophy, that _whatever begins to exist, must have a cause of existence_. This is |commonly taken for granted in all reasonings, without any proof given or demanded. 'Tis suppos'd to be founded on intuition, and to be one of those maxims, which tho' they may be deny'd with the lips, 'tis impossible for men in their hearts really to doubt of. But if we examine this maxim by the idea of knowledge above-explain'd, we shall discover in it no mark of any such intuitive certainty; but on the contrary shall find, that 'tis of a nature quite foreign to that species of conviction.","subId":"1","id":"Hume.THN.1.3.3.1","pages":"78-9"},{"type":"paragraph","content":"^All^ certainty arises from the comparison of ideas, and from the discovery of such relations as are unalterable, so long as the ideas continue the same. These relations are _resemblance, proportions in quantity and number, degrees of any quality, and contrariety_; none of which are imply'd in this proposition, _Whatever has a beginning has also a cause of existence_. That proposition therefore is not intuitively certain. At least any one, who wou'd assert it to be intuitively certain, must deny these to be the only infallible relations, and must find some other relation of that kind to be imply'd in it; which it will then be time enough to examine.","subId":"2","id":"Hume.THN.1.3.3.2","pages":"79"},{"type":"paragraph","content":"^But^ here is an argument, which proves at once, that the foregoing proposition is neither intuitively nor demonstrably certain. We can never demonstrate the necessity of a cause to every new existence, or new modification of existence, without shewing at the same time the impossibility there is, that any thing can ever begin to exist without some productive principle; and where the latter proposition cannot be prov'd, we must despair of ever being able to prove the former. Now that the latter proposition is utterly incapable of a demonstrative proof, we may satisfy ourselves by considering, that as all distinct ideas are separable from each other, and as the ideas of cause and effect are evidently distinct, 'twill be easy for us to conceive any object to be non-existent this moment, and existent the next, without conjoining to it the distinct idea of a cause or productive principle. The separation, therefore, of the idea of a cause |from that of a beginning of existence, is plainly possible for the imagination; and consequently the actual separation of these objects is so far possible, that it implies no contradiction nor absurdity; and is therefore incapable of being refuted by any reasoning from mere ideas; without which 'tis impossible to demonstrate the necessity of a cause.","subId":"3","id":"Hume.THN.1.3.3.3","pages":"79-80"},{"type":"paragraph","content":"^Accordingly^ we shall find upon examination, that every demonstration, which has been produc'd for the necessity of a cause, is fallacious and sophistical. All the points of time and place,[n17] say some philosophers, in which we can suppose any object to begin to exist, are in themselves equal; and unless there be some cause, which is peculiar to one time and to one place, and which by that means determines and fixes the existence, it must remain in eternal suspence; and the object can never begin to be, for want of something to fix its beginning. But I ask; Is there any more difficulty in supposing the time and place to be fix'd without a cause, than to suppose the existence to be determin'd in that manner? The first question that occurs on this subject is always, _whether_ the object shall exist or not: The next, _when_ and _where_ it shall begin to exist. If the removal of a cause be intuitively absurd in the one case, it must be so in the other: And if that absurdity be not clear without a proof in the one case, it will equally require one in the other. The absurdity, then, of the one supposition can never be a proof of that of the other; since they are both upon the same footing, and must stand or fall by the same reasoning.","subId":"4","id":"Hume.THN.1.3.3.4","pages":"80"},{"type":"paragraph","content":"^The^ second argument,[n18] which I find us'd on this head, labours under an equal difficulty. Every thing, 'tis said, must have a cause; for if any thing wanted a cause, _it_ wou'd produce _itself_; that is, exist before it existed; which is impossible. But this reasoning is plainly unconclusive; because it supposes, that in our denial of a cause we still grant what we expressly deny, _viz._ that there must be a cause; which therefore is taken to be the object itself; and _that_, no doubt, |is an evident contradiction. But to say that any thing is produc'd, or to express myself more properly, comes into existence, without a cause, is not to affirm, that 'tis itself its own cause; but on the contrary in excluding all external causes, excludes _a fortiori_ the thing itself, which is created. An object, that exists absolutely without any cause, certainly is not its own cause; and when you assert, that the one follows from the other, you suppose the very point in question, and take it for granted, that 'tis utterly impossible any thing can ever begin to exist without a cause, but that upon the exclusion of one productive principle, we must still have recourse to another.","subId":"5","id":"Hume.THN.1.3.3.5","pages":"80-1"},{"type":"paragraph","content":"'^Tis^ exactly the same case with the[n19] third argument, which has been employ'd to demonstrate the necessity of a cause. Whatever is produc'd without any cause, is produc'd by _nothing_; or in other words, has nothing for its cause. But nothing can never be a cause, no more than it can be something, or equal to two right angles. By the same intuition, that we perceive nothing not to be equal to two right angles, or not to be something, we perceive, that it can never be a cause; and consequently must perceive, that every object has a real cause of its existence.","subId":"6","id":"Hume.THN.1.3.3.6","pages":"81"},{"type":"paragraph","content":"^I believe^ it will not be necessary to employ many words in shewing the weakness of this argument, after what I have said of the foregoing. They are all of them founded on the same fallacy, and are deriv'd from the same turn of thought. 'Tis sufficient only to observe, that when we exclude all causes we really do exclude them, and neither suppose nothing nor the object itself to be the causes of the existence; and consequently can draw no argument from the absurdity of these suppositions to prove the absurdity of that exclusion. If every thing must have a cause, it follows, that upon the exclusion of other causes we must accept of the object itself or of nothing as causes. But 'tis the very point in question, whether every thing must have a cause or not; |and therefore, according to all just reasoning, it ought never to be taken for granted.","subId":"7","id":"Hume.THN.1.3.3.7","pages":"81-2"},{"type":"paragraph","content":"^They^ are still more frivolous, who say, that every effect must have a cause, because 'tis imply'd in the very idea of effect. Every effect necessarily pre-supposes a cause; effect being a relative term, of which cause is the correlative. But this does not prove, that every being must be preceded by a cause; no more than it follows, because every husband must have a wife, that therefore every man must be marry'd. The true state of the question is, whether every object, which begins to exist, must owe its existence to a cause; and this I assert neither to be intuitively nor demonstratively certain, and hope to have prov'd it sufficiently by the foregoing arguments.","subId":"8","id":"Hume.THN.1.3.3.8","pages":"82"},{"type":"paragraph","content":"^Since^ it is not from knowledge or any scientific reasoning, that we derive the opinion of the necessity of a cause to every new production, that opinion must necessarily arise from observation and experience. The next question, then, shou'd naturally be, _how experience gives rise to such a principle?_ But as I find it will be more convenient to sink this question in the following, _Why we conclude, that such particular causes must necessarily have such particular effects, and why we form an inference from one to another?_ we shall make that the subject of our future enquiry. 'Twill, perhaps, be found in the end, that the same answer will serve for both questions.","subId":"9","id":"Hume.THN.1.3.3.9","pages":"82"},{"type":"note","content":"Mr. _Hobbes_.","subId":"n17","id":"Hume.THN.1.3.3.n17","pages":"80"},{"type":"note","content":"Dr. _Clarke_ and others.","subId":"n18","id":"Hume.THN.1.3.3.n18","pages":"80"},{"type":"note","content":"Mr. _Locke_.","subId":"n19","id":"Hume.THN.1.3.3.n19","pages":"81"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.THN.1","imported":true,"title":"Book 1, Of the Understanding","breadcrumb":"Book 1","published":[1739]},{"id":"Hume.THN.1.3","imported":true,"title":"Part 3. Of knowledge and probability","breadcrumb":"Part 3","published":[1739]}],"prev":{"id":"Hume.THN.1.3.2","imported":true,"title":"Section 2. Of probability; and of the idea of cause and effect","breadcrumb":"Section 2","published":[1739]},"next":{"id":"Hume.THN.1.3.4","imported":true,"title":"Section 4. Of the component parts of our reasonings concerning cause and effect","breadcrumb":"Section 4","published":[1739]}}