{"id":"Hume.THN.1.3.7","imported":true,"parent":"Hume.THN.1.3","title":"Section 7. Of the nature of the idea or belief","breadcrumb":"Section 7","published":[1739],"copytext":[1739],"sourceDesc":"The first two Books of Hume’s [Treatise of Human Nature] were published together in 1739. The third Book, which included an Appendix making some changes to Book 1, was published in 1740. There was only one edition published in Hume’s lifetime, an this edition is therefore our copytext.","blocks":[{"type":"title","content":"£3 SECT. VII. £3 £4 _Of the nature of the idea or belief._ £4","id":"Hume.THN.1.3.7"},{"type":"paragraph","content":"THE idea of an object is an essential part of the belief of it, but not the whole. We conceive many things, which we do not believe. In order then to discover more fully the nature of belief, or the qualities of those ideas we assent to, let us weigh the following considerations.","subId":"1","id":"Hume.THN.1.3.7.1","pages":"94"},{"type":"paragraph","content":"'^Tis^ evident, that all reasonings from causes or effects terminate in conclusions, concerning matter of fact; that is, concerning the existence of objects or of their qualities. 'Tis also evident, that the idea of existence is nothing different from the idea of any object, and that when after the simple conception of any thing we wou'd conceive it as existent, we in reality make no addition to or alteration on our first idea. Thus when we affirm, that God is existent, we simply form the idea of such a being, as he is represented to us; nor is the existence, which we attribute to him, conceiv'd by a particular idea, which we join to the idea of his other qualities, and can again separate and distinguish from them. But I go farther; and not content with asserting, that the conception of the existence of any object is no addition to the simple conception of it, I likewise maintain, that the belief of the existence joins no new ideas to those, which compose the idea of the object. When I think of God, when I think of him as existent, and when I believe him to be existent, my idea of him neither encreases nor diminishes. But as 'tis certain there is a great difference betwixt the simple conception of the existence of an object, and the |belief of it, and as this difference lies not in the parts or composition of the idea, which we conceive; it follows, that it must lie in the _manner_, in which we conceive it.","subId":"2","id":"Hume.THN.1.3.7.2","pages":"94-5"},{"type":"paragraph","content":"^Suppose^ a person present with me, who advances propositions, to which I do not assent, _that_ C{ae}sar _dy'd in his bed, that silver is more fusible than lead, or mercury heavier than gold_; 'tis evident, that notwithstanding my incredulity, I clearly understand his meaning, and form all the same ideas, which he forms. My imagination is endow'd with the same powers as his; nor is it possible for him to conceive any idea, which I cannot conceive; or conjoin any, which I cannot conjoin. I therefore ask, Wherein consists the difference betwixt believing and disbelieving any proposition? The answer is easy with regard to propositions, that are prov'd by intuition or demonstration. In that case, the person, who assents, not only conceives the ideas according to the proposition, but is necessarily determin'd to conceive them in that particular manner, either immediately or by the interposition of other ideas. Whatever is absurd is unintelligible; nor is it possible for the imagination to conceive any thing contrary to a demonstration. But as in reasonings from causation, and concerning matters of fact, this absolute necessity cannot take place, and the imagination is free to conceive both sides of the question, I still ask, _Wherein consists the difference betwixt incredulity and belief?_ since in both cases the conception of the idea is equally possible and requisite.","subId":"3","id":"Hume.THN.1.3.7.3","pages":"95"},{"type":"paragraph","content":"'^Twill^ not be a satisfactory answer to say, that a person, who does not assent to a proposition you advance; after having conceiv'd the object in the same manner with you; immediately conceives it in a different manner, and has different ideas of it. This answer is unsatisfactory; not because it contains any falshood, but because it discovers not all the truth. 'Tis confest, that in all cases, wherein we dissent from any person, we conceive both sides of the question; but as we can believe only one, it evidently |follows, that the belief must make some difference betwixt that conception to which we assent, and that from which we dissent. We may mingle, and unite, and separate, and confound, and vary our ideas in a hundred different ways; but 'till there appears some principle, which fixes one of these different situations, we have in reality no opinion: And this principle, as it plainly makes no addition to our precedent ideas, can only change the _manner_ of our conceiving them.","subId":"4","id":"Hume.THN.1.3.7.4","pages":"95-6"},{"type":"paragraph","content":"^All^ the perceptions of the mind are of two kinds, _viz._ impressions and ideas, which differ from each other only in their different degrees of force and vivacity. Our ideas are copy'd from our impressions, and represent them in all their parts. When you wou'd any way vary the idea of a particular object, you can only encrease or diminish its force and vivacity. If you make any other change on it, it represents a different object or impression. The case is the same as in colours. A particular shade of any colour may acquire a new degree of liveliness or brightness without any other variation. But when you produce any other variation, 'tis no longer the same shade or colour. So that as belief does nothing but vary the manner, in which we conceive any object, it can only bestow on our ideas an additional force and vivacity. An opinion, therefore, or belief may be most accurately defin'd, ^A lively idea related to or associated with a present impression^[n20].","subId":"5","id":"Hume.THN.1.3.7.5","pages":"96"},{"type":"paragraph","content":"^Here^ are the heads of those arguments, which lead us to this conclusion. When we infer the existence of an object from that of others, some object must always be present either to the memory or senses, in order to be the foundation of our reasoning; since the mind cannot run up with its inferences _in infinitum_. Reason can never satisfy us that the existence of any one object does ever imply that of another; so that when we pass from the impression of one to the idea or belief of another, we are not determin'd by reason, but by custom or a principle of association. But belief is somewhat more than a simple idea. 'Tis a particular manner of forming an idea: And as the same idea can only be vary'd by a variation of its degrees of force and vivacity; it follows upon the whole, that belief is a lively idea produc'd by a relation to a present impression, according to the foregoing definition.","subId":"6","id":"Hume.THN.1.3.7.6","pages":"97"},{"type":"paragraph","content":"{++^This^ operation of the mind, which forms the belief of any matter of fact, seems hitherto to have been one of the greatest mysteries of philosophy; tho' no one has so much as suspected, that there was any difficulty in explaining it. For my part I must own, that I find a considerable difficulty in the case; and that even when I think I understand the subject perfectly, I am at a loss for terms to express my meaning. I conclude, by an induction which seems to me very evident, that an opinion or belief is nothing but an idea, that is different from a fiction, not in the nature, or the order of its parts, but in the _manner_ of its being conceiv'd. But |when I wou'd explain this _manner_, I scarce find any word that fully answers the case, but am oblig'd to have recourse to every one's feeling, in order to give him a perfect notion of this operation of the mind. An idea assented to _feels_ different from a fictitious idea, that the fancy alone presents to us: And this different feeling I endeavour to explain by calling it a superior _force_, or _vivacity_, or _solidity_, or _firmness_, or _steadiness_. This variety of terms, which may seem so unphilosophical, is intended only to express that act of the mind, which renders realities more present to us than fictions, causes them to weigh more in the thought, and gives them a superior influence on the passions and imagination. Provided we agree about the thing, 'tis needless to dispute about the terms. The imagination has the command over all its ideas, and can join, and mix, and vary them in all the ways possible. It may conceive objects with all the circumstances of place and time. It may set them, in a manner, before our eyes in their true colours, just as they might have existed. But as it is impossible, that that faculty can ever, of itself, reach belief, 'tis evident, that belief consists not in the nature and order of our ideas, but in the manner of their conception, and in their feeling to the mind. I confess, that 'tis impossible to explain perfectly this feeling or manner of conception. We may make use of words, that express something near it. But its true and proper name is _belief_, which is a term that every one sufficiently understands in common life. And in philosophy we can go no farther, than assert, that it is something _felt_ by the mind, which distinguishes the ideas of the judgment from the fictions of the imagination. It gives them more force and influence; makes them appear of greater importance; infixes them in the mind; and renders them the governing principles of all our actions.++}","subId":"7","id":"Hume.THN.1.3.7.7","pages":"628-9"},{"type":"paragraph","content":"^This^ definition will also be found to be entirely conformable to every one's feeling and experience. Nothing is more evident, than that those ideas, to which we assent, are more strong, firm and vivid, than the loose reveries of a castle-builder. If one person sits down to read a book as a romance, and another as a true history, they plainly receive |the same ideas, and in the same order; nor does the incredulity of the one, and the belief of the other hinder them from putting the very same sense upon their author. His words produce the same ideas in both; tho' his testimony has not the same influence on them. The latter has a more lively conception of all the incidents. He enters deeper into the concerns of the persons: represents to himself their actions, and characters, and friendships, and enmities: He even goes so far as to form a notion of their features, and air, and person. While the former, who gives no credit to the testimony of the author, has a more faint and languid conception of all these particulars; and except on account of the style and ingenuity of the composition, can receive little entertainment from it.","subId":"8","id":"Hume.THN.1.3.7.8","pages":"97-8"},{"type":"note","content":"We may here take occasion to observe a very remarkable error, which being frequently inculcated in the schools, has become a kind of establish'd maxim, and is universally received by all logicians. This error consists in the vulgar division of the acts of the understanding, into _conception_, _judgment_ and _reasoning_, and in the definitions we give of them. Conception is defin'd to be the simple survey of one or more ideas: Judgment to be the separating or uniting of different ideas: Reasoning to be the separating or uniting of different ideas by the interposition of others, which show the relation they bear to each other. But these distinctions and definitions are faulty in very considerable articles. For _first_, 'tis far from being true, that in every judgment, which we form, we unite two different ideas; since in that proposition, _God is_, or indeed any other, which regards existence, the idea of existence is no distinct idea, which we unite with that of the object, and which is capable of forming a compound idea by the union. _Secondly_, As we |can thus form a proposition, which contains only one idea, so we may exert our reason without employing more than two ideas, and without having recourse to a third to serve as a medium betwixt them. We infer a cause immediately from its effect; and this inference is not only a true species of reasoning, but the strongest of all others, and more convincing than when we interpose another idea to connect the two extremes. What we may in general affirm concerning these three acts of the understanding is, that taking them in a proper light, they all resolve themselves into the first, and are nothing but particular ways of conceiving our objects. Whether we consider a single object, or several; whether we dwell on these objects, or run from them to others; and in whatever form or order we survey them, the act of the mind exceeds not a simple conception; and the only remarkable difference, which occurs on this occasion, is, when we join belief to the conception, and are perswaded of the truth of what we conceive. This act of the mind has never yet been explain'd by any philosopher; and therefore I am at liberty to propose my hypothesis concerning it; which is, that 'tis only a strong and steady conception of any idea, and such as approaches in some measure to an immediate impression.","subId":"n20","id":"Hume.THN.1.3.7.n20","pages":"96-7"}],"texts":[],"ancestors":[{"id":"Hume","forename":"David","surname":"Hume","birth":1711,"death":1776,"published":1739,"nationality":"Scottish","sex":"Male","texts":[{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.A","forename":"David","surname":"Hume","title":"An Abstract of a Book Lately Published","birth":1711,"death":1776,"published":[1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Abstract"},{"id":"Hume.EWU","forename":"David","surname":"Hume","title":"Essays, Withdrawn and Unpublished","birth":1711,"death":1776,"published":[1741,1742,1756],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays, Withdrawn and Unpublished"},{"id":"Hume.LG","forename":"David","surname":"Hume","title":"A Letter from a Gentleman to His Friend in Edinburgh","birth":1711,"death":1776,"published":[1745],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Letter from a Gentleman"},{"id":"Hume.ETSS","forename":"David","surname":"Hume","title":"Essays and Treatises on Several Subjects","birth":1711,"death":1776,"published":[1758],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Essays and Treatises"},{"id":"Hume.HE","forename":"David","surname":"Hume","title":"The History of England","birth":1711,"death":1776,"published":[1754,1757,1759,1762],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"History of England"},{"id":"Hume.MOL","forename":"David","surname":"Hume","title":"My Own Life","birth":1711,"death":1776,"published":[1777],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"My Own Life"},{"id":"Hume.DNR","forename":"David","surname":"Hume","title":"Dialogues concerning Natural Religion","birth":1711,"death":1776,"published":[1779],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Dialogues"}]},{"id":"Hume.THN","forename":"David","surname":"Hume","title":"A Treatise of Human Nature","birth":1711,"death":1776,"published":[1739,1740],"nationality":"Scottish","sex":"Male","imported":true,"breadcrumb":"Treatise"},{"id":"Hume.THN.1","imported":true,"title":"Book 1, Of the Understanding","breadcrumb":"Book 1","published":[1739]},{"id":"Hume.THN.1.3","imported":true,"title":"Part 3. Of knowledge and probability","breadcrumb":"Part 3","published":[1739]}],"prev":{"id":"Hume.THN.1.3.6","imported":true,"title":"Section 6. Of the inference from the impression to the idea","breadcrumb":"Section 6","published":[1739]},"next":{"id":"Hume.THN.1.3.8","imported":true,"title":"Section 8. Of the causes of belief","breadcrumb":"Section 8","published":[1739]}}