{"imported":true,"id":"Mandeville.FB.EMV","parent":"Mandeville.FB","title":"An Enquiry into the Origin of Moral Virtue","breadcrumb":"Enquiry into Moral Virtue","published":[1714],"sourceUrl":"http://oll.libertyfund.org/titles/mandeville-the-fable-of-the-bees-or-private-vices-publick-benefits-vol-1/simple#lf0014-01_div_044","texts":[],"copytext":[1724],"sourceDesc":"In 1705, Mandeville published an allegorical poem called <em>The Grumbling Hive, or Knaves Turn'd Honest</em>. In 1714, he published the poem again, together with a preface, <em>An Enquiry into the Origin of Moral Virtue</em>, and several <em>Remarks</em> on the poem, all under the title of <em>The Fable of the Bees</em>. Our copytext is the 3rd edition of 1724, to which two additional essays were added. The text here derives from F. B. Kaye's edition (Liberty Fund), as published on the Online Library of Liberty.","forename":"Bernard","surname":"Mandeville","author":"Bernard Mandeville","birth":1670,"death":1733,"nationality":"English <cite>Dutch</cite>","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h1>An Enquiry into the Origin of Moral Virtue</h1> ","id":"Mandeville.FB.EMV"},{"type":"paragraph","content":"ALL untaught Animals are only sollicitous of pleasing themselves, and naturally follow the bent of their own Inclinations, without considering the good or harm that from their being pleased will accrue to others. This is the Reason, that in the wild State of Nature those creatures are fittest to live peaceably together in great Numbers, that discover the least of Understanding, and have the fewest Appetites to gratify; and consequently no Species of Animals is, without the Curb of Government, less capable of agreeing long together in Multitudes than that of Man; yet such are his Qualities, whether good or bad, I shall not determine, that no Creature besides himself can ever be made sociable: But being an ex-traordinary selfish and headstrong, as well as cunning Animal, however he may be subdued by superior Strength, it is impossible by Force alone to make him tractable, and receive the Improvements he is capable of.","subId":"1","id":"Mandeville.FB.EMV.1"},{"type":"paragraph","content":"The Chief Thing, therefore, which Lawgivers and other wise Men, that have laboured for the Establishment of Society, have endeavour'd, has been to make the People they were to govern, believe, that it was more beneficial for every Body to conquer than indulge his Appetites, and much better to mind the Publick than what seem'd his private Interest. As this has always been a very difficult Task, so no Wit or Eloquence has been left untried to compass it; and the Moralists and Philosophers of all Ages employed their utmost Skill to prove the Truth of so useful an Assertion. But whether Mankind would have ever believ'd it or not, it is not likely that any Body could have persuaded them to disapprove of their natural Inclinations, or prefer the good of others to their own, if at the same time he had not shew'd them an Equivalent to be enjoy'd as a Reward for the Violence, which by so doing they of necessity must commit upon themselves. Those that have undertaken to civilize Mankind, were not ignorant of this; but being unable to give so many real Rewards as would satisfy all Persons for every individual Action, they were forc'd to contrive an imaginary one, that as a general Equivalent for the trouble of Self-denial should serve on all Occasions, and without costing any thing either to themselves or others, be yet a most acceptable Recompense to the Receivers.","subId":"2","id":"Mandeville.FB.EMV.2"},{"type":"paragraph","content":"They thoroughly examin'd all the Strength and Frailties of our Nature, and observing that none were either so savage as not to be charm'd with Praise, or so despicable as patiently to bear Contempt, justly concluded, that Flattery must be the most powerful Argument that could be used to Human Creatures. Making use of this bewitching Engine, they extoll'd the Excellency of our Nature above other Animals, and setting forth with unbounded Praises the Wonders of our Sagacity and Vastness of Understanding, bestow'd a thousand Encomiums on the Rationality of our Souls, by the Help of which we were capable of performing the most noble Atchievements. Having by this artful way of Flattery insinuated themselves into the Hearts of Men, they began to instruct them in the Notions of Honour and Shame; representing the one as the worst of all Evils, and the other as the highest Good to which Mortals could aspire: Which being done, they laid before them how unbecoming it was the Dignity of such sublime Creatures to be sollicitous about gratifying those Appetites, which they had in common with Brutes, and at the same time unmindful of those higher Qualities that gave them the preeminence over all visible Beings. They indeed confess'd, that those impulses of Nature were very pressing; that it was troublesome to resist, and very difficult wholly to subdue them. But this they only used as an Argument to demonstrate, how glorious the Conquest of them was on the one hand, and how scandalous on the other not to attempt it.","subId":"3","id":"Mandeville.FB.EMV.3"},{"type":"paragraph","content":"To introduce, moreover, an Emulation amongst Men, they divided the whole Species into two Classes, vastly differing from one another: The one consisted of abject, low-minded People, that always hunting after immediate Enjoyment, were wholly incapable of Self-denial, and without regard to the good of others, had no higher Aim than their private Advantage; such as being enslaved by Voluptuousness, yielded without Resistance to every gross desire, and made no use of their Rational Faculties but to heighten their Sensual Pleasure. These vile grov'ling Wretches, they said, were the Dross of their Kind, and having only the Shape of Men, differ'd from Brutes in nothing but their outward Figure. But the other Class was made up of lofty high-spirited Creatures, that free from sordid Selfishness, esteem'd the Improvements of the Mind to be their fairest Possessions; and setting a true value upon themselves, took no Delight but in embellishing that Part in which their Excellency consisted; such as despising whatever they had in common with irrational Creatures, opposed by the Help of Reason their most violent Inclinations; and making a continual War with themselves to promote the Peace of others, aim'd at no less than the Publick Welfare and the Conquest of their own Passion.","subId":"4","id":"Mandeville.FB.EMV.4"},{"type":"paragraph","content":"<em>Fortior est qui se quàm qui fortissima Vincit</em> <br><em>Mœnia</em> — — — —","subId":"5","id":"Mandeville.FB.EMV.5"},{"type":"paragraph","content":"These they call'd the true Representatives of their sublime Species, exceeding in worth the first Class by more degrees, than that it self was superior to the Beasts of the Field.","subId":"6","id":"Mandeville.FB.EMV.6"},{"type":"paragraph","content":"As in all Animals that are not too imperfect to discover Pride, we find, that the finest and such as are the most beautiful and valuable of their kind, have generally the greatest Share of it; so in Man, the most perfect of Animals, it is so inseparable from his very Essence (how cunningly soever some may learn to hide or disguise it) that without it the Compound he is made of would want one of the chiefest Ingredients: Which, if we consider, it is hardly to be doubted but Lessons and Remonstrances, so skilfully adapted to the good Opinion Man has of himself, as those I have mentioned, must, if scatter'd amongst a Multitude not only gain the assent of most of them, as to the Speculative part, but likewise induce several, especially the fiercest, most resolute, and best among them, to endure a thousand Inconveniences, and undergo as many Hardships, that they may have the pleasure of counting themselves Men of the second Class, and consequently appropriating to themselves all the Excellences they have heard of it.","subId":"7","id":"Mandeville.FB.EMV.7"},{"type":"paragraph","content":"From what has been said, we ought to expect in the first Place that the Heroes who took such extraordinary Pains to master some of their natural Appetites, and preferr'd the good of others to any visible Interest of their own, would not recede an Inch from the fine Notions they had receiv'd concerning the Dignity of Rational Creatures; and having ever the Authority of the Government on their side, with all imaginable Vigour assert the esteem that was due to those of the second Class, as well as their Superiority over the rest of their kind. In the second, that those who wanted a sufficient Stock of either Pride or Resolution to buoy them up in mortifying of what was dearest to them, follow'd the sensual dictates of Nature, would yet be asham'd of confessing themselves to be those despicable Wretches that belong'd to the inferior Class, and were generally reckon'd to be so little remov'd from Brutes; and that therefore in their own Defence they would say, as others did, and hiding their own Imperfections as well as they could, cry up Self-denial and Publick-spiritedness as much as any: For it is highly probable, that some of them, convinced by the real Proofs of Fortitude and Self-Conquest they had seen, would admire in others what they found wanting in themselves; others be afraid of the Resolution and Prowess of those of the second Class, and that all of them were kept in aw by the Power of their Rulers; wherefore it is reasonable to think, that none of them (whatever they thought in themselves) would dare openly contradict, what by every body else was thought Criminal to doubt of.","subId":"8","id":"Mandeville.FB.EMV.8"},{"type":"paragraph","content":"This was (or at least might have been) the manner after which Savage Man was broke; from whence it is evident, that the first Rudiments of Morality, broach'd by skilful Politicians, to render Men useful to each other as well as tractable, were chiefly contrived that the Ambitious might reap the more Benefit from, and govern vast Numbers of them with the greater Ease and Security. This Foundation of Politicks being once laid, it is impossible that Man should long remain uncivilized: For even those who only strove to gratify their Appetites, being continually cross'd by others of the same Stamp, could not but observe, that whenever they check'd their Inclinations or but followed them with more Circumspection, they avoided a world of Troubles, and often escap'd many of the Calamities that generally attended the too eager Pursuit after Pleasure.","subId":"9","id":"Mandeville.FB.EMV.9"},{"type":"paragraph","content":"First, they receiv'd, as well as others, the benefit of those Actions that were done for the good of the whole Society, and consequently could not forbear wishing well to those of the superior Class that perform'd them. Secondly, the more intent they were in seeking their own Advantage, without Regard to others, the more they were hourly convinced, that none stood so much in their way as those that were most like themselves.","subId":"10","id":"Mandeville.FB.EMV.10"},{"type":"paragraph","content":"It being the Interest then of the very worst of them, more than any, to preach up Publick-spiritedness, that they might reap the Fruits of the Labour and Self-denial of others, and at the same time indulge their own Appetites with less disturbance, they agreed with the rest, to call every thing, which, without Regard to the Publick, Man should commit to gratify any of his Appetites, V I C E; if in that Action there cou'd be observed the least prospect, that it might either be injurious to any of the Society, or ever render himself less serviceable to others: And to give the Name of V I R T U E to every Performance, by which Man, contrary to the impulse of Nature, should endeavour the Benefit of others, or the Conquest of his own Passions out of a Rational Ambition of being good.","subId":"11","id":"Mandeville.FB.EMV.11"},{"type":"paragraph","content":"It shall be objected, that no Society was ever any ways civiliz'd before the major part had agreed upon some Worship or other of an over-ruling Power, and consequently that the Notions of Good and Evil, and the Distinction between <em>Virtue</em> and <em>Vice,</em> were never the Contrivance of Politicians, but the pure Effect of Religion. Before I answer this Objection, I must repeat what I have said already, that in this <em>Enquiry into the Origin of Moral Virtue,</em> I speak neither of <em>Jews</em> or <em>Christians,</em> but Man in his State of Nature and Ignorance of the true Deity; and then I affirm, that the Idolatrous Superstitions of all other Nations, and the pitiful Notions they had of the Supreme Being, were incapable of exciting Man to Virtue, and good for nothing but to aw and amuse a rude and unthinking Multitude. It is evident from History, that in all considerable Societies, how stupid or ridiculous soever People's received Notions have been, as to the Deities they worshipp'd, Human Nature has ever exerted it self in all its Branches, and that there is no earthly Wisdom or Moral Virtue, but at one time or other Men have excell'd in it in all Monarchies and Commonwealths, that for Riches and Power have been any ways remarkable.","subId":"12","id":"Mandeville.FB.EMV.12"},{"type":"paragraph","content":"The <em>Ægyptians,</em> not satisfy'd with having Deify'd all the ugly Monsters they could think on, were so silly as to adore the Onions of their own sowing; yet at the same time their Country was the most famous Nursery of Arts and Sciences in the World, and themselves more eminently skill'd in the deepest Mysteries of Nature than any Nation has been since.","subId":"13","id":"Mandeville.FB.EMV.13"},{"type":"paragraph","content":"No States or Kingdoms under Heaven have yielded more or greater Patterns in all sorts of Moral Virtues than the <em>Greek</em> and <em>Roman</em> Empires, more especially the latter; and yet how loose, absurd and ridiculous were their Sentiments as to Sacred Matters? For without reflecting on the extravagant Number of their Deities, if we only consider the infamous Stories they father'd upon them, it is not to be denied but that their Religion, far from teaching Men the Conquest of their Passions, and the Way to Virtue, seem'd rather contriv'd to justify their Appetites, and encourage their Vices. But if we would know what made 'em excel in Fortitude, Courage and Magnanimity, we must cast our Eyes on the Pomp of their Triumphs, the Magnificence of their Monuments and Arches; their Trophies, Statues, and Inscriptions; the variety of their Military Crowns, their Honours decreed to the Dead, Publick Encomiums on the Living, and other imaginary Rewards they bestow'd on Men of Merit; and we shall find, that what carried so many of them to the utmost Pitch of Self-denial, was nothing but their Policy in making use of the most effectual Means that human Pride could be flatter'd with.","subId":"14","id":"Mandeville.FB.EMV.14"},{"type":"paragraph","content":"It is visible then that it was not any Heathen Religion or other Idolatrous Superstition, that first put Man upon crossing his Appetites and subduing his dearest Inclinations, but the skilful Management of wary Politicians; and the nearer we search into human Nature, the more we shall be convinced, that the Moral Virtues are the Political Offspring which Flattery begot upon Pride.","subId":"15","id":"Mandeville.FB.EMV.15"},{"type":"paragraph","content":"There is no Man of what Capacity or Penetration soever, that is wholly Proof against the Witchcraft of Flattery, if artfully perform'd, and suited to his Abilities. Children and Fools will swallow Personal Praise, but those that are more cunning, must be manag'd with greater Circumspection; and the more general the Flattery is, the less it is suspected by those it is levell'd at. What you say in Commendation of a whole Town is receiv'd with Pleasure by all the Inhabitants: Speak in Commendation of Letters in general, and every Man of Learning will think himself in particular obliged to you. You may safely praise the Employment a Man is of, or the Country he was born in; because you give him an Opportunity of screening the Joy he feels upon his own account, under the Esteem which he pretends to have for others.","subId":"16","id":"Mandeville.FB.EMV.16"},{"type":"paragraph","content":"It is common among cunning Men, that understand the Power which Flattery has upon Pride, when they are afraid they shall be impos'd upon, to enlarge, tho' much against their Conscience, upon the Honour, fair Dealing and Integrity of the Family, Country, or sometimes the Profession of him they suspect; because they know that Men often will change their resolution, and act against their Inclination, that they may have the Pleasure of continuing to appear in the Opinion of Some, what they are conscious not to be in reality. Thus Sagacious Moralists draw Men like Angels, in hopes that the Pride at least of Some will put 'em upon copying after the beautiful Originals which they are represented to be.","subId":"17","id":"Mandeville.FB.EMV.17"},{"type":"paragraph","content":"When the Incomparable Sir <em>Richard Steele</em> , in the usual Elegance of his easy Style, dwells on the Praises of his sublime Species, and with all the Embellishments of Rhetoric sets forth the Excellency of Human Nature, it is impossible not to be charm'd with his happy Turns of Thought, and the Politeness of his Expressions. But tho' I have been often moved by the Force of his Eloquence, and ready to swallow the ingenious Sophistry with Pleasure, yet I could never be so serious, but reflecting on his artful Encomiums I thought on the Tricks made use of by the Women that would teach Children to be mannerly. When an aukward Girl, before she can either Speak or Go, begins after many Intreaties to make the first rude Essays of Curt'sying, the Nurse falls in an ecstacy of Praise<em> There's a delicate Curt'sy! O fine Miss! There's a pretty Lady! Mama! Miss can make a better Curt'sy than her Sister</em> Molly! The same is echo'd over by the Maids, whilst Mama almost hugs the Child to pieces; only Miss <em>Molly</em>, who being four Years older knows how to make a very handsome Curt'sy, wonders at the Perverseness of their Judgment, and swelling with Indignation, is ready to cry at the Injustice that is done her, till, being whisper'd in the Ear that it is only to please the Baby, and that she is a Woman, she grows proud at being let into the Secret, and rejoicing at the Superiority of her Understanding, repeats what has been said with large Additions, and insults over the Weakness of her Sister, whom all this while she fancies to be the only Bubble among them. These extravagant Praises would by any one, above the Capacity of an Infant, be call'd fulsome Flatteries, and, if you will, abominable Lies, yet Experience teaches us, that by the help of such gross Encomiums, young Misses will be brought to make pretty Curt'sies, and behave themselves womanly much sooner, and with less trouble, than they would without them. 'Tis the same with Boys, whom they'll strive to persuade, that all fine Gentlemen do as they are bid, and that none but Beggar Boys are rude, or dirty their Clothes; nay, as soon as the wild Brat with his untaught Fist begins to fumble for his Hat, the Mother, to make him pull it off, tells him before he is two Years old, that he is a Man; and if he repeats that Action when she desires him, he's presently a Captain, a Lord Mayor, a King, or something higher if she can think of it, till egg'd on by the force of Praise, the little Urchin endeavours to imitate Man as well as he can, and strains all his Faculties to appear what his shallow Noddle imagines he is believ'd to be.","subId":"18","id":"Mandeville.FB.EMV.18"},{"type":"paragraph","content":"The meanest Wretch puts an inestimable value upon himself, and the highest wish of the Ambitious Man is to have all the World, as to that particular, of his Opinion: So that the most insatiable Thirst after Fame that ever Heroe was inspired with, was never more than an ungovernable Greediness to engross the Esteem and Admiration of others in future Ages as well as his own; and (what Mortification soever this Truth might be to the second Thoughts of an <em>Alexander</em> or a <em>Cæsar</em>) the great Recompence in view, for which the most exalted Minds have with so much Alacrity sacrificed their Quiet, Health, sensual Pleasures, and every Inch of themselves, has never been any thing else but the Breath of Man, the Aerial Coin of Praise. Who can forbear laughing when he thinks on all the great Men that have been so serious on the Subject of that <em>Macedonian</em> Madman, his capacious Soul, that mighty Heart, in one Corner of which, according to <em>Lorenzo Gratian,</em> the World was so commodiously Lodged, that in the whole there was room for Six more? Who can forbear Laughing, I say, when he compares the fine things that have been said of <em>Alexander,</em> with the End he proposed to himself from his vast Exploits, to be proved from his own Mouth; when the vast Pains he took to pass the <em>Hydaspes</em> forced him to cry out? <em>Oh ye</em> Athenians, <em>could you believe what Dangers I expose my self to, to be praised by you!</em> To define then the Reward of Glory in the amplest manner, the most that can be said of it, is, that it consists in a superlative Felicity which a Man, who is conscious of having perform'd a noble Action, enjoys in Self-love, whilst he is thinking on the Applause he expects of others.","subId":"19","id":"Mandeville.FB.EMV.19"},{"type":"paragraph","content":"But here I shall be told, that besides the noisy Toils of War and publick Bustle of the Ambitious, there are noble and generous Actions that are perform'd in Silence; that Virtue being its own Reward, those who are really Good have a Satisfaction in their Consciousness of being so, which is all the Recompence they expect from the most worthy Performances; that among the Heathens there have been Men, who, when they did good to others, were so far from coveting Thanks and Applause, that they took all imaginable Care to be for ever conceal'd from those on whom they bestow'd their Benefits, and consequently that Pride has no hand in spurring Man on to the highest pitch of Self-denial.","subId":"20","id":"Mandeville.FB.EMV.20"},{"type":"paragraph","content":"In answer to this I say, that it is impossible to judge of a Man's Performance, unless we are throughly acquainted with the Principle and Motive from which he acts. Pity, tho' it is the most gentle and the least mischievous of all our Passions, is yet as much a Frailty of our Nature, as Anger, Pride, or Fear. The weakest Minds have generally the greatest Share of it, for which Reason none are more Compassionate than Women and Children. It must be own'd, that of all our Weaknesses it is the most amiable, and bears the greatest Resemblance to Virtue; nay, without a considerable mixture of it the Society could hardly subsist: But as it is an Impulse of Nature, that consults neither the publick Interest nor our own Reason, it may produce Evil as well as Good. It has help'd to destroy the Honour of Virgins, and corrupted the Integrity of Judges; and whoever acts from it as a Principle, what good soever he may bring to the Society, has nothing to boast of but that he has indulged a Passion that has happened to be beneficial to the Publick. There is no Merit in saving an innocent Babe ready to drop into the Fire: The Action is neither good nor bad, and what Benefit soever the Infant received, we only obliged our selves; for to have seen it fall, and not strove to hinder it, would have caused a Pain, which Self-preservation compell'd us to prevent: Nor has a rich Prodigal, that happens to be of a commiserating Temper, and loves to gratify his Passions, greater Virtue to boast of when he relieves an Object of Compassion with what to himself is a Trifle.","subId":"21","id":"Mandeville.FB.EMV.21"},{"type":"paragraph","content":"But such Men, as without complying with any Weakness of their own, can part from what they value themselves, and, from no other Motive but their Love to Goodness, perform a worthy Action in Silence: Such Men, I confess, have acquir'd more refin'd Notions of Virtue than those I have hitherto spoke of; yet even in these (with which the World has yet never swarm'd) we may discover no small Symptoms of Pride, and the humblest Man alive must confess, that the Reward of a Virtuous Action, which is the Satisfaction that ensues upon it, consists in a certain Pleasure he procures to himself by Contemplating on his own Worth: Which Pleasure, together with the Occasion of it, are as certain Signs of Pride, as looking Pale and Trembling at any imminent Danger, are the Symptoms of Fear.","subId":"22","id":"Mandeville.FB.EMV.22"},{"type":"paragraph","content":"If the too scrupulous Reader should at first View condemn these Notions concerning the Origin of Moral Virtue, and think them perhaps offensive to Christianity, I hope he'll forbear his Censures, when he shall consider, that nothing can render the unsearchable depth of the Divine Wisdom more conspicuous, than that <em>Man</em>, whom Providence had designed for Society, should not only by his own Frailties and Imperfections be led into the Road to Temporal Happiness, but likewise receive, from a seeming Necessity of Natural Causes, a Tincture of that Knowledge, in which he was afterwards to be made perfect by the True Religion, to his Eternal Welfare.","subId":"23","id":"Mandeville.FB.EMV.23"}]}