{"id":"Mandeville.FB.GH","imported":true,"parent":"Mandeville.FB","title":"The Grumbling Hive: or, Knaves turn'd Honest","breadcrumb":"Grumbling Hive","published":[1705],"copytext":[1724],"sourceDesc":"In 1705, Mandeville published an allegorical poem called <em>The Grumbling Hive, or Knaves Turn'd Honest</em>. In 1714, he published the poem again, together with a preface, <em>An Enquiry into the Origin of Moral Virtue</em>, and several <em>Remarks</em> on the poem, all under the title of <em>The Fable of the Bees</em>. Our copytext is the 3rd edition of 1724, to which two additional essays were added. The text here derives from F. B. Kaye's edition (Liberty Fund), as published on the Online Library of Liberty.","sourceUrl":"http://oll.libertyfund.org/titles/mandeville-the-fable-of-the-bees-or-private-vices-publick-benefits-vol-1/simple#lf0014-01_div_039","blocks":[{"type":"title","content":"<h1>The Grumbling Hive: or, Knaves turn'd Honest</h1> ","id":"Mandeville.FB.GH"},{"type":"paragraph","content":"<span class=\"small-capitals\">A</span> Spacious Hive well stockt with Bees, <br> That liv'd in Luxury and Ease; <br> And yet as fam'd for Laws and Arms, <br> As yielding large and early Swarms; <br> Was counted the great Nursery <br> Of Sciences and Industry. <br> No Bees had better Government, <br> More Fickleness, or less Content: <br> They were not Slaves to Tyranny, <br> Nor rul'd by wild <em>Democracy; </em> <br> But Kings, that could not wrong, because <br> Their Power was circumscrib'd by Laws.","subId":"1","id":"Mandeville.FB.GH.1"},{"type":"paragraph","content":"<span class=\"small-capitals\">These</span> Insects liv'd like Men, and all <br> Our Actions they perform'd in small: <br> They did whatever's done in Town, <br> And what belongs to Sword or Gown: <br> Tho' th' Artful Works, by nimble Slight <br> Of minute Limbs, 'scap'd Human Sight; <br> Yet we've no Engines, Labourers, <br> Ships, Castles, Arms, Artificers, <br> Craft, Science, Shop, or Instrument, <br> But they had an Equivalent: <br> Which, since their Language is unknown, <br> Must be call'd, as we do our own. <br> As grant, that among other Things, <br> They wanted Dice, yet they had Kings; <br> And those had Guards; from whence we may <br> Justly conclude, they had some Play; <br> Unless a Regiment be shewn <br> Of Soldiers, that make use of none.","subId":"2","id":"Mandeville.FB.GH.2"},{"type":"paragraph","content":"<span class=\"small-capitals\">Vast</span> Numbers throng'd the fruitful Hive; <br> Yet those vast Numbers made 'em thrive; <br> Millions endeavouring to supply <br> Each other's Lust and Vanity; <br> While other Millions were employ'd, <br> To see their Handy-works destroy'd; <br> They furnish'd half the Universe; <br> Yet had more Work than Labourers. <br> Some with vast Stocks, and little Pains, <br> Jump'd into Business of great Gains; <br> And some were damn'd to Sythes and Spades, <br> And all those hard laborious Trades; <br> Where willing Wretches daily sweat, <br> And wear out Strength and Limbs to eat: <br> (<em>A</em>.) While others follow'd Mysteries, <br> To which few Folks bind 'Prentices; <br> That want no Stock, but that of Brass, <br> And may set up without a Cross; <br> As Sharpers, Parasites, Pimps, Players, <br> Pick-pockets, Coiners, Quacks, South-sayers, <br> And all those, that in Enmity, <br> With downright Working, cunningly <br> Convert to their own Use the Labour <br> Of their good-natur'd heedless Neighbour. <br> (<em>B</em>.) These were call'd Knaves, but bar the Name, <br> The grave Industrious were the same: <br> All Trades and Places knew some Cheat, <br> No Calling was without Deceit.","subId":"3","id":"Mandeville.FB.GH.3"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> Lawyers, of whose Art the Basis <br> Was raising Feuds and splitting Cases, <br> Oppos'd all Registers, that Cheats <br> Might make more Work with dipt Estates; <br> As wer't unlawful, that one's own, <br> Without a Law-Suit, should be known. <br> They kept off Hearings wilfully, <br> To finger the refreshing Fee; <br> And to defend a wicked Cause, <br> Examin'd and survey'd the Laws, <br> As Burglars Shops and Houses do, <br> To find out where they'd best break through.","subId":"4","id":"Mandeville.FB.GH.4"},{"type":"paragraph","content":"<span class=\"small-capitals\">Physicians</span> valu'd Fame and Wealth <br> Above the drooping Patient's Health, <br> Or their own Skill: The greatest Part <br> Study'd, instead of Rules of Art, <br> Grave pensive Looks and dull Behaviour, <br> To gain th' Apothecary's Favour; <br> The Praise of Midwives, Priests, and all <br> That serv'd at Birth or Funeral. <br> To bear with th' ever-talking Tribe, <br> And hear my Lady's Aunt prescribe; <br> With formal Smile, and kind How d'ye, <br> To fawn on all the Family; <br> And, which of all the greatest Curse is, <br> T' endure th' Impertinence of Nurses.","subId":"5","id":"Mandeville.FB.GH.5"},{"type":"paragraph","content":"<span class=\"small-capitals\">Among</span> the many Priests of <em>Jove,</em> <br> Hir'd to draw Blessings from Above, <br> Some few were Learn'd and Eloquent, <br> But thousands Hot and Ignorant: <br> Yet all pass'd Muster that could hide <br> Their Sloth, Lust, Avarice and Pride; <br> For which they were as fam'd as Tailors <br> For Cabbage, or for Brandy Sailors: <br> Some, meagre-look'd, and meanly clad, <br> Would mystically pray for Bread, <br> Meaning by that an ample Store, <br> Yet lit'rally received no more; <br> And, while these holy Drudges starv'd, <br> The lazy Ones, for which they serv'd, <br> Indulg'd their Ease, with all the Graces <br> Of Health and Plenty in their Faces.","subId":"6","id":"Mandeville.FB.GH.6"},{"type":"paragraph","content":"(<em>C</em>.) <span class=\"small-capitals\">The</span> Soldiers, that were forc'd to fight, <br> If they surviv'd, got Honour by't; <br> Tho' some, that shunn'd the bloody Fray, <br> Had Limbs shot off, that ran away: <br> Some valiant Gen'rals fought the Foe; <br> Others took Bribes to let them go: <br> Some ventur'd always where 'twas warm, <br> Lost now a Leg, and then an Arm; <br> Till quite disabled, and put by, <br> They liv'd on half their Salary; <br> While others never came in Play, <br> And staid at Home for double Pay.","subId":"7","id":"Mandeville.FB.GH.7"},{"type":"paragraph","content":"<span class=\"small-capitals\">Their</span> Kings were serv'd, but Knavishly, <br> Cheated by their own Ministry; <br> Many, that for their Welfare slaved, <br> Robbing the very Crown they saved: <br> Pensions were small, and they liv'd high, <br> Yet boasted of their Honesty. <br> Calling, whene'er they strain'd their Right, <br> The slipp'ry Trick a Perquisite; <br> And when Folks understood their Cant, <br> They chang'd that for Emolument; <br> Unwilling to be short or plain, <br> In any thing concerning Gain; <br> (<em>D</em>.) For there was not a Bee but would <br> Get more, I won't say, than he should; <br> But than he dar'd to let them know, <br> (<em>E</em>.) That pay'd for't; as your Gamesters do, <br> That, tho' at fair Play, ne'er will own <br> Before the Losers what they've won.","subId":"8","id":"Mandeville.FB.GH.8"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> who can all their Frauds repeat? <br> The very Stuff, which in the Street <br> They sold for Dirt t'enrich the Ground, <br> Was often by the Buyers found <br> Sophisticated with a quarter <br> Of good-for-nothing Stones and Mortar; <br> Tho' <em>Flail</em> had little Cause to mutter, <br> Who sold the other Salt for Butter.","subId":"9","id":"Mandeville.FB.GH.9"},{"type":"paragraph","content":"<span class=\"small-capitals\">Justice</span> her self, fam'd for fair Dealing, <br> By Blindness had not lost her Feeling; <br> Her Left Hand, which the Scales should hold, <br> Had often dropt 'em, brib'd with Gold; <br> And, tho' she seem'd Impartial, <br> Where Punishment was corporal, <br> Pretended to a reg'lar Course, <br> In Murther, and all Crimes of Force; <br> Tho' some, first pillory'd for Cheating, <br> Were hang'd in Hemp of their own beating; <br> Yet, it was thought, the Sword she bore <br> Check'd but the Desp'rate and the Poor; <br> That, urg'd by meer Necessity, <br> Were ty'd up to the wretched Tree <br> For Crimes, which not deserv'd that Fate, <br> But to secure the Rich and Great.","subId":"10","id":"Mandeville.FB.GH.10"},{"type":"paragraph","content":"<span class=\"small-capitals\">Thus</span> every Part was full of Vice, <br> Yet the whole Mass a Paradise; <br> Flatter'd in Peace, and fear'd in Wars, <br> They were th' Esteem of Foreigners, <br> And lavish of their Wealth and Lives, <br> The Balance of all other Hives. <br> Such were the Blessings of that State; <br> Their Crimes conspir'd to make them Great: <br> (<em>F</em>.) And Virtue, who from Politicks <br> Had learn'd a Thousand Cunning Tricks, <br> Was, by their happy Influence, <br> Made Friends with Vice: And ever since, <br> (<em>G</em>.) The worst of all the Multitude <br> Did something for the Common Good.","subId":"11","id":"Mandeville.FB.GH.11"},{"type":"paragraph","content":"<span class=\"small-capitals\">This</span> was the States Craft, that maintain'd <br> The Whole of which each Part complain'd: <br> This, as in Musick Harmony, <br> Made Jarrings in the main agree; <br> (<em>H</em>.) Parties directly opposite, <br> Assist each other , as 'twere for Spight; <br> And Temp'rance with Sobriety, <br> Serve Drunkenness and Gluttony. <br> (<em> I</em>.) <span class=\"small-capitals\">The</span> Root of Evil, Avarice, <br> That damn'd ill-natur'd baneful Vice, <br> Was Slave to Prodigality, <br> (<em>K</em>.) That noble Sin; (<em>L</em>.) whilst Luxury <br> Employ'd a Million of the Poor, <br> (<em>M</em>.) And odious Pride a Million more: <br> (<em>N</em>.) Envy it self, and Vanity, <br> Were Ministers of Industry; <br> Their darling Folly, Fickleness, <br> In Diet, Furniture and Dress, <br> That strange ridic'lous Vice, was made <br> The very Wheel that turn'd the Trade. <br> Their Laws and Clothes were equally <br> Objects of Mutability; <br> For, what was well done for a time, <br> In half a Year became a Crime; <br> Yet while they alter'd thus their Laws, <br> Still finding and correcting Flaws, <br> They mended by Inconstancy <br> Faults, which no Prudence could foresee.","subId":"12","id":"Mandeville.FB.GH.12"},{"type":"paragraph","content":"<span class=\"small-capitals\">Thus</span> Vice nurs'd Ingenuity, <br> Which join'd with Time and Industry, <br> Had carry'd Life's Conveniencies , <br> (<em>O</em>.) It's real Pleasures, Comforts, Ease, <br> (<em>P</em>.) To such a Height, the very Poor <br> Liv'd better than the Rich before, <br> And nothing could be added more.","subId":"13","id":"Mandeville.FB.GH.13"},{"type":"paragraph","content":"<span class=\"small-capitals\">How</span> Vain is Mortal Happiness! <br> Had they but known the Bounds of Bliss; <br> And that Perfection here below <br> Is more than Gods can well bestow; <br> The Grumbling Brutes had been content <br> With Ministers and Government. <br> But they, at every ill Success, <br> Like Creatures lost without Redress, <br> Curs'd Politicians, Armies, Fleets; <br> While every one cry'd, <em>Damn the Cheats</em>, <br> And would, tho' conscious of his own, <br> In others barb'rously bear none.","subId":"14","id":"Mandeville.FB.GH.14"},{"type":"paragraph","content":"<span class=\"small-capitals\">One</span> , that had got a Princely Store, <br> By cheating Master, King and Poor, <br> Dar'd cry aloud, <em>The Land must sink </em> <br> <em>For all its Fraud;</em> And whom d'ye think <br> The Sermonizing Rascal chid? <br> A Glover that sold Lamb for Kid. <br> The least thing was not done amiss, <br> Or cross'd the Publick Business; <br> But all the Rogues cry'd brazenly, <br> <em>Good Gods, Had we but Honesty!</em> <br> <em>Merc'ry</em> smil'd at th' Impudence, <br> And others call'd it want of Sense, <br> Always to rail at what they lov'd: <br> But <em>Jove</em> with Indignation mov'd, <br> At last in Anger swore, <em>He'd rid</em> <br> <em>The bawling Hive of Fraud;</em> and did. <br> The very Moment it departs, <br> And Honesty fills all their Hearts; <br> There shews 'em, like th' Instructive Tree, <br> Those Crimes which they're asham'd to see; <br> Which now in Silence they confess, <br> By blushing at their Ugliness: <br> Like Children, that would hide their Faults, <br> And by their Colour own their Thoughts: <br> Imag'ning, when they're look'd upon, <br> That others see what they have done.","subId":"15","id":"Mandeville.FB.GH.15"},{"type":"paragraph","content":"<span class=\"small-capitals\">But</span> , Oh ye Gods! What Consternation, <br> How vast and sudden was th' Alteration! <br> In half an Hour, the Nation round, <br> Meat fell a Peny in the Pound. <br> The Mask Hypocrisy's flung down, <br> From the great Statesman to the Clown: <br> And some in borrow'd Looks well known, <br> Appear'd like Strangers in their own. <br> The Bar was silent from that Day; <br> For now the willing Debtors pay, <br> Ev'n what's by Creditors forgot; <br> Who quitted them that had it not. <br> Those, that were in the Wrong, stood mute, <br> And dropt the patch'd vexatious Suit: <br> On which since nothing less can thrive, <br> Than Lawyers in an honest Hive, <br> All, except those that got enough, <br> With Inkhorns by their sides troop'd off.","subId":"16","id":"Mandeville.FB.GH.16"},{"type":"paragraph","content":"<span class=\"small-capitals\">Justice</span> hang'd some, set others free; <br> And after Goal delivery, <br> Her Presence being no more requir'd, <br> With all her Train and Pomp retir'd. <br> First march'd some Smiths with Locks and Grates, <br> Fetters, and Doors with Iron Plates: <br> Next Goalers, Turnkeys and Assistants: <br> Before the Goddess, at some distance, <br> Her chief and faithful Minister, <br> 'Squire <span class=\"small-capitals\">Catch</span>, the Law's great Finisher, <br> Bore not th' imaginary Sword, <br> But his own Tools, an Ax and Cord: <br> Then on a Cloud the Hood-wink'd Fair, <br> <span class=\"small-capitals\">Justice</span> her self was push'd by Air: <br> About her Chariot, and behind, <br> Were Serjeants, Bums of every kind, <br> Tip-staffs, and all those Officers, <br> That squeeze a Living out of Tears.","subId":"17","id":"Mandeville.FB.GH.17"},{"type":"paragraph","content":"<span class=\"small-capitals\">Tho'</span> Physick liv'd, while Folks were ill, <br> None would prescribe, but Bees of skill, <br> Which through the Hive dispers'd so wide, <br> That none of them had need to ride; <br> Wav'd vain Disputes, and strove to free <br> The Patients of their Misery; <br> Left Drugs in cheating Countries grown, <br> And us'd the Product of their own; <br> Knowing the Gods sent no Disease <br> To Nations without Remedies.","subId":"18","id":"Mandeville.FB.GH.18"},{"type":"paragraph","content":"<span class=\"small-capitals\">Their</span> Clergy rous'd from Laziness, <br> Laid not their Charge on Journey-Bees; <br> But serv'd themselves, exempt from Vice, <br> The Gods with Pray'r and Sacrifice; <br> All those, that were unfit, or knew <br> Their Service might be spar'd, withdrew: <br> Nor was there Business for so many, <br> (If th' Honest stand in need of any,) <br> Few only with the High-Priest staid, <br> To whom the rest Obedience paid: <br> Himself employ'd in Holy Cares, <br> Resign'd to others State-Affairs. <br> He chas'd no Starv'ling from his Door, <br> Nor pinch'd the Wages of the Poor; <br> But at his House the Hungry's fed, <br> The Hireling finds unmeasur'd Bread, <br> The needy Trav'ler Board and Bed.","subId":"19","id":"Mandeville.FB.GH.19"},{"type":"paragraph","content":"<span class=\"small-capitals\">Among</span> the King's great Ministers, <br> And all th' inferior Officers <br> The Change was great; (<em>Q</em>) for frugally <br> They now liv'd on their Salary: <br> That a poor Bee should ten times come <br> To ask his Due, a trifling Sum, <br> And by some well-hir'd Clerk be made <br> To give a Crown, or ne'er be paid, <br> Would now be call'd a downright Cheat, <br> Tho' formerly a Perquisite. <br> All Places manag'd first by Three, <br> Who watch'd each other's Knavery, <br> And often for a Fellow-feeling, <br> Promoted one another's stealing, <br> Are happily supply'd by One, <br> By which some thousands more are gone.","subId":"20","id":"Mandeville.FB.GH.20"},{"type":"paragraph","content":"(<em>R</em>.) <span class=\"small-capitals\">No</span> Honour now could be content, <br> To live and owe for what was spent; <br> Liv'ries in Brokers Shops are hung, <br> They part with Coaches for a Song; <br> Sell stately Horses by whole Sets; <br> And Country-Houses, to pay Debts.","subId":"21","id":"Mandeville.FB.GH.21"},{"type":"paragraph","content":"<span class=\"small-capitals\">Vain</span> Cost is shunn'd as much as Fraud; <br> They have no Forces kept Abroad; <br> Laugh at th' Esteem of Foreigners, <br> And empty Glory got by Wars; <br> They fight, but for their Country's sake, <br> When Right or Liberty's at Stake.","subId":"22","id":"Mandeville.FB.GH.22"},{"type":"paragraph","content":"<span class=\"small-capitals\">Now</span> mind the glorious Hive, and see <br> How Honesty and Trade agree. <br> The Shew is gone, it thins apace; <br> And looks with quite another Face. <br> For 'twas not only that They went, <br> By whom vast Sums were Yearly spent; <br> But Multitudes that liv'd on them, <br> Were daily forc'd to do the same. <br> In vain to other Trades they'd fly; <br> All were o'er-stock'd accordingly.","subId":"23","id":"Mandeville.FB.GH.23"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> Price of Land and Houses falls; <br> Mirac'lous Palaces, whose Walls, <br> Like those of <em>Thebes,</em> were rais'd by Play, <br> Are to be let; while the once gay, <br> Well-seated Houshold Gods would be <br> More pleas'd to expire in Flames, than see <br> The mean Inscription on the Door <br> Smile at the lofty ones they bore. <br> The building Trade is quite destroy'd, <br> Artificers are not employ'd; <br> (<em>S</em>.) No Limner for his Art is fam'd, <br> Stone-cutters, Carvers are not nam'd.","subId":"24","id":"Mandeville.FB.GH.24"},{"type":"paragraph","content":"<span class=\"small-capitals\">Those</span>, that remain'd, grown temp'rate, strive, <br> Not how to spend, but how to live, <br> And, when they paid their Tavern Score, <br> Resolv'd to enter it no more: <br> No Vintner's Jilt in all the Hive <br> Could wear now Cloth of Gold, and thrive; <br> Nor <em>Torcol</em> such vast Sums advance, <br> For <em>Burgundy</em> and <em>Ortelans;</em> <br> The Courtier's gone, that with his Miss <br> Supp'd at his House on <em>Christmas</em> Peas; <br> Spending as much in two Hours stay, <br> As keeps a Troop of Horse a Day.","subId":"25","id":"Mandeville.FB.GH.25"},{"type":"paragraph","content":"<span class=\"small-capitals\">The</span> haughty <em>Chloe,</em> to live Great, <br> Had made her (<em>T</em>.) Husband rob the State: <br> But now she sells her Furniture, <br> Which th' <em>Indies</em> had been ransack'd for; <br> Contracts th' expensive Bill of Fare, <br> And wears her strong Suit a whole Year: <br> The slight and fickle Age is past; <br> And Clothes, as well as Fashions, last. <br> Weavers, that join'd rich Silk with Plate, <br> And all the Trades subordinate, <br> Are gone. Still Peace and Plenty reign, <br> And every Thing is cheap, tho' plain: <br> Kind Nature, free from Gard'ners Force, <br> Allows all Fruits in her own Course; <br> But Rarities cannot be had, <br> Where Pains to get them are not paid.","subId":"26","id":"Mandeville.FB.GH.26"},{"type":"paragraph","content":"<span class=\"small-capitals\">As</span> Pride and Luxury decrease, <br> So by degrees they leave the Seas. <br> Not Merchants now, but Companies <br> Remove whole Manufactories. <br> All Arts and Crafts neglected lie; <br> (<em>V</em>.) Content, the Bane of Industry, <br> Makes 'em admire their homely Store, <br> And neither seek nor covet more.","subId":"27","id":"Mandeville.FB.GH.27"},{"type":"paragraph","content":"<span class=\"small-capitals\">So</span> few in the vast Hive remain, <br> The hundredth Part they can't maintain <br> Against th' Insults of numerous Foes; <br> Whom yet they valiantly oppose: <br> 'Till some well-fenc'd Retreat is found, <br> And here they die or stand their Ground. <br> No Hireling in their Army's known; <br> But bravely fighting for their own, <br> Their Courage and Integrity <br> At last were crown'd with Victory.","subId":"28","id":"Mandeville.FB.GH.28"},{"type":"paragraph","content":"<span class=\"small-capitals\">They</span> triumph'd not without their Cost, <br> For many Thousand Bees were lost. <br> Hard'ned with Toils and Exercise, <br> They counted Ease it self a Vice; <br> Which so improv'd their Temperance; <br> That, to avoid Extravagance, <br> They flew into a hollow Tree, <br> Blest with Content and Honesty.","subId":"29","id":"Mandeville.FB.GH.29"},{"type":"paragraph","content":"<em><span class=\"small-capitals\">THEN</span> leave Complaints: Fools only strive <br> </em>(<em>X</em>.)<em> To make a Great an Honest Hive <br> </em>(<em>Y</em>.)<em> T' enjoy the World's Conveniencies, <br> Be fam'd in War, yet live in Ease, <br> Without great Vices, is a vain <br> <span class=\"small-capitals\">Eutopia</span> seated in the Brain. <br> Fraud, Luxury and Pride must live, <br> While we the Benefits receive: <br> Hunger's a dreadful Plague, no doubt, <br> Yet who digests or thrives without? <br> Do we not owe the Growth of Wine <br> To the dry shabby crooked Vine? <br> Which, while its Shoots neglected stood, <br> Chok'd other Plants, and ran to Wood; <br> But blest us with its noble Fruit, <br> As soon as it was ty'd and cut: <br> So Vice is beneficial found, <br> When it's by Justice lopt and bound; <br> Nay, where the People would be great, <br> As necessary to the State, <br> As Hunger is to make 'em eat. <br> Bare Virtue can't make Nations live <br> In Splendor; they, that would revive <br> A Golden Age, must be as free, <br> For Acorns, as for Honesty.</em>","subId":"30","id":"Mandeville.FB.GH.30"}],"texts":[],"ancestors":[{"id":"Mandeville","forename":"Bernard","surname":"Mandeville","birth":1670,"death":1733,"published":1705,"nationality":"English [Dutch]","sex":"Male","texts":[{"id":"Mandeville.THP","forename":"Bernard","surname":"Mandeville","title":"A Treatise of the Hypochondriack and Hysterick Passions","birth":1670,"death":1733,"published":[1711],"nationality":"English [Dutch]","sex":"Male","breadcrumb":"Treatise of Hypochondriack Passions"},{"id":"Mandeville.FB","forename":"Bernard","surname":"Mandeville","title":"The Fable of the Bees; or, Private Vices, Publick Benefits","birth":1670,"death":1733,"published":[1714],"nationality":"English [Dutch]","sex":"Male","imported":true,"breadcrumb":"Fable of the Bees"},{"id":"Mandeville.FTR","forename":"Bernard","surname":"Mandeville","title":"Free Thoughts on Religion, the Church, and National Happiness","birth":1670,"death":1733,"published":[1720],"nationality":"English [Dutch]","sex":"Male","breadcrumb":"Free Thoughts on Religion"},{"id":"Mandeville.P2","forename":"Bernard","surname":"Mandeville","title":"The Fable of the Bees, Part II","birth":1670,"death":1733,"published":[1729],"nationality":"English [Dutch]","sex":"Male","imported":true,"breadcrumb":"Fable of the Bees, Part II"},{"id":"Mandeville.EOH","forename":"Bernard","surname":"Mandeville","title":"An Enquiry into the Origin of Honour, and the Usefulness of Christianity in War","birth":1670,"death":1733,"published":[1732],"nationality":"English [Dutch]","sex":"Male","breadcrumb":"Enquiry into the Origin of Honour"},{"id":"Mandeville.LD","forename":"Bernard","surname":"Mandeville","title":"A Letter to Dion, Occasion'd by his Book Call'd Alciphron, or The Minute Philosopher","birth":1670,"death":1733,"published":[1732],"nationality":"English [Dutch]","sex":"Male","breadcrumb":"Letter to Dion"}]},{"id":"Mandeville.FB","forename":"Bernard","surname":"Mandeville","title":"The Fable of the Bees; or, Private Vices, Publick Benefits","birth":1670,"death":1733,"published":[1714],"nationality":"English [Dutch]","sex":"Male","imported":true,"breadcrumb":"Fable of the Bees"}],"prev":{"id":"Mandeville.FB.Pref","imported":true,"title":"The Preface","breadcrumb":"Preface","published":[1714]},"next":{"id":"Mandeville.FB.Intro","imported":true,"title":"The Introduction","breadcrumb":"Introduction","published":[1714]}}