{"imported":true,"id":"Mandeville.FB.Intro","parent":"Mandeville.FB","title":"The Introduction","breadcrumb":"Introduction","sourceUrl":"http://oll.libertyfund.org/titles/mandeville-the-fable-of-the-bees-or-private-vices-publick-benefits-vol-1/simple#lf0014-01_div_042","texts":[],"published":[1714],"copytext":[1724],"sourceDesc":"In 1705, Mandeville published an allegorical poem called <em>The Grumbling Hive, or Knaves Turn'd Honest</em>. In 1714, he published the poem again, together with a preface, <em>An Enquiry into the Origin of Moral Virtue</em>, and several <em>Remarks</em> on the poem, all under the title of <em>The Fable of the Bees</em>. Our copytext is the 3rd edition of 1724, to which two additional essays were added. The text here derives from F. B. Kaye's edition (Liberty Fund), as published on the Online Library of Liberty.","forename":"Bernard","surname":"Mandeville","author":"Bernard Mandeville","birth":1670,"death":1733,"nationality":"English <cite>Dutch</cite>","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"<h1>The Introduction</h1> ","id":"Mandeville.FB.Intro"},{"type":"paragraph","content":"<em>ONE of the greatest Reasons why so few People understand themselves, is, that most Writers are always teaching Men what they should be, and hardly ever trouble their Heads with telling them what they really are. As for my Part, without any Compliment to the Courteous Reader, or my self, I believe Man (besides Skin, Flesh, Bones, &amp;c. that are obvious to the Eye) to be a compound of various Passions, that all of them, as they are provoked and come uppermost, govern him by turns, whether he will or no. To shew, that these Qualifications, which we all pretend to be asham'd of, are the great support of a flourishing Society, has been the subject of the foregoing Poem. But there being some Passages in it seemingly Paradoxical, I have in the Preface promised some explanatory Remarks on it; which to render more useful, I have thought fit to enquire, how Man, no better qualify'd, might yet by his own Imperfections be taught to distinguish between Virtue and Vice: And here I must desire the Reader once for all to take notice, that when I say Men, I mean neither </em>Jews<em> nor </em>Christians;<em> but meer Man, in the State of Nature and Ignorance of the true Deity.</em>","subId":"1","id":"Mandeville.FB.Intro.1"}]}