{"imported":true,"id":"Locke.EHU.1.2","parent":"Locke.EHU.1","title":"Chapter 2. No innate Principles in the Mind","breadcrumb":"Chapter 2","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A48874.0001.001/1:6.2?rgn=div2;view=fulltext","texts":[],"published":[1689],"copytext":[1700],"sourceDesc":"Locke’s [Essay] was first published in December 1689, but with a publication year of 1690 on the title page. The copytext for this version is the 4th edition of 1700, which is the last edition to be printed in Locke’s lifetime, and contains several changes and additions. The text is derived from a transcription of the first edition from EEBO-TCP. Several changes are being made to this source, to bring the text in line with the 1700 edition.","forename":"John","surname":"Locke","author":"John Locke","birth":1632,"death":1704,"nationality":"English","sex":"Male","publisher":"English Philosophical Texts","pubPlace":"University of Oxford","blocks":[{"type":"title","content":"CHAP. II.\nNo innate Principles in the Mind.\n","id":"Locke.EHU.1.2"},{"type":"paragraph","content":"IT is an established Opinion amongst some Men, That there are in the Understanding certain innate Principles; some primary Notions, Κοιναι εννοιαι, Characters, as it were stamped upon the Mind of Man, which the Soul receives in its very first Being; and brings into the World with it. It would be sufficient to convince unprejudiced Readers of the falseness of this Supposition, if I should only shew (as I hope I shall in the following Parts of this Discourse) how Men, barely by the Use of their natural Faculties, may attain to all the Knowledge they have, without the help of any innate Impressions; and may arrive at Certainty, without any such Original Notions or Principles. For I imagine any one will easily grant, That it would be impertinent to suppose the Idea's of Colours innate in a Creature, to whom God hath given Sight, and a Power to receive them by the Eyes from external Objects: and no less unreasonable would it be to attribute several Truths to the Impressions of Nature and innate Characters, when we may observe in our selves Faculties, fit to attain as easie and certain Knowledge of them, as if they were Originally imprinted on the Mind. But because a Man is not permitted without Censure to follow his own Thoughts in the search of Truth, when they lead him ever so little out of the common Road: I shall set down the Reasons, that made me doubt of the Truth of that Opinion, as an Excuse for my Mistake, if I be in one, which I leave to be consider'd by those, who with me dispose themselves to embrace Truth, where-ever they find it.","subId":"1","id":"Locke.EHU.1.2.1"},{"type":"paragraph","content":"There is nothing more commonly taken for granted, than that there are certain Principles both Speculative and Practical (for they speak of both) universally agreed upon by all Mankind: which therefore they argue, must needs be the constant Impressions, which the Souls of Men receive in their first Beings, and which they bring into the World with them, as necessarily and really as they do any of their inherent Faculties.","subId":"2","id":"Locke.EHU.1.2.2"},{"type":"paragraph","content":"This Argument, drawn from Vniversal Consent, has this Misfortune in it, That if it were true in matter of Fact, that there were certain Truths, wherein all Mankind agreed, it would not prove them innate, if there can be any other way shewn how Men may come to that Universal Agreement in the things they do consent in; which I presume may be done.","subId":"3","id":"Locke.EHU.1.2.3"},{"type":"paragraph","content":"But, which is worse, this Argument of universal Consent, which is made use of to prove innate Principles, seems to me a Demonstration that there are none such: because there are none to which all Mankind give an universal Assent. I shall begin with the Speculative, and instance in those magnified Principles of Demonstration Whatsoever it is; and 'Tis impossible for the same thing to be, and not to be, which of all others I think have the most allow'd Title to innate. These have so setled a Reputation of Maxims universally received, that 'twill, no doubt, be thought strange if any one should seem to question it. But yet I take liberty to say, That these Propositions are so far from having an universal Assent, that there are a great Part of Mankind, to whom they are not so much as known.","subId":"4","id":"Locke.EHU.1.2.4"},{"type":"paragraph","content":"For, first 'tis evident that all Children and Ideots have not the least Apprehension or Thought of them: and the want of that is enough to destroy that universal Assent, which must needs be the necessary concomitant of all innate Truths: it seeming to me near a Contradiction, to say, that there are Truths imprinted on the Soul, which it perceives or understands not; imprinting, if it signifie any thing, being nothing else but the making certain Truths to be perceived. For to imprint any thing on the Mind without the Mind's perceiving it, seems to me hardly intelligible. If therefore Children and Ideots have Souls, have Minds, with those Impressions upon them, they must unavoidably perceive them, and necessarily know and assent to these Truths: which since they do not, it is evident that there are no such Impressions. For if they are not Notions naturally imprinted, How can they be innate? And if they are Notions imprinted, How can they be unknown? To say a Notion is imprinted on the Mind, and yet at the same time to say that the Mind is ignorant of it, and never yet took notice of it, is to make this Impression nothing. No Proposition can be said to be in the Mind, which it never yet knew, which it was never yet conscious of. For if any one may; then, by the same Reason, all Propositions that are true, and the Mind is capable ever of assenting to, may be said to be in the Mind, and to be imprinted: Since if any one can be said to be in the Mind, which it never yet knew, it must be only because it is capable of knowing it; and so the Mind is of all Truths it ever shall know. Nay, thus Truths may be imprinted on the Mind, which it never did, nor ever shall know: for a man may live long, and die at last in Ignorance of many Truths, which his mind was capable of knowing, and that with Certainty. So that if the Capacity of knowing be the natural Impression contended for, all the Truths a Man ever comes to know, will, by this Account, be, every one of them, innate; and this great Point will amount to no more, but only to a very improper way of speaking; which whilst it pretends to assert the contrary, says nothing different from those, who deny innate Principles. For no Body, I think, ever denied that the Mind was capable of knowing several Truths. The Capacity, they say, is innate, the Knowledge acquired. But then to what end such contest for certain innate Maxims? If Truths can be imprinted on the Understanding without being perceived, I can see no difference there can be, between any Truths the Mind is capable of knowing in respect of their Original: They must all be innate, or all adventitious: In vain shall a Man go about to distinguish them. He therefore that talks of innate Notions in the Understanding, cannot (if he intend thereby any distinct sort of Truths) mean such Truths to be in the Understanding, as it never perceived, and is yet fully ignorant of. For if these Words (to be in the Understanding) have any Propriety, they signifie to be understood. So that, to be in the Understanding, and, not to be understood; to be in the Mind, and, never to be perceived, is all one as to say, any thing is, and is not, in the Mind or Understanding. If therefore these two Propositions, Whatsoever is, is, and, It is impossible for the same thing to be, and not to be, are by Nature imprinted, Children cannot be ignorant of them: Infants, and all that have Souls must necessarily have them in their Understandings, know the Truth of them, and assent to it.","subId":"5","id":"Locke.EHU.1.2.5"},{"type":"paragraph","content":"To avoid this, 'tis usually answer'd, that all Men know and assent to them, when they come to the use of Reason, and this is enough to prove them innate. I answer,","subId":"6","id":"Locke.EHU.1.2.6"},{"type":"paragraph","content":"Doubtful Expressions, that have scarce any signification, go for clear Reasons to those, who being prepossessed, take not the pains to examine even what they themselves say. For to apply this Answer with any tolerable Sence to our present Purpose, it must signifie one of these two things; either, That as soon as Men come to the use of Reason, these supposed native Inscriptions come to be known, and observed by them: Or else, that the Use and Exercise of Men's Reasons assist them in the Discovery of these Principles, and certainly make them known to them.","subId":"7","id":"Locke.EHU.1.2.7"},{"type":"paragraph","content":"If they mean that by the Use of Reason Men may discover these Principles, and that this is sufficient to prove them innate; their way of arguing will stand thus, (viz.) That whatever Truths Reason can certainly discover to us, and make us firmly assent to, those are all naturally imprinted on the Mind; since that universal Assent, which is made the Mark of them, amounts to no more but this; That by the use of Reason, we are capable to come to a certain Knowledge of, and assent to them; and by this Means there will be no difference between the Maxims of the Mathematicians, and Theorems they deduce from them: All must be equally allow'd innate, they being all Discoveries made by the use of Reason, and Truths that a rational Creature may certainly come to know, if he apply his Thoughts rightly that Way.","subId":"8","id":"Locke.EHU.1.2.8"},{"type":"paragraph","content":"But how can those Men think the use of Reason necessary to discover Principles that are supposed innate, when Reason (if we may believe them) is nothing else, but the Faculty of deducing unknown Truths from Principles or Propositions, that are already known? That certainly can never be thought innate, which we have need of Reason to discover, unless as I have said, we will have all the certain Truths, that Reason ever teaches us, to be innate. We may as well think the use of Reason necessary to make our Eyes discover visible-Objects, as that there should be need of Reason, or the Exercise thereof to make the Understanding see what is Originally engraven in it, and cannot be in the Understanding before it be perceived by it. So that to make Reason discover those Truths thus imprinted, is to say, that the use of Reason discovers to a Man, what he knew before; and if Men have these innate, impressed Truths Originally, and before the use of Reason, and yet are always ignorant of them, till they come to the use of Reason, 'tis in effect to say, that Men know, and know them not at the same time.","subId":"9","id":"Locke.EHU.1.2.9"},{"type":"paragraph","content":"'Twill here perhaps be said, that Mathematical Demonstrations, and other Truths, that are not innate, are not assented to as soon as propos'd, wherein they are distinguish'd from these Maxims, and other innate Truths. I shall have occasion to speak of Assent upon the first proposing, more particularly by and by: I shall here only, and that very readily, allow, That these Maxims, and Mathematical Demonstrations are in this different; That the one has need of Reason, using of Proofs, to make them out, and to gain our Assent: but the other, as soon as understood, are, without any the least reasoning, embraced and assented to. But I withal beg leave to observe, That it lays open the Weakness of this Subterfuge, which requires the Use of Reason for the Discovery of these general Truths: Since it must be confessed, that in their Discovery, there is no Use made of reasoning at all. And I think those who give this Answer, will not be forward to affirm, that the Knowledge of this Maxim, That it is impossible for the same thing to be, and not to be, is a deduction of our Reason. For this would be to destroy that Bounty of Nature, they seem so fond of, whilst they make the Knowledge of those Principles to depend on the labour of our Thoughts. For all Reasoning is search, and casting about, and requires Pains and Application. And how can it with any tolerable Sence be suppos'd, that what was imprinted by Nature, as the Foundation and Guide of our Reason, should need the Use of Reason to discover it?","subId":"10","id":"Locke.EHU.1.2.10"},{"type":"paragraph","content":"Those who will take the Pains to reflect with a little attention on the Operations of the Understanding, will find that this ready Assent of the Mind to some Truths, depends not either on native Inscription, nor the Use of Reason; but on a Faculty of the Mind quite distinct from both of them, as we shall see hereafter. Reason therefore, having nothing to do in procuring our Assent to these Maxims, if by saying, that Men know and assent to them, when they come to the Use of Reason, be meant, That the use of Reason assists us in the Knowledge of these Maxims, it is utterly false; and were it true, would prove them not to be innate.","subId":"11","id":"Locke.EHU.1.2.11"},{"type":"paragraph","content":"If by knowing and assenting to them, when we come to the use of Reason be meant, that this is the time when they come to be taken notice of by the Mind; and that as soon as Children come to the use of Reason, they come also to know and assent to these Maxims; this also is false, and frivolous. First, It is false: because it is evident these Maxims are not in the Mind so early as the use of Reason; and therefore the coming to the use of Reason is falsly assigned, as the time of their Discovery. How many instances of the use of Reason may we observe in Children a long time before they have any Knowledge of this Maxim, That it is impossible for the same Thing to be, and not to be? and a great part of illiterate People, and Savages, pass many Years, even of their rational Ages, without ever thinking on this, and the like general Propositions. I grant Men come not to the Knowledge of these general and more abstract Truths, which are thought innate till they come to the use of Reason; and I add, nor then neither. Which is so, because till after they come to the use of Reason, those general abstract Idea's are not framed in the Mind, about which those general Maxims are, which are mistaken for innate Principles, but are indeed Discoveries made, and Verities introduced and brought into the Mind by the same Way, and discovered by the same Steps, as several other Propositions, which no Body was ever so extravagant as to suppose innate. This I hope to make plain in the sequel of this Discourse. I allow therefore a Necessity, that Men should come to the use of Reason, before they get the Knowledge of those general Truths: but deny, that Men's coming to the use of Reason is the time of their Discovery.","subId":"12","id":"Locke.EHU.1.2.12"},{"type":"paragraph","content":"In the mean time, it is observable, that this saying that Men know, and assent to these Maxims, when they come to the use of Reason, amounts in reality of Fact to no more but this, That they are never known, nor taken notice of before the use of Reason, but may possibly be assented to sometime after during a Man's Life; but when, is uncertain: And so may all other knowable Truths as well as these, which therefore have no Advantage, nor distinction from others by this Note of being known when we come to the use of Reason; nor are thereby proved to be innate, but quite the contrary.","subId":"13","id":"Locke.EHU.1.2.13"},{"type":"paragraph","content":"But Secondly, were it true, that the precise time of their being known, and assented to, were, when Men come to the Use of Reason; neither would that prove them innate. This way of arguing is as frivolous, as the Supposition of it self is false. For by what kind of Logick will it appear, that any Notion is Originally by Nature imprinted in the Mind in its first Constitution, because it comes first to be observed, and assented to, when a Faculty of the Mind, which has quite a distinct Province, begins to exert it self? And therefore, the coming to the use of Speech, if it were supposed the time, that these Maxims are first assented to (which it may be with as much Truth, as the time when Men come to the use of Reason) would be as good a Proof that they were innate, as to say they are innate because Men assent to them, when they come to the use of Reason. I agree then with these Men of innate Principles, that there is no Knowledge of these general and self-evident Maxims in the Mind, till it comes to the Exercise of Reason: but I deny that the coming to the use of Reason, is the precise time when they are first taken notice of; and that if it were, that it would prove them innate. All that can with any Truth be meant by this Proposition, That Men assent to them when they come to the use of Reason, is no more but this, That the making of general abstract Idea's, and the Understanding of general Names, being a Concomitant of the rational Faculty, and growing up with it, Children commonly get not those general Idea's, nor learn the Names that stand for them, till having for a good while exercised their Reason about familiar and more particular Idea's, they are by their ordinary Discourse and Actions with others, acknowledged to be capable of rational Conversation. If assenting to these Maxims, when Men come to the use of Reason, can be true in any other Sence, I desire it may be shewn; or at least, how in this, or any other Sence it proves them innate.","subId":"14","id":"Locke.EHU.1.2.14"},{"type":"paragraph","content":"The Senses at first let in particular Idea's, and furnish the yet empty Cabinet: And the Mind by degrees growing familiar with some of them, they are lodged in the Memory, and Names got to them. Afterwards the Mind proceeding farther, abstracts them, and by Degrees learns the use of general Names. By this manner the Mind comes to be furnish'd with Idea's and Language, the Materials about which to exercise its discursive Faculty: And the use of Reason becomes daily more visible, as these Materials, that give it Employment, increase. But though the having of general Idea's, and the use of general Words and Reason usually grow together; yet, I see not, how this any way proves them innate. The Knowledge of some Truths, I confess, is very early in the Mind; but in a way that shews them not to be innate. For, if we will observe, we shall find it still to be about Idea's, not innate, but acquired: It being about those first, which are imprinted by external Things, with which Infants have earliest to do, and which make the most frequent Impressions on their Senses. In Idea's, thus got, the Mind discovers, That some agree, and others differ, probably as soon as it has any use of Memory; as soon as it is able, to retain and receive distinct Idea's: But whether it be then, or no, this is certain, it does so, long before it has the use of Words; or comes to that, which we commonly call the use of Reason. For a Child knows as certainly, before it can speak, the difference between the Idea's of Sweet and Bitter (i. e. That Sweet is not Bitter) as it knows afterwards (when it comes to speak) That Worm-wood and Sugar-plumbs, are not the same thing.","subId":"15","id":"Locke.EHU.1.2.15"},{"type":"paragraph","content":"A Child knows not that Three and Four are equal to Seven, till he comes to be able to count to Seven, and has got the Name and Idea of Equality and then upon the explaining those Words, he presently assents to, or rather perceives the Truth of that Proposition. But neither does he then readily assent, because it is an innate Truth, nor was his Assent wanting, till then, because he wanted the Use of Reason; but the Truth of it appears to him, as soon as he has setled in his Mind the clear and distinct Idea's, that these Names stand for: And then, he knows the Truth of that Proposition, upon the same Grounds, and by the same means that he knew before, That a Rod and Cherry are not the same thing; and upon the same Grounds also, that he may come to know afterwards, That it is impossible for the same thing to be, and not to be, as we shall more fully shew hereafter. So that the later it is before any one comes to have those general Idea's, about which those Maxims are; or to know the Signification of those general Terms that stand for them; or to put together in his Mind, the Idea's they stand for; the later also will it be before he comes to assent to those Maxims, whose Terms, with the Idea's they stand for, being no more innate than those of a Cat or a Weesel, he must stay till Time and Observation have acquainted him with them; and then he will be in a Capacity, to know the Truth of these Maxims, upon the first Occasion, that shall make him put together those Idea's in his Mind, and observe whether they agree or disagree, according as is expressed in those Propositions. And therefore it is, That a Man knows that Eighteen and Nineteen, are equal to Thirty Seven by the same self-Evidence, that he knows One and Two to be equal to Three: Yet, a Child knows that, not so soon as the other; not for want of the use of Reason; but because the Idea's the Words Eighteen, Nineteen and Thirty seven stand for, are not so soon got, as those, which are signify'd by One, Two, and Three.","subId":"16","id":"Locke.EHU.1.2.16"},{"type":"paragraph","content":"This Evasion therefore of general Assent, when Men come to the use of Reason, failing as it does, and leaving no difference between those supposed-innate, and other Truths, that are afterwards acquired and learnt, Men have endeavoured to secure an universal Assent to those they call Maxims, by saying, they are generally assented to, as soon as proposed, and the Terms they are propos'd in, understood: Seeing all Men, even Children, as soon as they hear and understand the Terms, assent to these Propositions, they think it is sufficient to prove them innate. For since Men never fail, after they have once understood the Words, to acknowledge them for undoubted Truths, they would inferr, That certainly these Propositions were first lodged in the Understanding, which, without any teaching, the Mind, at very first Proposal, immediately closes with, and assents to, and after that never doubts again.","subId":"17","id":"Locke.EHU.1.2.17"},{"type":"paragraph","content":"In Answer to this, I demand whether ready assent, given to a Proposition upon first hearing, and understanding the Terms, be a certain mark of an innate Principle? If it be not, such a general assent is in vain urged as a Proof of them: If it be said, that it is a mark of innate, they must then allow all such Propositions to be innate, which are generally assented to as soon as heard, whereby they will find themselves plentifully stored with innate Principles. For upon the same ground (viz.) of Assent at first hearing and understanding the Terms, That Men would have those Maxims pass for innate, they must also admit several Propositions about Numbers, to be innate, That One and Two are equal to Three, That Two and Two are equal to Four, and a multitude of other the like Propositions in Numbers, that every Body assents to, at first hearing, and understanding the Terms must have a place amongst these innate Axioms. Nor is this the Prerogative of Numbers alone, and Propositions made about several of them: But even natural Philosophy, and all the other Sciences afford Propositions, which are sure to meet with Assent as soon as they are understood. That two Bodies cannot be in the same place, is a Truth that no Body any more sticks at, than at that Maxim, That it is impossible for the same thing to be, and not to be; That White is not Black, That a Square is not a Circle, That Yellowness is not Sweetness: These, and a million of other such Propositions, as many at least, as we have distinct Idea's, every Man in his Wits, at first hearing, and knowing what the Names stand for, must necessarily assent to. If then these Men will be true to their own Rule, and have Assent at first hearing and understanding the Terms, to be a mark of innate, they must allow, not only as many innate Propositions, as Men have distinct Idea's; but as many as Men can make Propositions, wherein different Idea's are denied one of another. Since every Proposition, wherein one different Idea is denied of another, will as certainly find Assent at first hearing and understanding the Terms, as this general one, It is impossible for the same to be, and not to be; or that which is the foundation of it, and is the easier understood of the two, The same is not different: By which Account, they will have Legions of innate Propositions of this one sort, without mentioning any other. But since no Proposition can be innate, unless the Idea's about which it is, be innate, This will be, to suppose all our Idea's of Colours, Sounds, Tastes, Figures, &c. innate; than which there cannot be any thing more opposite to Reason and Experience. Universal and ready assent, upon hearing and understanding the Terms, is (I grant) a mark of self-evidence: but self-evidence, depending not on innate Impressions, but on something else (as we shall shew hereafter) belongs to several Propositions, which no Body was yet so extravagant, as to pretend to be innate.","subId":"18","id":"Locke.EHU.1.2.18"},{"type":"paragraph","content":"Nor let it be said, That those more particular self-evident Propositions, which are assented to at first hearing, as, That One and Two are equal to Three; That Green is not Red, &c. are received as the Consequences of those more universal Propositions, which are look'd on as innate Principles: since any one, who will but take the Pains to observe, what passes in the Understanding, will certainly find, That these, and the like less general Propositions, are certainly known and firmly assented to, by those, who are utterly ignorant of those more general Maxims; and so, being earlier in the Mind than those (as they are called) first Principles, cannot owe to them the Assent, wherewith they are received at first hearing.","subId":"19","id":"Locke.EHU.1.2.19"},{"type":"paragraph","content":"If it be said, that these Propositions, viz. Two and Two are equal to Four; Red is not blue, &c. are not general Maxims, nor of any great use. I answer, That makes nothing to the Argument of universal assent, upon hearing and understanding. For if that be the certain mark of innate, whatever Proposition can be found, that receives general assent, as soon as heard and understood, that must be admitted for an innate Proposition, as well as this Maxim, That it is impossible for the same thing to be, and not to be, they being upon this Ground equal. And as to the difference of being more general, that makes this Maxim more remote from being innate; those general and abstract Idea's, being more strangers to our first Apprehensions, than those of more particular self-evident Propositions; and therefore, 'tis longer before they are admitted and assented to by the growing Understanding. And as to the usefulness of these magnified Maxims, that perhaps will not be found so great as is generally conceived, when it comes in its due place to be more fully considered.","subId":"20","id":"Locke.EHU.1.2.20"},{"type":"paragraph","content":"But we have not yet done with assenting to Propositions at first hearing and understanding their Terms; 'tis fit we first take notice, That this, instead of being a mark that they are innate, is a proof of the contrary: Since it supposes, that several, who understand and know other things, are ignorant of these Principles, till they are propos'd to them; and that one may be unacquainted with these Truths, till he hears them from others. For if they were innate, What need they be propos'd, in order to gaining assent; when, by being in the Understanding, by a natural and original Impression (if there were any such) they could not but be known before? Or, doth the proposing them, print them clearer in the Mind than Nature did? If so, then the Consequence will be, That a Man knows them better, after he has been thus taught them, than he did before. Whence it will follow, That these Principles may be made more evident to us by other's teaching, than Nature has made them by Impression: which will ill agree with the Opinion of innate Principles, and give but little Authority to them; but on the contrary, makes them unfit to be the foundations of all our other Knowledge, as they are pretended to be. This cannot be deny'd, that Men grow first acquainted with many of these self-evident Truths, upon their being proposed: But it is clear, that whosoever does so, finds in himself, That he then begins to know a Proposition, which he knew not before; and which from thenceforth he never questions: not because it was innate; but, because the consideration of the Nature of the things contained in those Words, would not suffer him to think otherwise, how, or whensoever he is brought to reflect on them.","subId":"21","id":"Locke.EHU.1.2.21"},{"type":"paragraph","content":"If it be said, The Understanding hath an implicit Knowledge of these Principles, but not an explicit, before this first hearing, (as they must, who will say, That they are in the Understanding before they are known) it will be hard to conceive what is meant by a Principle imprinted on the understanding Implicitly; unless it be this, That the Mind is capable of understanding and assenting firmly to such Propositions. And thus all Mathematical Demonstrations, as well as first Principles, must be received as native Impressions on the Mind: which, I fear they will scarce allow them to be, who find it harder to demonstrate a Proposition, than assent to it, when demonstrated: And few Mathematicians will be forward to believe, That all the Diagrams they have drawn, were but Copies of those innate Characters, which Nature had ingraven upon their Minds.","subId":"22","id":"Locke.EHU.1.2.22"},{"type":"paragraph","content":"There is I fear this farther weakness in the foregoing Argument, which would perswade us, That therefore those Maxims are to be thought innate, which Men admit at first hearing, because they assent to Propositions, which they are not taught, nor do receive from the force of any Argument or Demonstration, but a bare Explication or Understanding of the Terms. Under which, there seems to me to lie this fallacy; That Men and supposed not to be taught, nor to learn any thing de novo; when in truth, they are taught and do learn something they were ignorant of before. For first it is evident, they have learned the Terms and their Signification: neither of which was born with them. But this is not all the acquired Knowledge in the case: The Idea's themselves, about which the Proposition is, are not born with them, no more than their Names, but got afterwards. So, that in all Propositions that are assented to, at first hearing the Terms of the Proposition, their standing for such Idea's, and the Idea's themselves that they stand for, being neither of them innate, I would fain know what there is remaining in such Propositions that is innate. For I would gladly have any one name that Proposition, whose Terms or Idea's were either of them innate. We by degrees get Idea's and Names, and learn their appropriated connection one with another; and then to Propositions, made in such Terms, whose signification we have learnt, and wherein the Agreement or Disagreement we can perceive in our Idea's, when put together, is expressed, we at first hearing assent; though to other Propositions, in themselves as certain and evident, but which are concerning Idea's, not so soon nor easily got, we are at the same time no way capable of assenting. For though a Child quickly assent to this Proposition, That an Apple is not Fire; when, by familiar Acquaintance, he has got the Idea's of those two different things distinctly imprinted on his Mind, and has learnt that the Names Apple and Fire stand for them: yet, it will be some years after, perhaps, before the same Child will assent to this Proposition, That it is impossible for the same thing to be, and not to be. Because, that though, perhaps, the Words are as easie to be learnt: yet, the signification of them, being more large, comprehensive, and abstract, than of the Names annexed to those sensible things, the Child hath to do with, it is longer before he learns their precise meaning, and it requires more time plainly to form in his Mind those general Idea's, they stand for. Till that be done, you will in vain endeavour to make any Child assent to a Proposition, made up of such general Terms: But as soon as ever he has got those Idea's, and learn'd their Names, he forwardly closes with the one, as well as the other of the forementioned Propositions; and with both for the same Reason; (viz.) because he finds the Idea's he has in his Mind, to agree or disagree, according as the Words standing for them, are affirmed, or denied one of another in the Proposition. But if Propositions be brought to him in Words, which stand for Idea's he has not yet in his Mind: to such Propositions, however evidently true or false in themselves, he affords neither assent nor dissent, but is ignorant. For Words, being but empty sounds, any farther than they are signs of our Idea's, we cannot but assent to them, as they correspond to those Idea's we have, but no farther than that. But the shewing by what Steps and Ways Knowledge comes into our Minds, and the grounds of several degrees of assent, being the Business of the following Discourse, it may suffice to have only touched on it here, as one Reason, that made me doubt of those innate Principles.","subId":"23","id":"Locke.EHU.1.2.23"},{"type":"paragraph","content":"To conclude this Argument of universal Consent, I agree with these Defenders of innate Principles; That if they are innate, they must needs have universal assent. For that a Truth should be innate, and yet not assented to, is to me as unintelligible, as for a Man to know a Truth, and be ignorant of it at the same time. But then, by these Men's own Confession, they cannot be innate; since they are not assented to, by those who understand not the Terms, nor by a great part of those who do understand them, but have yet never heard, nor thought of those Propositions; which I think, is at least one half of Mankind. But were the Number far less, it would be enough to destroy universal assent, and thereby shew these Propositions not to be innate, if Children alone were ignorant of them.","subId":"24","id":"Locke.EHU.1.2.24"},{"type":"paragraph","content":"But that I may not be accused, to argue from the thoughts of Infants, which are unknown to us, and to conclude, from what passes in their Understandings, before they express it; I say next, That these two general Propositions are not the Truths, that first possess the Minds of Children; nor are antecedent to all acquired, and adventitious Notions: which if they were innate, they must needs be. Whether we can determine it or no, it matters not, there is certainly a time, when Children begin to think, and their Words and Actions do assure us, that they do so. When therefore they are capable of Thought, of Knowledge, of Assent, can it rationally be supposed, they can be ignorant of those Notions that Nature has imprinted, were there any such? Can it be imagin'd, with any appearance of Reason, That they perceive the Impressions from things without; and be at the same time ignorant of those Characters, which Nature it self has taken care to stamp within? Can they receive and assent to adventitious Notions, and be ignorant of those, which are supposed woven into the very Principles of their Being, and imprinted there in indelible Characters, to be the Foundation, and Guide of all their acquired Knowledge, and future Reasonings? This would be, to make Nature take Pains to no Purpose; Or, at least, to write very ill; since its Characters could not be read by those Eyes, which saw other things very well; and those are very ill supposed the clearest parts of Truth, and the Foundations of all our Knowledge, which are not first known, and without which, the undoubted Knowledge of several other things may be had. The Child certainly knows, that the Nurse that feeds it, is neither the Cat it plays with, nor the Blackmoor it is afraid of; That the Wormseed or Mustard it refuses, is not the Apple or Sugar it cries for: this it is certainly and undoubtedly assured of: But will any one say, it is by Virtue of this Principle, That it is impossible for the same thing to be, and not to be, that it so firmly assents to these, and other parts of its Knowledge? Or that the Child has any Notion or Apprehension of that Proposition at an Age, wherein yet 'tis plain, it knows a great many other Truths? He that will say, Children join these general abstract Speculations with their sucking Bottles, and their Rattles, may, perhaps, with Justice be thought to have more Passion and Zeal for his Opinion; but less Sincerity and Truth, than one of that Age.","subId":"25","id":"Locke.EHU.1.2.25"},{"type":"paragraph","content":"Though therefore there be several general Propositions, that meet with constant and ready assent, as soon as proposed to Men grown up, who have attained the use of more general and abstract Idea's, and Names standing for them: yet they not being to be found in those of tender Years, who nevertheless know other things, they cannot pretend to universal assent of intelligent Persons, and so by no means can be supposed innate: It being impossible, that any Truth which is innate (if there were any such) should be unknown, at least to any one, who knows any thing else. Since, if they are innate Truths, they must be innate thoughts: there being nothing a Truth in the Mind, that it has never thought on. Whereby it is evident, if there be any innate Truths, they must necessarily be the first of any thought on; the first that appear there.","subId":"26","id":"Locke.EHU.1.2.26"},{"type":"paragraph","content":"That the general Maxims, we are discoursing of, are not known to Children, Ideots, and a great part of Mankind, we have already sufficiently proved: whereby it is evident, they have not an universal assent, nor are general Impressions. But there is this farther Argument in it against their being innate: That these Characters, if they were native and original Impressions, should appear fairest and clearest in those Persons, in whom yet we find no Foot-steps of them: And 'tis, in my Opinion, a strong Presumption, that they are not innate; since they are least known to those, in whom, if they were innate, they must needs exert themselves with most Force and Vigour. For Children, Ideots, Savages, and illiterate People, being of all others the least corrupted by Custom, or borrowed Opinions; Learning, and Education, having not cast their native thoughts into new Moulds; nor by super-inducing foreign and studied Doctrines, confounded those fair Characters Nature had written there; one might reasonably imagine, That in their Minds these innate Notions should lie open fairly to every ones view, as 'tis certain the thoughts of Children do. It might very well be expected, that these Principles should be perfectly known to Naturals; which being stamped immediately on the Soul (as these Men suppose) can have no dependence on the Constitutions, or Organs of the Body, the only confessed difference between them and others. One would think, according to these Men's Principles, That all the native Beams of Light (were there any such) should in those, who have no Reserves, no Arts of Concealment, shine out in their full Lustre, and leave us in no more doubt of their being there, than we are of their love of Pleasure, and abhorrence of pain. But alas, amongst Children, Ideots, Savages, and the grosly illiterate, what general Maxims are to be found? What universal Principles of Knowledge? Their Notions are few and narrow, borrowed only from those Objects they have had most to do with, and which have made upon their Senses the frequentest and strongest Impression. A Child knows his Nurse and his Cradle, and by degrees the Play-things of a little more advanced Age: And a young Savage has, perhaps, his Head fill'd with Love and Hunting, according to the fashion of his Tribe. But he that from a Child untaught, or a wild Inhabitant of the Woods, will expect these abstract Maxims, or the Principles of Sciences, will I fear find himself mistaken. Such kind of general Propositions, are seldom mentioned in the Huts of Indians: much less are they to be found in the thoughts of Children, or any Impressions of them on the Minds of Naturals. They are the Discourses of the Schools, and Academies of learned Nations, accustomed to that sort of Conversation, or Learning, where Disputes are frequent: These Maxims being suited to artificial Argumentation, and useful for Conviction; but not much conducing to the discovery of Truth, or advancement of Knowledge. But of their small use for the improvement of Knowledge, I shall have occasion to speak more at large, l. 4. c. 7.","subId":"27","id":"Locke.EHU.1.2.27"},{"type":"paragraph","content":"I know not how absurd this may seem to the Masters of Demonstration: And probably, it will hardly down with any Body at first Hearing. I must therefore beg you a little to lay by your prejudice, and suspend your censure, till you have heard me out in the sequel of this Discourse, being very willing to submit to better Judgments. And since I impartially search after Truth, I shall not be sorry to be convinced, that I have been too fond of my own Notions; which I confess we are all apt to be, when Application and Study have warmed our Heads with them. Upon the whole matter, I cannot see any ground, to think these two famed speculative Maxims innate: since they are not universally assented to; Since the assent they so generally find, is no other than what several Propositions, not allowed to be innate, equally partake in with them; And since the assent is given them, is produced another way, and comes not from natural Inscription, as I doubt not but to make appear in the following Discourse. And if these first Principles of Knowledge and Science, are found not to be innate, no other speculative Maxims can (I suppose) with better Right pretend to be so.","subId":"28","id":"Locke.EHU.1.2.28"}]}