{"id":"Locke.EHU.1.3","imported":true,"parent":"Locke.EHU.1","title":"Chapter 3. No innate practical Principles","breadcrumb":"Chapter 3","published":[1689],"copytext":[1700],"sourceDesc":"Locke’s [Essay] was first published in December 1689, but with a publication year of 1690 on the title page. The copytext for this version is the 4th edition of 1700, which is the last edition to be printed in Locke’s lifetime, and contains several changes and additions. The text is derived from a transcription of the first edition from EEBO-TCP. Several changes are being made to this source, to bring the text in line with the 1700 edition.","sourceUrl":"https://quod.lib.umich.edu/e/eebo/A48874.0001.001/1:6.3?rgn=div2;view=fulltext","blocks":[{"type":"title","content":"CHAP. III.\nNo innate practical Principles.\n","id":"Locke.EHU.1.3"},{"type":"paragraph","content":"IF those speculative Maxims, whereof we discoursed in the fore-going Chapter, have not an actual universal assent from all Mankind, as we there proved, it is much more visible concerning practical Principles, that they come short of an universal Reception: and I think it will be hard to instance any one moral Rule, which can pretend to so general and ready an assent as, What is, is, or to be so manifest a Truth as this, That it is impossible for the same thing to be, and not to be. Whereby it is evident, That they are farther removed from a title to be innate; and the doubt of their being native Impressions on the Mind, is stronger against these moral Principles than the other. Not that it brings their Truth at all in question. They are equally true, though not equally evident. Those speculative Maxims carry their own Evidence with them: but moral Principles require Reasoning and Discourse, and some Exercise of the Mind, to discover the Certainty of their Truth. They lie not open as natural Characters ingraven on the Mind; which if any such were, they must needs be visible by themselves, and by their own light be certain and known to every Body. But this is no Derogation to their Truth and Certainty, no more than it is to the Truth or Certainty of the Three Angles of a Triangle being equal to two right ones, because it is not so evident as The whole is bigger than a part; nor so apt to be assented to at first hearing. It may suffice, that these moral Rules are capable of Demonstration: and therefore it is our own faults, if we come not to a certain Knowledge of them. But the Ignorance wherein many Men are of them, and the slowness of assent wherewith others receive them, are manifest Proofs that they are not innate, and such as offer themselves to their view without searching.","subId":"1","id":"Locke.EHU.1.3.1"},{"type":"paragraph","content":"Whether there be any such moral Principles, wherein all Men do agree, I appeal to any, who have been but moderately conversant in the History of Mankind, and look'd abroad beyond the Smoak of their own Chimneys. Where is that practical Truth, that is universally received without doubt or question, as it must be if innate? Iustice, and keeping of Contracts, is, that which most Men seem to agree in. This is a Principle, which is thought to extend it self to the Dens of Thieves, and the Troops of Robbers; and they who have gone farthest towards the putting off of Humanity it self, keep Faith and Rules of Justice one with another. I grant that Outlaws themselves do this one amongst another: but 'tis, without receiving these as the innate Laws of Nature. They practice them as Rules of convenience within their own Communities: But it is impossible to conceive, that he imbraces Justice as a practical Principle, who acts fairly with his Fellow-High-way-men, and at the same time plunders or kills the next honest Man he meets with. Justice and Truth are the common ties of Society; and therefore, even Outlaws and Villains, who break with all the World besides, must keep Faith and Rules of Equity amongst themselves, or else they cannot hold together. But will any one say, That those that live by Fraud and Rapine, have innate Principles of Truth and Justice, which they allow and assent to?","subId":"2","id":"Locke.EHU.1.3.2"},{"type":"paragraph","content":"Perhaps it will be urged, That the tacit assent of their Minds agrees to what their Practice contradicts. I answer, First, I have always thought the Actions of Men the best Interpreters of their thoughts. But since it is certain, that most Men's Practice, and some Men's open Professions, have either questioned or denied these Principles, it is impossible to establish an universal consent (though we should look for it only amongst grown Men) without which, it is impossible to conclude them innate. Secondly, 'Tis very strange and unreasonable, to suppose innate practical Principles, that terminate only in Contemplation. Practical Principles, derived from Nature, are there for Operation, and must produce Conformity of Action, not barely speculative assent to their truth, or else they are in vain destinguish'd from speculative Maxims. Nature, I confess, has put into Man a desire of Happiness, and an aversion to Misery: These indeed are innate practical Principles, which (as practical Principles ought) do continue constantly, to operate and influence all our Actions, without ceasing: These may be observed in all Persons and all Ages, steady and universal; but these are Inclinations of the Will and Appetite, not Impressions and Characters on the Understanding. I deny not, that there are natural tendencies imprinted on the Minds of Men; and that, from the very first instances of sense and perception, there are some things that are grateful, and others unwelcome to them; some things that they incline to, and others that they fly: But this makes nothing for innate Characters on the Mind, which are to be the Principles of Knowledge, regulating our Practice. Such natural Impressions on the Understanding, are so far from being confirmed hereby, that this is an Argument against them; since if there were certain Characters, imprinted by Nature on the Understanding, as the Principles of Knowledge, we could not but perceive them constantly operate in us, and influence our Knowledge, as we do those others on the Will and Appetite; which never cease to be the constant Spring and Motives of all our Actions, to which, we perpetually feel them strongly impelling us.","subId":"3","id":"Locke.EHU.1.3.3"},{"type":"paragraph","content":"Another Reason that makes me doubt of any innate practical Principles, is, That I think, there cannot any one moral Rule be propos'd, whereof a Man may not justly demand a Reason: which would be perfectly ridiculous and absurd, if they were innate, or so much as self-evident; which every innate Principle must needs be, and not need any Proof to ascertain its Truth, nor want any Reason to gain it Approbation. He would be thought void of common Sense, who asked on the one side, or on the other side went about to give a Reason, Why it is impossible for the same thing to be, and not to be. It carries its own Light and Evidence with it, and needs no other Proof: He that understands the Terms, assents to it for its own sake, or else nothing will ever be able to prevail with him to do it. But should that most unshaken Rule of Morality, and Foundation of all social Virtue, That one should do as he would be done unto, be propos'd to one, who never heard it before, but yet is of capacity to understand its meaning; Might he not without any absurdity ask a Reason, why? And were not he that propos'd it, bound to make out the Truth and Reasonableness of it to him? Which plainly shews it not to be innate; for if it were, it could neither want nor receive any Proof: but must needs (at least, as soon as heard and understood) be received and assented to, as an unquestionable Truth, which a Man can by no means doubt of. So that the truth of all these moral Rules, plainly depends upon some other antecedent to them, and from which they must be deduced, which could not be, if either they were innate, or so much as self-evident.","subId":"4","id":"Locke.EHU.1.3.4"},{"type":"paragraph","content":"That Men should keep their Compacts, is certainly a great and undeniable Rule in Morality: But yet, if a Christian, who has the view of Happiness and Misery in another Life, be asked why a Man must keep his Word, he will give this as a Reason: Because God, who has the Power of eternal Life and Death, requires it of us. But if an Hobbist be asked why; he will answer: Because the Publick requires it, and the Leviathan will punish you, if you do not. And if one of the old Heathen Philosophers had been asked, he would have answered: Because it was dishonest, below the Dignity of a Man, and opposite to Vertue, the highest Perfection of humane Nature.","subId":"5","id":"Locke.EHU.1.3.5"},{"type":"paragraph","content":"Hence naturally flows the great variety of Opinions, concerning Moral Rules, which are to be found amongst Men, according to the different sorts of Happiness, they have a Prospect of, or propose to themselves: Which could not be, if practical Principles were innate, and imprinted in our Minds immediately by the Hand of God. I grant the existence of God, is so many ways manifest, and the Obedience we owe him, so congruous to the Light of Reason, that a great part of Mankind give Testimony to the Law of Nature: But yet I think it must be allowed, That several Moral Rules, may receive, from Mankind, a very general Approbation, without either knowing, or admitting the true ground of Morality; which can only be the Law of a God, who sees Men in the dark, and has Power enough to punish the proudest Offender. For God, having, by an inseparable connection, joined Vertue and publick Happiness together; and made the Practice thereof, necessary to the preservation of Society, and visibly beneficial to all, with whom the vertuous Man has to do; it is no wonder, that every one should, not only allow, but recommend, and magnifie those Rules to others, from whose observance of them, he is sure to reap Advantage to himself. He may, out of Interest, as well as Conviction, cry up that for Sacred; which if once trampled on, and prophaned, he himself cannot be safe nor secure. This, though it takes nothing from the Moral and Eternal Obligation, which these Rules evidently have; yet it shews, that the outward acknowledgment Men pay to them in their Words, proves not that they are innate Principles: Nay, it proves not so much, as, that Men assent to them inwardly in their own Minds, as the inviolable Rules of their own Practice: Since we find that self-Interest and the Conveniences of this Life, make many Men own an outward Profession and Approbation of them, whose Actions sufficiently prove, that they very little consider the Law-giver, that prescribed these Rules; nor, the Hell he has ordain'd for the Punishment of those that transgress them.","subId":"6","id":"Locke.EHU.1.3.6"},{"type":"paragraph","content":"For, if we will not in Civility allow too much Sincerity to the Professions of most Men, but think their Actions to be the Interpreters of their Thoughts; we shall find, that they have no such internal Veneration for these Rules, nor so full a Perswasion of their Certainty and Obligation. The great Principle of Morality, To do as one would be done to, is more commended, than practised. But the Breach of this Rule cannot be a greater Vice, than to teach others, That it is no Moral Rule, nor Obligatory, would be thought Madness, and contrary to that Interest Men sacrifice to, when they break it themselves. Perhaps Conscience will be urged as checking us for such Breaches, and so the internal Obligation and Establishment of the Rule be preserved.","subId":"7","id":"Locke.EHU.1.3.7"},{"type":"paragraph","content":"To which, I answer, That I doubt not, but without being written on their Hearts, many Men, may, by the same way that they come to the Knowledge of other things, come to assent to several Moral Rules, and be convinced of their Obligation. Others also may come to be of the same Mind, from their Education, Company, and Customs of their Country; which Perswasion however got, will serve to set Conscience on work, which is nothing else, but our own Opinion of our own Actions. And if Conscience be a Proof of innate Principles, contraries may be innate Principles: Since some Men, with the same bent of Conscience, prosecute what others avoid.","subId":"8","id":"Locke.EHU.1.3.8"},{"type":"paragraph","content":"But I cannot see how any Men, should ever transgress those Moral Rules, with Confidence, and Serenity, were they innate, and stamped upon their Minds. View but an Army at the sacking of a Town, and see what Observations, or Sense of Moral Principles, or what touch of Conscience, for all the Outrages they do. Robberies, Murders, Rapes, are the Sports of Men set at Liberty from Punishment and Censure. Have there not been whole Nations, and those of the most civilized People, amongst whom, the exposing their Children, and leaving them in the Fields, to perish by Want, or wild Beasts, has been the Practice, as little condemned or scrupled, as the begetting them? Do they not still, in some Countries, put them into the same Graves with their Mothers, if they die in Child-birth; Or dispatch them, if a pretended Astrologer declares them to have unhappy Stars? And are there not Places, where at a certain Age, they kill, or expose their Parents without any remorse at all? In a Part of Asia, the Sick, when their Case comes to be thought desperate, are carried out and laid on the Earth, before they are dead, and left there, exposed to Wind and Weather, to perish without Assistance or Pity. It is familiar amongst the Mengrelians, a People professing Christianity, to bury their Children alive without scruple. There are Places where they eat their own Children. The Caribes were wont to geld their Children, on purpose to fat and eat them. And Garcilasso de la Vega tells us of a People in Peru, which were wont to fat and eat their Children they got on their female Captives, which they kept as Concubines for that Pupose. The Virtues, whereby the Tououpinambas believed they merited Paradise, were, Revenge, and eating abundance of their Enemies. They have not so much as a Name for God, Lery pag. 216. No Acknowledgment of any God, no Religion, no Worship, pag. 231. The Saints, who are canoniz'd amongst the Turks, lead Lives, which one cannot with Modesty relate. A remarkable Passage to this Purpose, out of the Voyage of Baumgarten, which is a Book, not every Day to be met with, I shall set down at large, in the Language it is published in. Ibi (sc. prope Belbes in AEgypto) vidimus sanctum unum Saracenicum inter arenarum cumulos, ita ut ex utero matris prodiit nudum sedentem. Mos est, ut didicimus Mahometistis, ut eos, qui amentes & sine ratione sunt, pro sanctis colant & venerentur. Insuper & eos qui cumdiu vitam egerint inquinatissimam, voluntariam demum paenitentiam & paupertatem, sanctitate venerandos deputant. Ejusmodi verò genus hominum libertatem quandam effraenem habent, domos quas volunt intrandi, edendi, bibendi, & quod majus est, concumbendi; ex quo concubitu, si proles secuta suerit, sancta similiter habetur. His ergo hominibus, dum vivunt, magnos exhibent honores; mortuis verò vel templa vel monumenta extruunt amplissima, eosque contingere ac sepelire maximae fortunae ducunt loco. Audivimus haec dicta & dicenda per interpretem à Mucrelo nostro. Insuper sanctum illum, quem eo loci vidimus, publicitus apprimè commendari, eum esse Hominem sanctum, divinum ac integritate praecipuum; eo quod, nec faeminarum unquam esset nec puerorum, sed tantummodo asellarum concubitor atque mularum. Peregr. Baumgarten, l. 2. c. 1. p. 73. Where then are those innate Principles, of Justice, Piety, Gratitude, Equity, Chastity? Or, where is that universal Consent, that assures us there are such inbred Rules? Murders in Duels, when Fashion has made them honourable, are committed without remorse of Conscience: Nay, in many Places, Innocence in this Case is the greatest Ignominy. And if we will look abroad, to take a view of Men, as they are, we shall find, that they have a remorse, in one Place, for doing or omitting that, which others, in another Place, think they merit by.","subId":"9","id":"Locke.EHU.1.3.9"},{"type":"paragraph","content":"He that will carefully peruse the History of Mankind, and look abroad into the several Tribes of Men, and with indifferency survey their Actions, will be able to satisfie himself, That there is scarce that Principle of Morality to be named, or Rule of Vertue to be thought on (those only excepted, that are absolutely necessary to hold Society together, which commonly too are neglected betwixt distinct Societies) which is not, somewhere or other, slighted and condemned by the general Fashion of whole Societies of Men, governed by practical Opinions, and Rules of living quite opposite to others.","subId":"10","id":"Locke.EHU.1.3.10"},{"type":"paragraph","content":"Here, perhaps, 'twill be objected, that it is no Argument, that the Rule is not known, because it is broken. I grant the Objection good, where Men, though they transgress, yet disown not the Law; where fear of Shame, Censure, or Punishment, carries the Mark of some awe it has upon them. But it is impossible to conceive, that a whole Nation of Men should all publickly reject and renounce, what every one of them, certainly and infallibly, knew to be a Law: For so they must, who have it naturally imprinted on their Minds. 'Tis possible, Men may sometimes own Rules of Morality, which, in their private Thoughts, they do not believe to be true, only to keep themselves in Reputation, and Esteem amongst those, who are perswaded of their Obligation. But 'tis not to be imagin'd, That a whole Society of Men, should, publickly and professedly, disown, and cast off a Rule, which they could not, in their own Minds, but be infallibly certain, was a Law; nor be ignorant, That all Men, they should have to do with, knew it to be such: And therefore must every one of them apprehend from others, all the Contempt and Abhorrence due to one, who professes himself void of Humanity; and one, who confounding the known and natural measures of Right and Wrong, cannot but be look'd on, as the professed Enemy of their Peace and Happiness. Whatever practical Principle is innate, cannot but be known to every one, to be just and good. It is therefore little less than a contradiction, to suppose, That whole Nations of Men should both in their Professions, and Practice unanimously and universally give the Lye to, what, by the most invincible Evidence, every one of them knew to be true, right, and good. This is enough to satisfie us, That no practical Rule, which is any where universally, and with publick Approbation, or Allowance, transgressed, can be supposed innate. But I have something farther to add, in Answer to this Objection.","subId":"11","id":"Locke.EHU.1.3.11"},{"type":"paragraph","content":"The breaking of a Rule, say you, is no Argument, that it is unknown. I grant it: But the generally allowed breach of it any where, I say, is a Proof, that it is not innate. For Example, Let us take any of these Rules; which being the most obvious deductions of Humane Reason, and conformable to the natural Inclination of the greatest part of Men, fewest People have had the Impudence to deny, or Inconsideration to doubt of. If any can be thought to be naturally imprinted, none, I think, can have a fairer Pretence to be innate, than this; Parents preserve and cherish your Children. When therefore you say, That this is an innate Rule, What do you mean? Either, that it is an innate Principle; which upon all Occasions, excites and directs the Actions of all Men: Or else, that it is a Truth, which all Men have imprinted on their Minds, and which therefore they know, and assent to. But in neither of these Sences is it innate. First, That it is not a Principle, which influences all Men's Actions, is, what I have proved by the Examples before cited: Nor need we seek so far as Mingrelia or Peru, to find instances of such as neglect, abuse, nay and destroy their Children; or look on it only as the more than Brutality of some savage and barbarous Nations, when we remember, that it was a familiar, and uncondemned Practice amongst the Greeks and Romans, to expose, without pity or remorse, their innocent Infants. Secondly, That it is an innate Truth, known to all Men, is also false. For, Parents preserve your Children, is so far from an innate Truth, that it is no Truth at all; it being a Command, and not a Proposition, and so not capable of Truth or Falshood. To make it capable of being assented to as true, it must be reduced to some such Proposition as this: It is the Duty of Parents to preserve their Children. But what Duty is, cannot be understood without a Law; nor a Law be known, or supposed without a Law-maker, or without Reward and Punishment: So that it is impossible, that this, or any other practical Principle should be innate; i. e. be imprinted on the Mind as a Duty, without supposing the Idea's of God, of Law, of Obligation, of Punishment, of a Life after this, innate. For that Punishment follows not, in this Life, the breach of this Rule; and consequently, that it has not the Force of a Law in Countries, where the generally allow'd Practice runs counter to it, is in it self evident. But these Idea's (which must be all of them innate, if any thing as a Duty be so) are so far from being innate, that 'tis not every studious or thinking Man, much less every one that is born, in whom they are to be found clear and distinct: And that one of them, which of all others seems most likely to be innate, is not so, (I mean the Idea of God) I think, in the next Chapter, will appear very evident to any considering Man.","subId":"12","id":"Locke.EHU.1.3.12"},{"type":"paragraph","content":"From what has been said, I think we may safely conclude, That, whatever practical Rule is, in any Place, generally, and with allowance, broken, cannot be supposed innate, it being impossible, that Men should, without Shame or Fear, confidently and serenely break a Rule, which they could not but evidently know, that God had set up, and would certainly punish the breach of (which they must if it were innate) to a degree to make it a very ill Bargain to the Transgressor. Without such a Knowledge as this, a Man can never be certain, that any thing is his Duty. Ignorance or Doubt of the Law; hopes to escape the Knowledge or Power of the Law-maker, or the like, may make Men give way to a present Appetite: But let any one see the Fault, and the Rod by it, and with the Transgression, a Fire ready to punish it; a Pleasure tempting, and the Hand of the Almighty visibly held up, and prepared to take Vengeance (for this must be the Case, where any Duty is imprinted on the Mind) and then tell me, whether it be possible, for People, with such a Prospect, such a certain Knowledge as this, wantonly, and without scruple, to offend against a Law, which they carry about them in indelible Characters, and that stares them in the Face, whilst they are breaking it? Whether Men, at the same time that they feel in themselves the imprinted Edicts of an Omnipotent Law-maker, can, with assurance and gaity, slight and trample under Foot his most sacred Injunctions? And lastly, Whether it be possible, that whilst a Man thus openly bids defiance to this innate Law, and supreme Law-giver, all the by-standers; yea even the Governors and Rulers of the People, full of the same Sense, both of the Law and Law-maker, should silently connive, without testifying their dislike, or laying the least blame on it? Principles of Actions indeed there are lodged in Mens Appetites, but these are so far from being innate Moral Principles, that if they were left to their full swing, they would carry Men to the overturning of all Morality. Moral Laws are set as a curb and restraint to these exorbitant Desires, which they cannot be but by Rewards and Punishments, that will over-balance the satisfaction any one shall propose to himself in the breach of the Law. If therefore any thing be imprinted on the Mind of all Men as a Law, all Men must have a certain and unavoidable knowledge, that certain, and unavoidable punishment will attend the breach of it. For if Men can be ignorant or doubtful of what is innate, innate Principles are insisted on, and urged to no purpose; Truth and Certainty (the things pretended) are not at all secured by them: But Men are in the same uncertain, floating estate with, as without them. An evident indubitable knowledge of unavoidable punishment, great enough to make the transgression very uneligible, must accompany an innate Law: Unless with an innate Law, they can suppose an innate Gospel too. I would not be here mistaken, as if, because I deny an innate Law, I thought there were none but positive Laws. There is a great deal of difference between an innate Law, and a Law of Nature; between something imprinted on our Minds in their very original, and something that we may attain to the knowledge of, by our natural Faculties from natural Principles. And I think they equally forsake the Truth, who running into the contrary extreams, either affirm an innate Law, or deny that there is a Law, knowable by the light of Nature; i. e. without the help of positive Revelation.","subId":"13","id":"Locke.EHU.1.3.13"},{"type":"paragraph","content":"The difference there is amongst Men in their practical Principles, is so evident, that, I think, I need say no more to evince, that it will be imposisible to find any innate Moral Rules, by this mark of general assent: And 'tis enough to make one suspect, that the supposition of such innate Principles, is but an Opinion taken up at pleasure; since those who talk so confidently of them, are so sparing to tell us, which they are. This might with Justice be expected from those Men, who lay stress upon this Opinion: and it gives occasion to distrust either their Knowledge or Charity, who declaring, That God has imprinted on the Minds of Men, the foundations of Knowledge, and the Rules of Living, are yet so little favourable to the Information of their Neighbours, or the Quiet of Mankind, as not to point out to them, which they are, in the variety Men are distracted with. But in truth, were there any such innate Principles, there would be no need to teach them. Did Men find such innate Propositions stamped on their Minds, they would easily be able to distinguish them from other Truths, that they afterwards learned, and deduced from them; and there would be nothing more easie, than to know what, and how many they were. There could be no more doubt about their number, than there is about the number of our Fingers; and 'tis like then, every System would be ready to give them us by tale. But since no body, that I know, has ventured yet to give a Catalogue of them, they cannot blame those who doubt of these innate Principles; since even they who require Men to believe, that there are such innate Propositions, do not tell us what they are. 'Tis easie to foresee, that if different Men of different Sects should go about to give us a List of those innate practical Principles, they would set down only such as suited their distinct Hypotheses, and were fit to support the Doctrines of their particular Schools or Churches: A plain evidence, that there are no such innate Truths. Nay, a great part of Men are so far from finding any such innate Moral Principles in themselves, that by denying freedom to Mankind; and thereby making Men no other than bare Machins, they take away not only innate, but all Moral Rules whatsoever, and leave not a possibility to believe any such, to those who cannot conceive, how any thing can be capable of a Law, that is not a free Agent: And upon that ground, they must necessarily reject all Principles of Vertue, who cannot put Morality and Mechanism together; which are not very easie to be reconciled, or made consistent.","subId":"14","id":"Locke.EHU.1.3.14"},{"type":"paragraph","content":"When I had writ this, being informed, that my Lord Herbert had in his Books de Veritate, assigned these innate Principles, I presently consulted him, hoping to find, in a Man of so great Parts, something that might satisfie me in this point, and put an end to my Enquiry. In his Chapter de Instinctu naturali, p. 76. edit. 1656. I met with these six Marks of his notitiae Communes, 1. Prioritas. 2. Independentia. 3. Vniversalitas. 4. Certitudo. 5. Necessitas, i. e. as he explains it, faciunt ad hominis conservationem. 6. Modus conformationis, i. e. Assensus nullâ interpositâ morâ. And at the latter end of his little Treatise, De Religione Laici, he say this of these innate Principles: Adeo ut non uniuscujusvis Religionis confinio arctentur quae ubique vigent veritates. Sunt enim in ipsâ mente coelitùs descriptae nullisque traditionibus, sive scriptis, sive non scriptis, obnoxiae, p. 3. And veritates nostrae Catholicae, quae tanquam indubia Dei effata in foro interiori descripta. Thus having given the marks of the innate Principles or common Notions, and asserted their being imprinted on the Minds of Men by the Hand of God, he proceeds at last to set them down; and they are these: 1. Esse aliquod supremum numen. 2. Numen illud coli debere. 3. Virtutem cum pietate conjunctam optimam esse rationem cultùs divini. 4. Rescipiscendum esse à peccatis. 5. Dari proemium vel poenam post hanc vitam transactam. These, though I allow them to be clear Truths, and such as, if rightly explained, a rational Creature can hardly avoid giving his assent to: yet I think he is far from proving them innate Impressions in Foro interiori descriptae. For I must take leave to observe,","subId":"15","id":"Locke.EHU.1.3.15"},{"type":"paragraph","content":"First, That these Five Propositions are either all, or more than all, those common Notions writ on our Minds by the finger of God, if it were reasonable to believe any at all to be so written. Since there are other Propositions, which even by his own Rules, have as just a pretence to such an Original, and may be as well admitted for innate Principles, as, at least, some of these Five he enumerates, viz. Do as thou wouldst be done unto: And, perhaps, some hundreds of others, when well considered.","subId":"16","id":"Locke.EHU.1.3.16"},{"type":"paragraph","content":"Secondly, That all his Marks are not to be found in each of his Five Propositions, viz. his First, Second, and Third Marks, agree perfectly to neither of them; and the First, Second, Third, Fourth, and Sixth Marks, agree but ill to his Third, Fourth, and Fifth Propositions. For besides that, we are assured from History, of many Men, nay, whole Nations who doubt or disbelieve some or all of them, I cannot see how the Third, viz. That Vertue joined with Piety, is the best Worship of God, can be an innate Principle, when the name, or sound Vertue, is so hard to be understood; liable to so much uncertainty in its signification; and the thing it stands for, so much contended about, and difficult to be known. And therefore this can be but a very uncertain Rule of Humane Practice, and serve but very little to the conduct of our Lives, and is therefore very unfit to be assigned as an innate practical principle.","subId":"17","id":"Locke.EHU.1.3.17"},{"type":"paragraph","content":"For let us consider this Proposition as to its meaning, (for it is the sence, and not sound, that is and must be the Principle or common Notion) viz. Vertue is the best Worship of God; i. e. is most acceptable to him; which if Vertue be taken, as most commonly it is, for those Actions, which according to the different Opinions of several Countries, are accounted laudable, will be a Proposition so far from being certain, that it will not be true. If Vertue be taken for Actions conformable to God's Will, or to the Rule prescribed by God, which is the true and only measure of Vertue; then this Proposition, That Vertue is the best Worship of God, will be most true and certain, but of very little use in humane Life: since it will amount to no more but this, viz. That God is pleased with the doing of what he Commands; which a Man may certainly know to be true, without knowing what it is that God doth command; and so be as far from any Rule or Principle of his Actions, as he was before: And I think very few will take a Proposition which amounts to no more than this, viz. That God is pleased with the doing of what he himself commands, for an innate Moral principle writ on the Minds of all Men, (however true and certain it may be) since it teaches so little. Whosoever does so, will have reason to think hundreds of Propositions, innate Principles, since there are many who have as good a title as this to be received for such, which no body yet ever put into that rank of innate Principles.","subId":"18","id":"Locke.EHU.1.3.18"},{"type":"paragraph","content":"Nor is the Fourth Proposition (viz.) Men must repent of their Sins, much more instructive, till what those Actions are, that are meant by Sins, be set down. For the word Peccata, or Sins, being put, as it usually is, to signifie in general ill Actions, that will draw on punishment upon the Doers; What great Principle of Morality can that be, to tell us we should be sorry, and cease to do that which will bring mischief upon us, without knowing what those particular Actions are, that will do so? Indeed, this is a very true Proposition, and fit to be inculcated on, and received by those, who are supposed, to have been taught, what Actions in all kinds are sin; but neither this, nor the former, can be imagined to be innate Principles; nor to be of any use, if they were innate, unless the particular measures and bounds of all Vertues and Vices, were engraven in Mens Minds, and were innate Principles also, which I think is very much to be doubted. And therefore, I imagine, it will scarce seem possible, that God should engrave Principles in Mens minds, in words of uncertain signification, such as are Vertues and Sins; which amongst different Men, stand for different things: Nay, it cannot be supposed to be in words at all, (which being in most of these Principles very general names) cannot be understood, but by knowing the particulars comprehended under them. And in the practical instances, the measures must be taken from the knowledge of the Actions themselves, and the Rules of them abstracted from words, and antecedent to the knowledge of Names; which Rules a Man must know, what Language soever he chance to learn, whether English or Japan, or if he should learn no Language at all, or never should understand the use of Words, as happens in the case of Dumb and Deaf Men. When it shall be made out, that Men ignorant of Words, or untaught by the Laws and Customs of their Country, that it is part of the Worship of God, Not to kill another Man; Not to know more Women than one; Not to procure Abortion; Not to expose their Children; Not to take from another what is his, though we want it our selves, but on the contrary, relieve and supply his wants: And whenever we have done the contrary, we ought to repent, be sorry, and resolve to do so no more. When, I say, all men shall be proved actually to know, and allow all these and a thousand other such Rules, all which come under these two general words made use of above, viz. Virtutes & Peccata, Vertues and Sins, there will be more reason for admitting these, and the like, for common Notions, and practical Principles: yet after all, universal Consent (were there any in Moral Principles) to Truths, the knowledge whereof might be attained otherwise, would scarce prove them to be innate; which is all I contend for.","subId":"19","id":"Locke.EHU.1.3.19"},{"type":"paragraph","content":"Nor will it be of much moment here, to offer that very ready, but not very material Answer, (viz.) That the innate Principles of Morality, may, by Education, and Custom, and the general Opinion of those amongst whom we converse, be darkened, and at last quite worn out of the Minds of Men. Which assertion of theirs, if true quite takes away the Argument of universal Consent, by which this Opinion of innate Principles is endeavoured to be proved: unless those men will think it reasonable, that their own private Perswasions, or that of their Party, should pass for universal Consent; a thing not unfrequently done, when men presuming themselves to be the only Masters of right Reason, cast by the Votes and Opinions of the rest of Mankind, as not worthy the reckoning. And then their Argument stands thus: The Principles which all mankind allow for true, are innate; those that men of right Reason admit, are the Principles allowed by all mankind; we and those of our mind, are men of right Reason; therefore we agreeing, our Principles are innate; which is a very pretty way of arguing, and a short cut to Infallibility. For otherwise it will be very hard to understand, how there be some Principles which all men do acknowledge, and agree in; and yet there are none of those Principles which are not by depraved Custom and ill Education blotted out of the minds of many men: Which is to say, That all men admit, but yet many men do deny, and dissent from them. And indeed the supposition of such first Principles, will serve us to very little purpose; and we shall be as much at a loss with, as without them, if they may by any humane Power, such as is the Will of our Teachers, or Opinions of our Companions, be altered or lost in us; and notwithstanding all this boast of first Principles, and innate Light, we shall be as much in the dark and uncertainty, as if there were no such thing at all. It being all one to have no Rule, and one that will warp any way; or amongst various and contrary Rules, not to know which is the right. But concerning innate Principles, I desire these men to say, whether they can, or cannot, by Education and Custom, be blurr'd and blotted out: If they cannot, we must find them in all Mankind alike, and they must be clear in every body: And if they may suffer variation from adventitious Notions, we must then find them clearest and most perspicuous, nearest the Fountain in Children and illiterate People, who have received least impression from foreign Opinions. Let them take which side they please, they will certainly find it inconsistent with visible matter of fact, and daily observation.","subId":"20","id":"Locke.EHU.1.3.20"},{"type":"paragraph","content":"I easily grant, that there are great numbers of Opinions, which, by men of different Countries, Educations, and Tempers, are received and embraced as first and unquestionable Principles; many whereof, both for their absurdity, as well as oppositions one to another, it is impossible should be true. But yet all those Propositions, how remote soever from Reason, are so sacred somewhere or other, that Men, even of good Understanding in other matters, will sooner part with their Lives, and whatever is dearest to them, than suffer themselves to doubt, or others to question, the truth of them.","subId":"21","id":"Locke.EHU.1.3.21"},{"type":"paragraph","content":"This, however strange it may seem, is that which every days Experience confirms; and will not, perhaps, appear so wonderful, if we consider the ways, and steps by which it is brought about; and how really it may come to pass, that Doctrines, that have been derived from no better original, than the Superstition of a Nurse, or the Authority of an old Woman, may, by length of time, and consent of Neighbours, grow up to the dignity of Principles in Religion or Morality. For such, who are careful (as they call it) to principle Children well, (and few there be who have not a set of those Principles for them, which they believe in) instill into the unwary, and, as yet, unprejudiced Understanding, (for white Paper receives any Characters) those Doctrines they would have them retain and profess. These being taught them as soon as they have any apprehension; and still as they grow up, confirmed to them, either by the open Profession, or tacit Consent, of all they have to do with; or at least by those, of whose Wisdom, Knowledge, and Piety, they have an Opinion, who never suffer those Propositions to be otherwise mentioned, but as the Basis and Foundation, on which they build either their Religion or Manners, come by these means to have the Reputation of unquestionable, self-evident, and innate Truths.","subId":"22","id":"Locke.EHU.1.3.22"},{"type":"paragraph","content":"To which we may add, That when Men, so instructed, are grown up, and reflect on their own Minds, they cannot find any thing more ancient there, than those Opinions which were taught them, before their Memory began to keep a Register of their Actions, or date the time when any new thing appeared to them; and therefore make no scruple to conclude, That those Propositions, of whose knowledge they can find in themselves no original, were certainly the impress of God and Nature upon their Minds; and not taught them by any one else. These they entertain and submit to, as many do to their Parents, with Veneration; not because it is natural; nor do Children do it, where they are not so taught, but because, having been always so educated, and having no remembrance of the beginning of this Respect, they think it is natural.","subId":"23","id":"Locke.EHU.1.3.23"},{"type":"paragraph","content":"This will appear very likely, and almost unavoidable to come to pass, if we consider the Nature of Mankind, and the Constitution of Humane Affairs: Wherein most Men cannot live, without employing their time in the daily Labours of their Callings; nor be at quiet in their Minds, without some Foundation or Principles to rest their Thoughts on. There is scarce any one so floating and superficial in his Understanding, that hath not some reverenced Propositions, which are to him the Principles on which he bottoms his Reasonings; and by which he judgeth of Truth and Falshood, Right and Wrong; which some, wanting skill and leisure, and others the inclination, and some being taught, They ought not to examine; there are few to be found, who are not exposed by their Ignorance, Laziness, Education, or Precipitancy, to take them upon trust.","subId":"24","id":"Locke.EHU.1.3.24"},{"type":"paragraph","content":"This is evidently the case of all Children and young Folk; and Custom, a greater power than Nature, seldom failing to make them worship for Divine, what she hath inured them to bow their Minds, and submit their Understandings to; it is no wonder, that grown Men, either perplexed in the necessary affairs of Life, or hot in the pursuit of Pleasures, should not seriously sit down to examine their own Tenets; especially when one of their Principles is, That Principles ought not to be questioned. And had Men leisure, parts, and will, Who is there almost that dares to shake the foundations of all his past Thoughts and Actions, and endure to bring upon himself, the shame of having been a long time wholly in mistake and error? Who is there hardy enough to contend with the reproach, which is every where prepared for those, who dare venture to dissent from the received Opinions of their Country or Party? And where is the man to be found, that can patiently prepare himself to bear the name of Whimsical, Sceptical, or Atheist, which he is sure to meet with, who does in the least scruple any of the common Opinions? And he will be much more afraid to question those Principles, when he shall think them, as most men do, the Standards set up by God in his Mind, to be the Rule and Touchstone of all other Opinions. And what can hinder him from thinking them sacred, when he finds them the earliest of all his own Thoughts, and the most reverenced by others?","subId":"25","id":"Locke.EHU.1.3.25"},{"type":"paragraph","content":"It is easie to imagine, how by these means it comes to pass, that Men worship the Idols have been set up in their Minds; grow fond of the Notions they have been long acquainted with there; and stamp the Characters of Divinity, upon Absurdities and Errors, become zealous Votaries to Bulls and Munkies; and contented too, fight, and die in defence of their Opinions. Dum solos credit habendos esse Deos, quos ipse colit. For since the reasoning Faculties of the Soul, which are almost constantly, though not always warily nor wisely employ'd, would not know how to move for want of a foundation, and footing, in most Men, who through laziness or avocation, do not; or for want of time, or true helps, or other causes, cannot penetrate into the Principles of Knowledge, and trace Truth, to its fountain and original, 'tis natural for them, and almost unavoidable, to take up with some borrowed Principles; which being reputed and presumed to be the evident proofs of other things, are thought not to need any other proof themselves. Whoever shall receive any of these into their thoughts, without due examination, but believe them, because they are to be believed, may take up from his Education, and the fashions of his Country, any absurdity for innate Principles; and by long poring on the same Objects, so dim his sight, as to take Monsters lodged in his own brain, for the Images of the Deity, and the Workmanship of his Hands.","subId":"26","id":"Locke.EHU.1.3.26"},{"type":"paragraph","content":"By this progress, how many there are, who arrive at Principles, which they believe innate, may be easily observed, in the variety of opposite Principles, held, and contended for, by all sorts and degrees of Men. And he that shall deny this to be the method, wherein most Men proceed, to the assurance they have of the unalterable truth and evidence of their Principles, will, perhaps, find it a hard matter, any other way to account for the contrary Tenets, which are firmly believed, confidently asserted, and which great numbers are ready at any time to seal with their Blood. And, indeed, if it be the privilege of innate Principles, to be received upon their own Authority, without examination, I know not what may not be believed, or how any ones Principles can be questioned. If they may, and ought to be examined, and tried, I desire to know how first and innate Principles can be tried; or at least it is reasonable to demand the marks and characters, whereby the genuine, innate Principles, may be distinguished from others; that so, amidst the great variety of Pretenders, I may be kept from mistakes, in so material a point as this. When this is done, I shall be ready to embrace such welcome, and useful, Propositions; and till then I may with modesty doubt, since I fear universal Consent, which is the only one produced, will scare prove a sufficient mark to direct my Choice, and assure me of any innate Principles. From what has been said, I think it is past doubt, that there are no practical Principles wherein all Men agree; and therefore none innate.","subId":"27","id":"Locke.EHU.1.3.27"},{"type":"note","content":"Gruber apud Thevenot, part 4. p. 23.","subId":"n1","id":"Locke.EHU.1.3.n1"},{"type":"note","content":"Lambert. apud Therenot, p. 38.","subId":"n2","id":"Locke.EHU.1.3.n2"},{"type":"note","content":"Vossius de Nili Origine c. 18.19.","subId":"n3","id":"Locke.EHU.1.3.n3"},{"type":"note","content":"P. Mart. Dec. 1.","subId":"n4","id":"Locke.EHU.1.3.n4"},{"type":"note","content":"Hes des Incas, l. 1. c. 12.","subId":"n5","id":"Locke.EHU.1.3.n5"},{"type":"note","content":"Lery, c. 16.","subId":"n6","id":"Locke.EHU.1.3.n6"}],"texts":[],"ancestors":[{"id":"Locke","forename":"John","surname":"Locke","birth":1632,"death":1704,"published":1689,"nationality":"English","sex":"Male","texts":[{"id":"Locke.LT1","forename":"John","surname":"Locke","title":"First Letter Concerning Toleration","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","breadcrumb":"First Letter Concerning Toleration"},{"id":"Locke.TG","forename":"John","surname":"Locke","title":"Two Treatises of Government","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","breadcrumb":"Two Treatises of Government"},{"id":"Locke.EHU","forename":"John","surname":"Locke","title":"An Essay Concerning Humane Understanding","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Essay Concerning Humane Understanding"},{"id":"Locke.LT2","forename":"John","surname":"Locke","title":"Second Letter Concerning Toleration","birth":1632,"death":1704,"published":[1690],"nationality":"English","sex":"Male","breadcrumb":"Second Letter Concerning Toleration"},{"id":"Locke.LT3","forename":"John","surname":"Locke","title":"Third Letter Concerning Toleration","birth":1632,"death":1704,"published":[1692],"nationality":"English","sex":"Male","breadcrumb":"Third Letter Concerning Toleration"},{"id":"Locke.TCE","forename":"John","surname":"Locke","title":"Some Thoughts Concerning Education","birth":1632,"death":1704,"published":[1693],"nationality":"English","sex":"Male","breadcrumb":"Thoughts Concerning Education"},{"id":"Locke.RC","forename":"John","surname":"Locke","title":"The Reasonableness of Christianity","birth":1632,"death":1704,"published":[1695],"nationality":"English","sex":"Male","breadcrumb":"Reasonableness of Christianity"},{"id":"Locke.VRC","forename":"John","surname":"Locke","title":"A Vindication of The Reasonableness of Christianity from Mr. Edwards's Reflections","birth":1632,"death":1704,"published":[1695],"nationality":"English","sex":"Male","breadcrumb":"Vindication of The Reasonableness of Christianity"},{"id":"Locke.VC2","forename":"John","surname":"Locke","title":"A Second Vindication of The Reasonableness of Christianity","birth":1632,"death":1704,"published":[1697],"nationality":"English","sex":"Male","breadcrumb":"Second Vindication of Christianity"}]},{"id":"Locke.EHU","forename":"John","surname":"Locke","title":"An Essay Concerning Humane Understanding","birth":1632,"death":1704,"published":[1689],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Essay Concerning Humane Understanding"},{"id":"Locke.EHU.1","imported":true,"title":"Book 1. Of Innate Notions","breadcrumb":"Book 1","published":[1689]}],"prev":{"id":"Locke.EHU.1.2","imported":true,"title":"Chapter 2. No innate Principles in the Mind","breadcrumb":"Chapter 2","published":[1689]},"next":{"id":"Locke.EHU.1.4","imported":true,"title":"Chapter 4. Other Considerations concerning innate Principles, both speculative and practical","breadcrumb":"Chapter 4","published":[1689]}}