{"id":"Shaftesbury.C.SC.2.2","imported":true,"parent":"Shaftesbury.C.SC.2","title":"Section II","breadcrumb":"Section 2","published":[1709],"copytext":[1714],"sourceDesc":"This text was imported from the Liberty Fund edition, as published on the Online Library of Liberty.","sourceUrl":"http://oll.libertyfund.org/titles/shaftesbury-characteristicks-of-men-manners-opinions-times-vol-1/simple#lf5987_div_029","blocks":[{"type":"title","content":"£1 Section II £1","id":"Shaftesbury.C.SC.2.2"},{"type":"paragraph","content":"IN reality (my Friend!) a severe Brow may well be spar'd on this occasion; when we are put thus upon the Defense of _common Honesty,_ by such fair honest Gentlemen, who are in Practice so different from what they wou'd appear in Speculation. _Knaves_ I know there are _in Notion_ and _Principle,_ as well as _in Practice:_ who think all Honesty as well as Religion a mere Cheat; and by a very consistent reasoning, have resolv'd deliberately to do whatever by _Power_ or _Art_ they are able, for their private Advantage. But such as these never open themselves in Friendship to others. They have no such Passion for Truth, or Love for Mankind. They have no Quarrel with _Religion_ or _Morals;_ but know what use to make of both, upon occasion. If they ever discover their Principles, 'tis only at unawares. They are sure to preach Honesty, and go to Church.","subId":"1","id":"Shaftesbury.C.SC.2.2.1"},{"type":"paragraph","content":"^On^ the other side, the Gentlemen for whom I am apologizing, cannot however be call'd _Hypocrites._ They speak as ill of themselves as they possibly can. If they have hard thoughts of human Nature; 'tis a Proof still of their Humanity, that they give such warning to the World. If they represent Men by Nature _treacherous_ and _wild,_ 'tis out of care for Mankind; lest by being too _tame_ and _trusting,_ they shou'd easily be caught.","subId":"2","id":"Shaftesbury.C.SC.2.2.2"},{"type":"paragraph","content":"Impostors naturally speak the best of human Nature, that they may the easier abuse it. These Gentlemen, on the contrary, speak the worst; and had rather they themselves shou'd be censur'd with the rest, than that a _Few_ shou'd by Imposture prevail over _the Many._ For 'tis Opinion of _Goodness_[n1] which creates Easiness of Trust: and by _Trust_ we are betray'd to _Power;_ our very _Reason_ being thus captivated by those in whom we come insensibly to have an _implicit Faith._ But supposing one another to be by Nature such very _Savages,_ we shall take care to come less in one another's power: and apprehending _Power_ to be _insatiably coveted by all,_ we shall the better fence against the Evil; not by giving all into one Hand (as the Champion of this Cause wou'd have us) but, on the contrary, by a right Division and Balance of Power, and by the Restraint of good Laws and Limitations, which may secure the publick Liberty.","subId":"3","id":"Shaftesbury.C.SC.2.2.3"},{"type":"paragraph","content":"Shou'd you therefore ask me, whether I really thought these Gentlemen were fully persuaded of the Principles they so often advance in Company? I shou'd tell you, That tho I wou'd not absolutely arraign the Gentlemens Sincerity; yet there was something of Mystery in the Case, more than was imagin'd. The Reason, perhaps, why Men of Wit delight so much to espouse these paradoxical Systems, is not in truth that they are so fully satisfy'd with 'em; but in a view the better to oppose some other Systems, which by their fair appearance have help'd, they think, to bring Mankind under Subjection. They imagine that by this _general Scepticism,_ which they wou'd introduce, they shall better deal with the dogmatical Spirit which prevails in some _particular Subjects._ And when they have accustom'd Men to bear Contradiction in the _main,_ and hear the Nature of Things disputed, _at large;_ it may be safer, they conclude, to argue _separately,_ upon certain nice Points in which they are not altogether so well satisfy'd. So that from hence, perhaps, you may still better apprehend why, in Conversation, _the Spirit of Raillery_ prevails so much, and Notions are taken up for no reason besides their being _odd,_ and _out of the way._","subId":"4","id":"Shaftesbury.C.SC.2.2.4"},{"type":"note","content":"VOL. II. _p._ 334 and VOL. III. _p._ 114.","subId":"n1","id":"Shaftesbury.C.SC.2.2.n1"}],"texts":[],"ancestors":[{"id":"Shaftesbury","forename":"Anthony","surname":"Ashley Cooper","title":"Lord Shaftesbury","birth":1671,"death":1713,"published":1699,"nationality":"English","sex":"Male","texts":[{"id":"Shaftesbury.C","forename":"Anthony","surname":"Ashley Cooper","title":"Characteristicks of Men, Manners, Opinions, Times","birth":1671,"death":1713,"published":[1711],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Characteristicks"},{"id":"Shaftesbury.LMU","forename":"Anthony","surname":"Ashley Cooper","title":"Several Letters Written by a Noble Lord to a Young Man at the University","birth":1671,"death":1713,"published":[1716],"nationality":"English","sex":"Male","breadcrumb":"Letters to a Man at the University"},{"id":"Shaftesbury.LM","forename":"Anthony","surname":"Ashley Cooper","title":"The Late Earl of Shaftesbury's Letters to the Right Honourable the Lord Molesworth","birth":1671,"death":1713,"published":[1721],"nationality":"English","sex":"Male","breadcrumb":"Letters to Molesworth"}]},{"id":"Shaftesbury.C","forename":"Anthony","surname":"Ashley Cooper","title":"Characteristicks of Men, Manners, Opinions, Times","birth":1671,"death":1713,"published":[1711],"nationality":"English","sex":"Male","imported":true,"breadcrumb":"Characteristicks"},{"id":"Shaftesbury.C.SC","imported":true,"title":"Sensus Communis: An Essay on the Freedom of Wit and Humour","breadcrumb":"Sensus Communis","published":[1709]},{"id":"Shaftesbury.C.SC.2","imported":true,"title":"Part II","breadcrumb":"Part 2","published":[1709]}],"prev":{"id":"Shaftesbury.C.SC.2.1","imported":true,"title":"Section I","breadcrumb":"Section 1","published":[1709]},"next":{"id":"Shaftesbury.C.SC.2.3","imported":true,"title":"Section III","breadcrumb":"Section 3","published":[1709]}}